Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# optimiseFastChargingMINIToggle
source: Precondition battery for fast charging
fi: Valmistele akku pikalatausta varten
pl: Przygotuj akumulator do szybkiego ładowania
sk: Pripraviť batériu na rýchlonabíjanie

# optionalAssistiveText
source: Add More information for better service
fi: Anna lisää tietoja parempaa huoltoa varten
pl: Dodaj więcej informacji, aby umożliwić lepszy przegląd
sk: Pridať ďalšie informácie pre lepší servis

# optionalDateTimeDescription
source: You may select additional options in case your preferred time window is unavailable.
fi: Voit ilmoittaa lisää mahdollisia aikoja (valinnainen).
pl: Możesz podać dodatkowe preferowane terminy (opcja).
sk: Môžete zvoliť ďalšie možnosti pre prípad, že preferovaný termín nebude k dispozícii.

# optionalInformationTitle
source: Optional Information
fi: Valinnaiset tiedot
pl: Informacje opcjonalne
sk: Voliteľné informácie

# optionalLabel
source: Optional
fi: Valinnainen
pl: Opcjonalne
sk: Voliteľne

# optionalRequiredMileage
source: Required Services will be based on mileage.
fi: Vaadittavat palvelut perustuvat mittarilukemaan.
pl: Wymagane usługi opierają się na stanie licznika.
sk: Potrebné služby sú založené na kilometrovom stave.

# orderDetailsCompletedFeeInfoChargingFee
source: Charging Fee
fi: Latausmaksu
pl: Opłata za ładowanie
sk: Poplatok za nabitie

# orderDetailsCompletedFeeInfoServiceFee
source: Service Fee
fi: Palvelumaksu
pl: Opłata serwisowa
sk: Servisný poplatok

# orderDetailsCompletedFeeInfoTotalFee
source: Total Fee
fi: Maksu yhteensä
pl: Opłata całkowita
sk: Celkový poplatok

# orderDetailsCompletedFirstSubtitle
source: FEE DETAILS
fi: MAKSUTIEDOT
pl: INFORMACJE O OPŁATACH
sk: INFORMÁCIE O POPLATKOCH

# orderDetailsCompletedOrderInformationBrandName
source: Operator Name
fi: Merkin nimi
pl: Nazwa marki
sk: Názov značky

# orderDetailsCompletedOrderInformationChargedPeriod
source: Charged Duration
fi: Latauksen kesto
pl: Czas ładowania
sk: Doba nabíjania

# orderDetailsCompletedOrderInformationChargedPower
source: Charged Power
fi: Ladattu virta
pl: Prąd ładowania
sk: Nabitý prúd

# orderDetailsCompletedOrderInformationChargingStation
source: Charging Station
fi: Latausasema
pl: Stacja ładowania
sk: Nabíjacia stanica

# orderDetailsCompletedOrderInformationFinishTime
source: Finish Time
fi: Lopetusaika
pl: Czas zakończenia
sk: Čas skončenia

# orderDetailsCompletedOrderInformationOrderNo
source: Order No.
fi: Tilausnro
pl: Nr zlecenia
sk: Číslo objednávky

# orderDetailsCompletedOrderInformationOrderTime
source: Order Time
fi: Tilausaika
pl: Czas zlecenia
sk: Čas zadania objednávky

# orderDetailsCompletedOrderInformationOrderType
source: Order Type
fi: Tilauksen tyyppi
pl: Typ zlecenia
sk: Typ objednávky

# orderDetailsCompletedOrderInformationPhoneNumber
source: Phone Number
fi: Puhelinnumero
pl: Numer telefonu
sk: Telefónne číslo

# orderDetailsCompletedOrderInformationServiceInfo
source: SERVICE INFO
sk: INFO O SLUŽBE

# orderDetailsCompletedOrderInformationStartTime
source: Start Time
fi: Aloitusaika
pl: Czas rozpoczęcia
sk: Čas začatia

# orderDetailsCompletedStatusOrderTypeParkAndCharge
source: park and charge
fi: pysäköinti ja lataus
pl: parkowanie i ładowanie
sk: parkovať a nabiť

# orderDetailsCompletedStatusOrderTypePublicCharging
source: ChargeNow
fi: Julkinen lataus
pl: Ładowanie publiczne
sk: Verejné nabíjanie

# orderDetailsCompletedTitle
source: Order Completed
fi: Tilaus on valmis
pl: Zlecenie jest zakończone
sk: Objednávka bola ukončená

# orderDetailsPageInstruction
source: INSTRUCTION:
fi: OHJEET
pl: INSTRUKCJA
sk: NÁVOD

# orderDetailsPageOrderDetailTitle
source: Order Details
fi: Tilauksen tiedot
pl: Szczegóły zlecenia
sk: Podrobnosti objednávky

# orderDetailsPageTitleChargingFinished
source: Charging Finished
fi: Lataus valmis
pl: Zakończono ładowanie
sk: Proces nabíjania dokončený

# orderDetailsPageTitleText
source: Order is Submitted
fi: Tilaus on lähetetty
pl: Zlecenie zostało przekazane
sk: Objednávka bola odoslaná

# orderDetailsPageTotal
source: Total
fi: Yhteensä
pl: Łącznie
sk: Celkovo

# orderDetailsPayButton
source: PAY
fi: MAKSA
pl: ZAPŁAĆ
sk: ZAPLATIŤ

# orderInProgressDialogTitle
source: Order in Progress
fi: Tilaus on käsiteltävänä
pl: Trwa przetwarzanie zlecenia
sk: Objednávka sa spracúva

# orderInformationTitle
source: ORDER INFORMATION
fi: TILAUSTIEDOT
pl: INFORMACJE O ZLECENIU
sk: INFORMÁCIE O OBJEDNÁVKE

# orderIsBilling
source: Order Billing
fi: Tilaus laskutetaan uudelleen
pl: Zlecenie zostanie ponownie rozliczone
sk: Objednávka sa znova fakturuje

# orderIsCompleted
source: Order Completed
fi: Tilaus on valmis
pl: Zlecenie jest zakończone
sk: Objednávka bola ukončená

# orderIsInDebt
source: Order In-Debt
fi: Tilaus on maksettava
pl: Należy uregulować płatność za zlecenie
sk: Vyžaduje sa úhrada objednávky

# orderIsPaid
source: Order Paid
fi: Tilaus on maksettu
pl: Zapłacono za zlecenie
sk: Objednávka bola zaplatená

# orderIsReBilling
source: Order Re-Billing
fi: Tilaus laskutetaan uudelleen
pl: Zlecenie zostanie ponownie rozliczone
sk: Objednávka sa znova fakturuje

# orderPickupAndDeliveryButtonTips
source: Do you need pick-up and delivery service? The service is free of charge during promotion.
fi: Tarvitsetko haku- tai toimituspalveluita? Palvelu on mainoskampanjan aikana maksuton.
pl: Potrzebujesz usługi holowania lub dostawy? Ta usługa jest bezpłatna w trakcie akcji reklamowej.
sk: Potrebujete službu vyzdvihnutia a dodania? Táto služba je počas reklamnej akcie bezplatná.

# orderStatusChangedTitle
source: Order status changed
fi: Tilauksen tila muutettu
pl: Zmieniono status zamówienia
sk: Stav objednávky bol zmenený

# orderSuccessfulSemantics
source: Order successful
fi: Tilaus onnistui
pl: Zamówienie pomyślne
sk: Potrebná objednávka

# orderTrackingPageTitle
source: Order Tracking
fi: Tilauksen seuranta
pl: Śledzenie zlecenia
sk: Sledovanie objednávky

# otherRadioLabel
source: Other
fi: Muu
pl: Inne
sk: Iné

# otherShippingAddressUpperCase
source: OTHER SHIPPING ADDRESSES
fi: MUUT TOIMITUSOSOITTEET
pl: INNE ADRESY DOSTAWY
sk: ĎALŠIE DODACIE ADRESY

source: Others
fi: Muu
pl: Inne
sk: Iné

# othersSemantics
source: Others
fi: Muu
pl: Inne
sk: Iné

# outOfCountryErrorText
source: Please select a dealer from the country in which your vehicle is registered.
fi: Valitse siinä maassa toimiva jälleenmyyjä, jossa ajoneuvosi on rekisteröity.
pl: Wybierz dealera z kraju, w którym Twój pojazd jest zarejestrowany.
sk: Prosím, zvoľte predajcu z krajiny, v ktorej je Vaše vozidlo registrované.

# outsideTitle
source: Outside
fi: Ulkona
pl: Na zewnątrz
sk: Vonku

# overTheAirUpgradeAvailable
source: {version}, Automatic over-the-air upgrade
fi: {version}, automaattinen päivitys langattomalla yhteydellä
pl: {version}, automatyczna aktualizacja over the air
sk: {version}, automatický Over-the-Air upgrade

# ownerInfoListItemName
source: Name
fi: Nimi
pl: Nazwa
sk: Názov

# ownerInfoListItemPlateNo
source: Plate No.
fi: Rekisteritunnus
pl: Numer rejestracyjny
sk: Evidenčné číslo

# ownerInfoListTitle
source: OWNER INFORMATION
fi: OMISTAJAN TIEDOT
pl: INFORMACJE O WŁAŚCICIELU
sk: INFORMÁCIE O MAJITEĽOVI

# ownerInformationAddressLabel
source: Address:
fi: Osoite:
pl: Adres:
sk: Adresa:

# ownerInformationAddressValidationText
source: Provide a valid address
fi: Kirjoita voimassa oleva osoite
pl: Podaj prawidłowy adres
sk: Zadať platnú adresu

# ownerInformationDescription
source: Verify your information and complete the additional fields.
fi: Tarkista tiedot ja täytä lisäkentät.
pl: Sprawdź wprowadzone dane i wypełnij dodatkowe pola.
sk: Skontrolujte údaje a vyplňte dodatočné polia.

# ownerInformationEmailValidationText
source: Provide a valid email address
fi: Kirjoita voimassa oleva sähköpostiosoite
pl: Podaj poprawny adres e-mail
sk: Zadať platnú e-mailovú adresu

# ownerInformationNameValidationText
source: Enter first and last name
fi: Kirjoita voimassa oleva etu- ja sukunimi
pl: Podaj prawidłowe imię i nazwisko
sk: Zadať platné meno a priezvisko

# ownerInformationOwnerLabel
source: Owner:
fi: Omistaja:
pl: Właściciel:
sk: Vlastník:

# ownerInformationPhoneLabel
source: Phone:
fi: Puhelin:
pl: Telefon:
sk: Telefón:

# ownerInformationPhoneValidationText
source: Provide a valid phone number
fi: Kirjoita voimassa oleva puhelinnumero
pl: Podaj prawidłowy numer telefonu
sk: Zadať platné telefónne číslo

# ownerInformationTitle
source: Owner Information
fi: Omistajan tiedot
pl: Informacje o właścicielu
sk: Informácie o majiteľovi

# paperlessStatementSemantics
source: Paperless statement
fi: Paperiton lasku
pl: Rozliczenie bez papieru
sk: Bezpapierové vyúčtovanie

# parkAssistantErrorSemantics
source: Automatic Parking error
fi: Pysäköintiavustimen virhe
pl: Błąd Asystenta Parkowania
sk: Chyba parkovací asistent

source: Parking
fi: Pysäköintipaikat
pl: Parkingi
sk: Parkovisko

# parkingAssistantErrorSemantics
source: Automatic Parking error
fi: Pysäköintiavustimen virhe
pl: Błąd Asystenta Parkowania
sk: Chyba parkovací asistent

# parkingBrakeSemantics
source: Parking brake
fi: Seisontajarru
pl: Hamulec postojowy
sk: Parkovacia brzda

# parkingBreakSemantics
source: Parking brake
fi: Seisontajarru
pl: Hamulec postojowy
sk: Parkovacia brzda

# parkingLampsSemantics
source: Roadside parking lights
fi: Pysäköintivalo
pl: Światła postojowe
sk: Parkovacie svetlo

# parkingLightsSemantics
source: Roadside parking lights
fi: Pysäköintivalo
pl: Światła postojowe
sk: Parkovacie svetlo

# parkingPillText
source: Parking spaces
fi: Pysäköintipaikat
pl: Parkingi
sk: Parking

# parkingSemantics
source: Parking
fi: Pysäköinti
pl: Parkowanie
sk: Parkovanie

# particulateFilterWarningSemantics
source: Diesel particulate filter warning
fi: Varoitus dieselhiukkassuodatin
pl: Ostrzeżenie dot. filtra cząstek stałych
sk: Výstraha filter pevných častíc vznetového motora

source: Password
fi: Salasana
pl: Hasło
sk: Heslo

# passwordLabel
source: Password
fi: Salasana
pl: Hasło
sk: Heslo

# passwordRequirements
source: • At least 1 number or 1 of the following special characters +#&*(),./;':"_-
fi: • Vähintään 1 numero tai 1 seuraavista erikoismerkeistä +#&*(),./;':"_-
pl: • Przynajmniej 1 cyfra lub 1 z następujących znaków specjalnych +#&*(),./;':"_-
sk: • Minimálne 1 číslo alebo 1 z nasledovných špeciálnych znakov +#&*(),./;':"_-

# passwordTips
source: At least 8 characters
fi: Vähintään 8 merkkiä
pl: Co najmniej 8 znaków
sk: Minimálne 8 znakov

# pauseDownloadButton
source: Pause Download
fi: Pysäytä lataus
pl: Zatrzymaj pobieranie
sk: Pozastaviť sťahovanie

# pauseSemantics
source: Pause
fi: Tauko
pl: Przerwa
sk: Prestávka

# pausedListItemLabel
source: Paused
fi: Pysäytetty
pl: Zatrzymane
sk: Pozastavené

# payUpperCase
source: PAY
fi: MAKSA
pl: ZAPŁAĆ
sk: ZAPLATIŤ

# paymentMethods
source: Payment methods Cash | Credit card
fi: Maksutavat Käteinen | luottokortti
pl: Sposoby płatności Gotówka | Karta kredytowa
sk: Platobné metódy hotovosť | kreditná karta

# pedestrianWarningAssistantErrorSemantics
source: Pedestrian Warning error
fi: Jalankulkijavaroituksen virhe
pl: Błąd ostrzeżenia przed pieszymi
sk: Chyba výstraha pred osobami

# pendingConnectionModalRefreshButton
source: Refresh
fi: Päivitä
pl: Aktualizuj
sk: Aktualizovať

# pendingVehicleDescription
source: We are currently confirming your vehicle. This process may take several minutes. More app features, including Remote Services will be available upon confirmation.
fi: Vahvistamme parhaillaan ajoneuvoasi. Toimenpide voi kestää muutamia minuutteja. Muut sovelluksen toiminnot, mukaan lukien Remote Services, ovat käytettävissä vahvistuksen jälkeen.
pl: Zatwierdzamy właśnie Twój pojazd. Ta operacja może potrwać kilka godzin. Po zatwierdzeniu będą dostępne pozostałe funkcje aplikacji, w tym Usługi Zdalne.
sk: Práve potvrdzujeme Vaše vozidlo. Tento proces môže trvať niekoľko minút. Ďalšie funkcie aplikácie vrátane služieb Remote Services budú dostupné po potvrdení.

# pendingVehicleTitle
source: PENDING CONFIRMATION
fi: ODOTTAVA VAHVISTUS
pl: POTWIERDZENIE W TRAKCIE
sk: POTVRDENIE ČAKAJÚCE NA VYBAVENIE

# percentAt
source: % at
fi: % klo
pl: % o godz.
sk: % o

# percentIn
source: % in
pl: % za
sk: % za

source: Permissions
fi: Käyttöoikeudet
pl: Uprawnienia
sk: Oprávnenia

# permissionsValidateAccessToCamera
source: Permissions
fi: Käyttöoikeudet
pl: Uprawnienia
sk: Oprávnenia

# personInfoEditProfileImage
source: EDIT PROFILE IMAGE
fi: MUOKKAA PROFIILIKUVAA
pl: EDYTUJ ZDJĘCIE PROFILOWE
sk: UPRAVIŤ PROFILOVÝ OBRÁZOK

# personalAppointmentSemantics
source: Personal appointment
fi: Henkilökohtainen tapaaminen
pl: Własny termin wizyty
sk: Osobný termín

# personalDataCollectionSemantics
source: Personal data
fi: Henkilökohtaiset tiedot
pl: Dane osobowe
sk: Osobné údaje

# personalProfileListBlock
source: Block
fi: Estä
pl: Blokuj
sk: Zablokovať

source: Phone Number
fi: Puhelinnumero
pl: Numer telefonu
sk: Telefónne číslo

# phoneNumberLable
source: Phone Number
fi: Puhelinnumero
pl: Numer telefonu
sk: Telefónne číslo

# phoneNumberSelectorLabel
source: Phone Number
fi: Puhelinnumero
pl: Numer telefonu
sk: Telefónne číslo

# phoneNumberTitle
source: Phone
fi: Puhelin
pl: Telefon
sk: Telefón

# phonePositionSemantics
source: Center map on my location
fi: Keskitä kartta sijaintipaikkaani
pl: Wyśrodkuj mapę na mojej lokalizacji
sk: Vycentrovať mapu na moju aktuáln polohu

# phoneSemantics
source: Phone
fi: Puhelin
pl: Telefon
sk: Telefón

# phoneTextFieldPlaceholder
source: Phone Number
fi: Puhelinnumero
pl: Numer telefonu
sk: Telefónne číslo

# photosPermissionName
source: Photos
fi: Valokuvat
pl: Zdjęcia
sk: Fotky

# pickupAddressItemTitle
source: Pick-up address
fi: Nouto-osoite
pl: Adres odbioru
sk: Adresa vyzdvihnutia

# pickupAddressItemTrailingLabel
source: Select pick-up Address
fi: Valitse nouto-osoite
pl: Wybierz adres odbioru
sk: Zvoliť adresu vyzdvihnutia

# pickupDeliveryNavigationTitle
source: Pick-up and Delivery
fi: Nouto ja toimitus
pl: Odbiór i dostawa
sk: Vyzdvihnutie a dodanie

# pickupDeliveryOrderNo
source: Order No.
fi: Tilausnro
pl: Nr zlecenia
sk: Číslo objednávky

# pickupDeliveryOrderTime
source: Order Time
fi: Tilausaika
pl: Czas zlecenia
sk: Čas zadania objednávky

# pickupDeliveryTotal
source: Total
sk: Suma

# pickupInformationTitle
source: PICK-UP INFORMATION
fi: NOUTOTIEDOT
pl: INFORMACJE O ODBIORZE
sk: INFORMÁCIE O VYZDVIHNUTÍ

# pickupTabHeaderTitle
source: Pick-up Service
fi: Noutopalvelu
pl: Usługa odbioru
sk: Služba vyzdvihnutia

# pickupText
source: Pickup
fi: Nouto
pl: Odbiór
sk: Vyzdvihnutie

# pickupTimeItemTitle
source: Pick-up Time
fi: Noutoaika
pl: Godzina odbioru
sk: Čas vyzdvihnutia

# pickupTimeItemTrailingLabel
source: Select pick-up Time
fi: Valitse noutoaika
pl: Wybierz godzinę odbioru
sk: Zvoliť čas vyzdvihnutia

# pileDetailChargingFee
source: Charging fee:
fi: Latausmaksu:
pl: Opłata za ładowanie:
sk: Poplatok za nabitie:

# pileDetailChargingStation
source: Charging Station
fi: Latausasema
pl: Stacja ładowania
sk: Nabíjacia stanica

# pileDetailChargingStationDetails
source: CHARGING STATION DETAILS
fi: LATAUSASEMA (TIEDOT)
pl: STACJA ŁADOWANIA (SZCZEGÓŁY)
sk: NABÍJACIA STANICA (PODROBNOSTI)

# pileDetailConfirmButton
source: CONFIRM TO CHARGE
fi: Vahvista lataus
pl: Potwierdź ładowanie
sk: Potvrdiť nabíjanie

# pileDetailServiceFee
source: Service fee:
fi: Palvelumaksu:
pl: Opłata serwisowa:
sk: Servisný poplatok:

# pinMismatched
source: PINs do not match. Please try again.
fi: PIN-koodit eivät täsmää. Yritä uudelleen.
pl: Kody PIN nie są identyczne. Powtórz.
sk: PIN kódy sa nezhodujú. Prosím skúste znova.

source: Plate No.
fi: Rekisteritunnus
pl: Numer rejestracyjny
sk: Evidenčné číslo

# plateNoTextFieldLabel
source: Plate NO.
fi: Rekisteritunnus
pl: Numer rejestracyjny
sk: Evidenčné číslo

# pointOfInterestInRange
source: In Range
fi: Toimintasäteellä
pl: W zasięgu
sk: V rámci dojazdu

# pointOfInterestOutOfRange
source: Out of Range
fi: Toimintasäteen ulkopuolella
pl: Poza zasięgiem
sk: Mimo dojazdu

# policyCheckBoxLabel
source: I have read and accept the Terms and Conditions.
fi: Olen lukenut yleiset palveluehdot ja hyväksyn ne.
pl: Znam ogólne warunki handlowe i akceptuję je.
sk: Prečítal(a) som si všeobecné obchodné podmienky a súhlasím s nimi.

# popDeleteComment
source: Are you sure you want to delete this comment? You cannot undo this action.
fi: Oletko varma, että haluat poistaa tämän kommentin? Tätä toimenpidettä ei voi perua.
pl: Czy na pewno chcesz usunąć ten komentarz? Nie można cofnąć tej operacji.
sk: Ste si istý, že chcete vymazať tento komentár? Tento proces nemôžete vrátiť späť.

# popDeletePost
source: Are you sure you want to delete this post? You cannot undo this action.
fi: Oletko varma, että haluat poistaa tämän postauksen? Tätä toimenpidettä ei voi perua.
pl: Czy na pewno chcesz usunąć ten post? Nie można cofnąć tej operacji.
sk: Ste si istý, že chcete vymazať tento príspevok? Tento proces nemôžete vrátiť späť.

# popDiscardPost
source: Are you sure you want to delete this post? You can't undo this action.
fi: Oletko varma, että haluat hylätä postauksen? Tätä toimenpidettä ei voi perua.
pl: Czy na pewno chcesz odrzucić ten post? Nie można cofnąć tej operacji.
sk: Ste si istý, že chcete zahodiť tento príspevok? Tento proces nemôžete vrátiť späť.

# popUploadPictureErrorSubtitle
source: An error occurred while uploading the picture. Please try again.
fi: Kuvien lataus palvelimelle epäonnistui. Yritä uudelleen.
pl: Wczytywanie zdjęć nie powiodło się. Spróbuj ponownie.
sk: Nahrávanie fotky zlyhalo. Skúste to znova.

# popUploadPictureErrorTitle
source: Unable to upload picture
fi: Kuvaa ei voitu ladata
pl: Zdjęcie nie mogło zostać wczytane
sk: Fotku nebolo možné nahrať

source: Postal Code
fi: Postinumero
pl: Kod pocztowy
sk: Poštové smerovacie číslo

# postalCodeInputLabel
source: Postal code:
fi: Postinumero:
pl: Kod pocztowy:
sk: PSČ:

# powerReductionElectricModeSemantics
source: Mode with reduced electric drive power
fi: Rajoitetun sähköisen voimansiirtotehon tila
pl: Tryb ze zmniejszoną elektryczną mocą napędową
sk: Režim s redukovaným elektrickým výkonom pohonu

# preDeliveryModeAddProfileImageProfileTabChangeImageTooltip
source: Change your profile image here.
fi: Muuta profiilikuvaasi tässä.
pl: Zmień swoje zdjęcie profilowe.
sk: Zmeňte svoju profilovú fotografiu.

# preDeliveryModeAddYourVehicleSubPageDescriptionText2
source: Watch the tutorial to see how it works.
fi: Ohjeissa näytetään, miten se toimii.
pl: Instrukcja pokazuje, jak to działa.
sk: V návode sa dozviete, ako to funguje.

# preDeliveryModeAddYourVehicleSubPageHowToConnectCardLinkout
source: WATCH ON YOUTUBE
fi: NÄYTÄ YOUTUBESSA
pl: ZOBACZ NA YOUTUBE
sk: POZRIEŤ NA YOUTUBE

# preDeliveryModeDemoModeCardLink
source: DISCOVER MODELS
fi: TUTUSTU MALLEIHIN
pl: ODKRYJ MODELE
sk: OBJAVIŤ MODELY

# preDeliveryModeDemoModeCardText
source: Discover other vehicles and their app features with the demo mode.
fi: Tutustu muihin ajoneuvoihin ja niiden sovellustoimintoihin demo-tilassa.
pl: Odkryj inne pojazdy i ich funkcje aplikacji w trybie demo.
sk: Objavte ďalšie vozidlá a ich funkcie aplikácie v predvádzacom režime.

# preDeliveryModeDemoModeCardTitle
source: Explore the app in demo mode
fi: Tutustu sovellukseen
pl: Odkryj aplikację
sk: Vyskúšajte aplikáciu

# preDeliveryModeDemoModeSectionTitle
source: DEMO MODE
fi: DEMO-TILA
pl: TRYB DEMO
sk: PREDVÁDZACÍ REŽIM

# preDeliveryModeErrorPageActionButton
source: CLOSE
fi: SULJE
pl: ZAMKNIJ
sk: ZATVORIŤ

# preDeliveryModeErrorPageDescription
source: We are sorry. Your request cannot be processed at the moment. This could be for various reasons and may also be only a temporary error. Please try again later.
fi: Pahoittelemme. Tiedusteluasi ei voida käsitellä tällä hetkellä. Tähän voi olla useita syitä, ja se voi olla myös vain väliaikainen häiriö. Yritä myöhemmin uudelleen.
pl: Przykro nam. Nie możemy obecnie przetworzyć Twojego zapytania. Może to mieć różne przyczyny lub wynikać z tymczasowego błędu. Spróbuj ponownie później.
sk: Ľutujeme. Vaša žiadosť nemôže byť momentálne spracovaná. To môže mať rôzne dôvody a môže ísť len o dočasnú chybu. Skúste to znovu neskôr.

# preDeliveryModeErrorPageTitle
source: An error has occurred
fi: On ilmaantunut virhe
pl: Wystąpił błąd
sk: Vyskytla sa chyba

# preDeliveryModeFindChargingStationsMapTabApplyFiltersTooltip
source: Filter by criteria, such as charging power, to refine your search.
fi: Tarkenna hakua suodattimien avulla, esimerkiksi lataustehon perusteella.
pl: Użyj filtrów, aby sprecyzować swoje wyszukiwanie, np. wg mocy ładowania.
sk: Na upresnenie vášho vyhľadávania použite filter, napr. podľa výkonu nabíjania.

# preDeliveryModeFindChargingStationsMapTabSeeChargingStationsTooltip
source: See charging stations nearby.
fi: Löydä lähistöllä olevat latausasemat.
pl: Znajdź stacje ładowania w okolicy.
sk: Nájdite nabíjacie stanice nablízku.

# preDeliveryModeFindFavoriteDestinationsVehicleCoachmarkAction
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať

# preDeliveryModeFindUpcomingTripsVehicleCoachmarkAction
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať

# preDeliveryModeGallery360ViewAppBarTitle
source: 360° view
fi: 360°:n näkymä
pl: Widok 360°
sk: 360° pohľad

# preDeliveryModeGallery360ViewButton
source: Reload
fi: Lataa uudestaan
pl: Odśwież
sk: Znova načítať

# preDeliveryModeGallery360ViewSubtext
source: An error occurred when loading the view. Please reload to access the 360° view.
fi: Näkymän lataamisessa oli ongelma. Pääset 360°-näkymään valitsemalla "Lataa uudestaan".
pl: Wystąpił problem podczas ładowanie tego widoku. W celu uzyskania dostępu do widoku 360° wybierz opcję "Odśwież".
sk: Vyskytol sa problém pri načítaní náhľadu. Pre prístup k 360° náhľadu vyberte „Znovu načítať“.

# preDeliveryModeGallery360ViewTextIndicator
source: Swipe left/right on the screen to rotate the vehicle image
fi: Käännä ajoneuvoa pyyhkäisemällä vasemmalle/oikealle
pl: Aby obrócić pojazd, przeciągnij w lewo/prawo
sk: Na otáčanie vozidla potiahnite doľava/doprava

# preDeliveryModeGalleryDetailViewAppBarTitle
source: Gallery
fi: Galleria
pl: Galeria
sk: Galéria

# preDeliveryModeGalleryInteriorPanoramaViewTextIndicator
source: Swipe on the screen to look around
fi: Katso ympärille pyyhkäisemällä
pl: Przeciągnij, aby rozejrzeć się
sk: Rozhliadať sa potiahnutím

# preDeliveryModeGotoVehicleTabTooltip
source: 🎉 You have completed this task! You can now return to the vehicle tab.
fi: 🎉 Olet saanut tämän tehtävän päätökseen! Voit nyt palata ajoneuvon välilehdelle.
pl: 🎉 Zakończyłeś to zadanie! Możesz teraz przejść do zakładki pojazdu.
sk: 🎉 Túto úlohu ste ukončili! Môžete sa vrátiť späť len na záložku vozidla.

# preDeliveryModeHasVehicleArrivedTitle
source: HAS YOUR VEHICLE ARRIVED?
fi: OLETKO JO SAANUT AJONEUVOSI?
pl: MASZ JUŻ SWÓJ POJAZD?
sk: DOSTALI STE UŽ VAŠE VOZIDLO?

# preDeliveryModeIntroPageLetsGoActionButtonBmw
source: LET'S GO
fi: ALOITETAAN
pl: DO DZIEŁA
sk: POĎME NA TO

# preDeliveryModeIntroPageLetsGoActionButtonMini
source: LET'S GO
fi: ALOITETAAN
pl: DO DZIEŁA
sk: POĎME NA TO

# preDeliveryModeIntroPageLetsGoTextBmw
source: Get the most out of your vehicle and enjoy a completely new mobility experience.
fi: Tutustu ajoneuvosi kaikkiin mahdollisuuksiin ja nauti täysin uudesta liikkuvuuskokemuksesta.
pl: Odkryj wszystkie możliwości swojego pojazdu korzystaj w pełni z nowej jakości mobilności.
sk: Objavte všetky možnosti svojho vozidla a vychutnajte si úplne nový zážitok z mobility.

# preDeliveryModeIntroPageSection1TitleBmw
source: LOOKING GOOD
fi: NÄYTTÄÄ HYVÄLTÄ
pl: WYGLĄDA DOBRZE
sk: VYZERÁ TO DOBRE

# preDeliveryModeIntroPageSection2HeadlineBmw
source: MAKE IT YOURS
fi: PERSONOI NYT
pl: SPERSONALIZUJ TERAZ
sk: TERAZ PRISPÔSOBIŤ
