Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# activatedDialogTitle
source: Activated
fi: Aktivoitu
pl: Aktywowano
sk: AKTIVOVANÉ

# adBlueSystemWarningSemantics
source: AdBlue system warning
fi: Varoitus AdBlue järjestelmä
pl: Ostrzeżenie systemu AdBlue
sk: Výstraha systém AdBlue

# adaptiveMsuspensionSemantics
source: Adaptive M suspension
fi: Adaptiivinen M alusta
pl: Adaptacyjne podwozie M
sk: Adaptívny M podvozok

source: Add
fi: Lisää
pl: Dodaj
sk: Pridať

# addFavoriteButtonTitle
source: ADD FAVORITE
fi: LISÄÄ SUOSIKKI
pl: DODAJ DO ULUBIONYCH
sk: PRIDAŤ OBĽÚBENÚ POLOŽKU

# addFavoriteInProgress
source: Adding to favorites...
fi: Lisää suosikkeihin…
pl: Dodaj do ulubionych…
sk: Pridať k obľúbeným…

# addFavoritePageTitle
source: Add Favorite
fi: Lisää suosikki
pl: Dodaj do ulubionych
sk: Pridať obľúbenú položku

# addFavoriteSheetTitle
source: Add your favorite
fi: Tallenna suosikkeihin
pl: Dodaj do ulubionych
sk: Uložiť ako obľúbenú položku

# addFavoriteSuccess
source: Favorite added.
fi: Suosikki lisätty.
pl: Dodano do ulubionych.
sk: Obľúbená položka pridaná.

# addFinalStopSemantics
source: Add destination
fi: Lisää kohde
pl: Dodaj cel
sk: Pridať cieľ

# addHomeFavoriteInProgress
source: Saving Home...
fi: Kotiosoite tallennetaan…
pl: Dom zostanie zapisany…
sk: Ukladá sa adresa domov…

# addHomePageTitle
source: Set address for "Home"
fi: Valitse kotiosoite
pl: Ustal adres "domu"
sk: Nastavenie adresy pre „Domov“

# addProfileSemantics
source: Add profile
fi: Lisää profiili
pl: Dodaj profil
sk: Pridať profil

source: ADD REMINDER
fi: LISÄÄ MUISTUTUS
pl: DODAJ PRZYPOMNIENIE
sk: PRIDAŤ PRIPOMIENKU

# addStopoverSemantics
source: Add a stop
fi: Lisää välikohde
pl: Dodaj punkt pośredni
sk: Pridať ako medzicieľ

source: Add to Calendar
fi: Lisää kalenteriin
pl: Dodaj do kalendarza
sk: Pridať ku kalendáru

# addToCalendarFailureSnackBarMessage
source: We were unable to add this appointment to your calendar.
fi: Tätä aikaa ei voitu merkitä kalenteriin.
pl: Nie mogliśmy wpisać tego terminu do kalendarza.
sk: Tento termín sme nemohli zaznamenať do kalendára.

# addToCalendarPermissionsDialog
source: To save this appointment to your calendar, turn on the calendar permission in the device settings.
fi: Jotta voit tallentaa ajan kalenteriin, salli kalenterin käyttö sovelluksesta laiteasetuksissa.
pl: Aby zapisać termin w kalendarzu, zezwól aplikacji na dostęp do kalendarza w ustawieniach urządzenia.
sk: Na uloženie termínu do kalendára povoľte aplikácii v nastaveniach prístup ku kalendáru.

# addToCalendarPermissionsDialogTitle
source: Calendar permission turned off
fi: Kalenterin käyttö deaktivoitu
pl: Dostęp do kalendarza wyłączony
sk: Deaktivovaný prístup ku kalendáru

# addToCalendarSuccessSnackBarMessage
source: Your appointment has been added to your calendar!
fi: Aika on merkitty kalenteriin.
pl: Termin został wpisany do kalendarza.
sk: Termín bol poznačený do kalendára.

source: ADD VEHICLE
fi: LISÄÄ AJONEUVO
pl: DODAJ POJAZD
sk: PRIDAŤ VOZIDLO

# addVehicleSemantics
source: Add vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# addVehicleSubmitedFailed
source: Submission Failed
fi: Lähettäminen epäonnistui
pl: Wysyłanie nie powiodło się
sk: Odosielanie zlyhalo

# addVehicleSuccess
source: Successfully Added!
fi: Lisätty onnistuneesti!
pl: Dodano pomyślnie!
sk: Úspešne pridané!

# addVehicleVinTextFieldEmptyReminder
source: Please enter the VIN
fi: Syötä VIN
pl: Wprowadź nr VIN
sk: Zadajte VIN

# addVehicleVinTextFieldErrorText
source: Input format error
fi: Virhe tietojen syöttömuodossa
pl: Błąd formatu wprowadzania danych
sk: Chyba zadávaného formátu

# addWorkFavoriteInProgress
source: Saving Work...
fi: Työosoite tallennetaan…
pl: Trwa zapisywanie miejsca pracy…
sk: Pracovná adresa sa ukladá…

# addWorkPageTitle
source: Set address for "Work"
fi: Valitse työosoite
pl: Ustal adres "pracy"
sk: Nastaviť adresu pre „Práca“

# additionalDetailDescription
source: Please provide additional information or instructions regarding your service appointment as needed.
fi: Anna tarvittaessa huoltoaikaasi koskevia lisätietoja tai ohjeita.
pl: W razie potrzeby udostępnij dodatkowe informacje lub instrukcje dot. terminu serwisu.
sk: V prípade potreby poskytnite ďalšie informácie alebo pokyny týkajúce sa vášho servisného termínu.

# additionalDetailTitle
source: Additional information
fi: Lisätiedot
pl: Dodatkowe informacje
sk: Dodatočné informácie

# additionalInfo
source: Additional Info Needed
fi: Vaaditaan lisätietoja
pl: Wymagane dodatkowe informacje
sk: Vyžadujú sa dodatočné informácie

# additionalInfoDescription
source: Please enter the following information to add your vehicle.
fi: Anna seuraavat tiedot, jotta voit lisätä ajoneuvon.
pl: Wprowadź poniższe informacje, aby dodać swój pojazd.
sk: Na pridanie svojho vozidla zadajte nasledujúce informácie.

# additionalInformationLabel
source: Additional Information
fi: Lisätiedot
pl: Dodatkowe informacje
sk: Dodatočné informácie

# additionalMessageHelper
source: I've noticed a leak recently too.
fi: Olen havainnut viime aikoina myös vuotoa.
pl: W ostatnim czasie zauważyłem/zauważyłam też przeciek.
sk: V poslednej dobe som tiež spozoroval/-a netesnosť.

# additionalMessageLabel
source: Add message to dealer
fi: Lisää viesti huoltopisteelle.
pl: Dodaj wiadomość dla serwisu.
sk: Pridať správu pre servisného partnera.

# additionalMessageRequired
source: Required field.
fi: Pakollinen kenttä.
pl: Pole obowiązkowe.
sk: Požadované pole.

source: Address
fi: Osoite
pl: Adres
sk: Adresa

# addressLowerCase
source: Address
fi: Osoite
pl: Adres
sk: Adresa

# addressUpperCase
source: ADDRESS
fi: OSOITE
pl: ADRES
sk: ADRESA

source: Afternoon
fi: Iltapäivä
pl: Po południu
sk: POPOLUDNÍ

# agreeInfoText
source: Share all informations for this call
fi: Jaa tämän puhelun kaikki tiedot
pl: Udostępnij wszystkie informacje o tym połączeniu
sk: Zdieľať všetky informácie o tomto hovore

# agreeUppercase
source: AGREE
fi: HYVÄKSY
pl: AKCEPTUJ
sk: SÚHLASIŤ

# airBagWarningSemantics
source: Airbag warning
fi: Varoitus turvatyyny
pl: Ostrzeżenie poduszki powietrznej
sk: Výstraha airbag

# airSystemErrorSemantics
source: Ventilation system warning
fi: Varoitus ilmajärjestelmä
pl: Ostrzeżenie instalacji powietrznej
sk: Výstraha ventilácia

# alarmSystemActivatedSemantics
source: Anti-theft alarm activated
fi: Varashälytin aktivoitu
pl: Instalacja alarmowa aktywowana
sk: Aktivované poplašné zariadenie

# alarmSystemDeactivatedSemantics
source: Anti-theft alarm deactivated
fi: Varashälyttimen aktivointi poistettu
pl: Instalacja alarmowa dezaktywowana
sk: Deaktivované poplašné zariadenie

# albumAccessPermissionAllow
source: ALLOW
fi: SALLI
pl: ZEZWALAJ
sk: POVOLIŤ

# albumAccessPermissionContent
source: This allows you to choose a photo from the photo library to share with the app.
fi: Sillä voit valita valokuvakirjastosta valokuvan, jonka voit jakaa sovelluksessa.
pl: Dzięki tej funkcji można wybrać zdjęcie z biblioteki zdjęć, aby udostępnić je za pomocą aplikacji.
sk: Pomocou nej môžete vybrať fotografiu z albumu, aby ste ju mohli zdieľať s aplikáciou.

# albumAccessPermissionReject
source: DON'T ALLOW
fi: ÄLÄ SALLI
pl: NIE ZEZWALAJ
sk: NEPOVOLIŤ

# albumAccessPermissionTitle
source: Allow Photo Album Access
fi: Salli käyttöoikeus valokuva-albumiin
pl: Zezwalaj na dostęp do albumu ze zdjęciami
sk: Povoliť prístup k fotoalbumu

# alexaCarIntegrationDescription
source: Use Amazon's voice assistant in your vehicle. An experience tailored to driving while having a conversation with Alexa.
fi: Käytä ajoneuvossasi Amazonin puheavustinta – se on räätälöity ajoon, kun itse keskustelet Alexan kanssa.
pl: Używaj Asystenta mowy firmy Amazon w swoim pojeździe – zoptymalizowanego do jazdy, gdy korzystasz z Alexy.
sk: Využite vo svojom vozidle hlasového asistenta od Amazonu – prispôsobeného na mieru pre jazdu, zatiaľ čo sa bavíte s Alexou.

# alexaConfigAlexaLanguageAmazonAccountNote
source: An Amazon account is required.
fi: Vaaditaan Amazon-käyttäjätili.
pl: Wymagane jest konto Amazon.
sk: Vyžaduje sa účet na Amazone.

# alexaConfigAlexaLanguageLabel
source: Alexa Language
fi: Alexa kieli
pl: Język Alexa
sk: Jazyk systému Alexa

# alexaConfigAmazonAccountDisconnectDialogDescription
source: An Amazon account is necessary to use this feature. Are you sure you want to disconnect this account?
fi: Tämän toiminnon käyttöä varten vaaditaan Amazon-käyttäjätili. Oletko varma, että haluat erottaa tilin?
pl: Do korzystania z tej funkcji wymagane jest konto Amazon. Czy na pewno chcesz odłączyć konto?
sk: Na využívanie tejto funkcie sa vyžaduje účet na Amazone. Naozaj chcete tento účet odpojiť?

# alexaConfigAmazonAccountDisconnectDialogHeadline
source: Disconnect Amazon Account
fi: Erota Amazon-käyttäjätili
pl: Odłącz konto Amazon
sk: Odpojiť účet na Amazone

# alexaConfigAmazonAccountLabel
source: Amazon account
fi: Amazon-tili
pl: Konto Amazon
sk: Účet Amazon

# alexaConfigAmazonSetupHeadline
source: Amazon Set Up
fi: Amazon asetus
pl: Konfiguracja Amazon
sk: Nastavenie systému Amazon

# alexaConfigMobileDataNote
source: Note: Streaming content uses the data connection from your mobile device.
fi: Huomautus: Suoratoistosisällöt käyttävät mobiililaitteesi tiedonsiirtoyhteyttä.
pl: Wskazówka: treści przesyłania strumieniowego korzystają z połączenia danych urządzenia mobilnego.
sk: Upozornenie: Streamovacie obsahy využívajú dátové pripojenie vášho mobilného zariadenia.

# alexaConfigShareLocationAmazonAlexaAppNote
source: Note: Enable the location services for this device in the device section of the Amazon Alexa app.
fi: Huomautus: Aktivoit tämän laitteen sijaintipalvelut "Amazon Alexa" -sovelluksen laiteasetuksissa.
pl: Wskazówka: aktywuj usługi lokalizacji tego urządzenia w ustawieniach urządzenia aplikacji "Amazon Alexa".
sk: Upozornenie: Aktivujte lokalizačné služby pre toto zariadenie v nastaveniach zariadenia aplikácie "Amazon Alexa".

# alexaConfigShareLocationLabel
source: Share Location with Amazon
fi: Jaa sijainti Amazonin kanssa
pl: Udostępniaj lokalizację poprzez Amazon
sk: Zdieľať aktuálnu polohu s Amazon

# alexaConfigVehicleSupport
source: Which {BrandName} support Alexa?
fi: Mitkä {BrandName}-ajoneuvot tukevat Alexaa?
pl: Jakie {BrandName} obsługują Alexa?
sk: Ktoré vozidlá {BrandName} podporujú Alexu?

# alexaLanguageNotSelectedSemantics
source: No language selected
fi: Ei valittua kieltä
pl: Nie wybrano języka
sk: Nie je zvolený žiadny jazyk

# alexaLanguagePageTitle
source: Amazon Alexa Language
fi: Amazon Alexa kieli
pl: Język Amazon Alexa
sk: Jazyk Amazon Alexa

# alexaLanguageSelectedSemantics
source: Language selected
fi: Kieli valittu
pl: Wybrano język
sk: Jazyk zvolený

# alexaSetupVehicleOs7InstructionActivationword
source: Using Alexa Hands-Free: In "Voice control" select the "Wake word" option to also be able to start Alexa with a voice command.
fi: Alexan handsfree-käyttö: Valitse kohdasta "Puheohjaus" vaihtoehto "Aktivointisana", jotta voit käynnistää Alexan puheen avulla.
pl: Korzystaj z Alexa hands-free: wybierz w "Obsłudze głosowej" opcję "Komenda głosowa", aby móc uruchamiać Alexa również głosem.
sk: Používanie asistenta Alexa bez použitia rúk: Ak chcete spustiť asistenta Alexa pomocou hlasu, vyberte v časti "Hlasové ovládanie" možnosť "Hlasový príkaz".

# alexaSetupVehicleOs7InstructionBluetoothAudio
source: Connecting the smartphone via Bluetooth®: "COM" > "Mobile devices" > "New device". Select "Telephony and audio".
fi: Älypuhelimen yhdistäminen Bluetoothin kautta: "COM" > "Mobiililaitteet" > "Uusi laite". Valitse "Puhelut ja audio".
pl: Połącz smartfon przez Bluetooth: "COM" > "Urządzenia mobilne" > "Nowe urządzenie". Wybierz "Telefonię i audio".
sk: Pripojte smartfóm cez Bluetooth: "COM" > "Mobilné zariadenia" > "Nové zariadenie". Vyberte možnosť "Telefonovanie a audio".

# alexaSetupVehicleOs7InstructionVoiceControl
source: Activating Alexa in the vehicle: "CAR" > "Settings" > "General settings" > "Personal Assistant" > "Voice control". Activate "Online speech processing" and "Third-party provider(s)".
fi: Alexan aktivoiminen ajoneuvossa: "CAR" > "Asetukset" > "Yleiset asetukset" > "Henkilökohtainen avustaja" > "Puheohjaus". Aktivoi "Online-puheentunnistus" ja "Muu palveluntarjoaja".
pl: Aktywuj Alexa w pojeździe: "CAR" > "Ustawienia" > "Ogólne ustawienia" > "Asystent osobisty" > "Obsługa głosowa". Aktywuj opcje "Rozpoznawanie mowy online" i "Dostawca zewnętrzny".
sk: Aktivujte asistenta Alexa vo vozidle: "CAR" > "Nastavenia" > "Všeobecné nastavenia" > "Osobný asistent" > "Hlasové ovládanie". Aktivujte možnosti "Online rozpoznávanie reči" a "Poskytovatelia tretích strán".

# alexaSetupVehicleOs81InstructionVehicleHeadline
source: Alexa setup
fi: Amazon Alexan asennus
pl: Ustaw Amazon Alexa
sk: Nastaviť asistenta Amazon Alexa

# alexaSetupVehicleOs8InstructionActivationword
source: Using Alexa hands-free: "MENU" > "System settings" > "Voice control" > "Personal Assistant (BMW)" > "Wake word". Activate "Hello BMW".
fi: Alexan handsfree-käyttö: "MENU" > "Järjestelmäasetukset" > "Puheohjaus" > "Henkilökohtainen avustaja (BMW)" > "Aktivointisana". Aktivoi "Hei BMW".
pl: Korzystaj z Alexa hands-free: "MENU" > "Ustawienia systemu" > "Obsługa głosowa" > "Asystent osobisty (BMW)" > "Komenda głosowa". Aktywuj "Cześć BMW".
sk: Použitie hlasového asistenta Alexa handsfree: "MENU" > "Nastavenia systému" > "Hlasové ovládanie" > "Osobný asistent (BMW)" > "Hlasový príkaz". Aktivujte "Ahoj BMW".

# alexaSetupVehicleOs8InstructionBluetoothAudio
source: Connecting the smartphone via Bluetooth®: "MENU" > "Mobile devices" > "Connect new device". Select "Use Bluetooth®"
fi: Älypuhelimen yhdistäminen Bluetoothin kautta: "MENU" > "Mobiililaitteet" > "Yhdistä uusi laite". Valitse "Käytä Bluetoothia"
pl: Połącz smartfona poprzez Bluetooth: "MENU" > "Urządzenia mobilne" > "Połącz nowe urządzenie". Wybierz opcję "Użyj Bluetooth"
sk: Pripojenie smartfónu cez Bluetooth: "MENU" > "Mobilné zariadenia" > "Pripojiť nové zariadenie". Vyberte položku "Použiť Bluetooth"

# alexaSetupVehicleOs8InstructionLongpress
source: Tip: Customize the microphone button on your steering wheel and access Alexa directly by pressing and holding the button: " System Settings" > "Voice control".
fi: Vinkki: Konfiguroi ohjauspyörän mikrofonipainike ja käynnistä Alexa heti pitkällä painalluksella: "Järjestelmäasetukset" > "Puheohjaus".
pl: Wskazówka: skonfiguruj przycisk mikrofonu na kierownicy i natychmiast uruchom Alexa poprzez długie naciśnięcie: "Ustawienia systemu" > "Obsługa głosowa".
sk: Tip: Nakonfigurujte tlačidlo mikrofónu na volante a okamžite spustite asistenta Alexa dlhým stlačením: "Nastavenia systému" > "Hlasové ovládanie".

# alexaSetupVehicleOs8InstructionVoiceControl
source: Activating Alexa in the vehicle: "MENU" > "System settings" > "Voice control". Activate "Additional speech assistants".
fi: Alexan aktivoiminen ajoneuvossa: "MENU" > "Järjestelmäasetukset" > "Puheohjaus". Aktivoi "Muut puheavustimet".
pl: Aktywuj Alexa w pojeździe: "MENU" > "Ustawienia systemu" > "Obsługa głosowa". Aktywuj opcję "Inne asystenty głosowe".
sk: Aktivácia hlasového asistenta Alexa vo vozidle: "MENU" > "Nastavenia systému" > "Hlasové ovládanie". Aktivujte možnosť "Ďalší hlasoví asistenti".

# alexaSetupVehicleOsId7InstructionActivationWord
source: Enable the option "Activation word" to use Alexa without using the Push-to-Talk button.
fi: Aktivoi vaihtoehto "aktivointisana", jos haluat käyttää Alexaa ilman puhepainiketta.
pl: Włącz opcję "Komenda głosowa", aby korzystać z Alexy bez przycisku Push-to-Talk.
sk: Na používanie zariadenia Alexa bez tlačidla Push-to-Talk aktivujte možnosť "Hlasový príkaz".

# alexaSetupVehicleOsId7InstructionVoiceControl
source: Activate the "Online speech processing" and "Third-party providers" options in the "Voice control" menu of your vehicle.
fi: Aktivoi ajoneuvosi puheohjausvalikossa vaihtoehdot "Online-puheentunnistus" ja "Muu palveluntarjoaja".
pl: Aktywuj opcje "Rozpoznawanie mowy online" i "Inny dostawca" w menu "Obsługa głosowa" pojazdu.
sk: Aktivujte možnosti „Online rozpoznávanie reči“ „Poskytovatelia tretích strán“ v menu „Hlasové ovládanie“ svojho vozidla.

# alexaSetupVehicleOsId8InstructionThirdParty
source: Activate the "Third-party providers" option in your vehicle's system settings.
fi: Aktivoi vaihtoehto "Muut puheavustimet" ajoneuvosi järjestelmäasetuksissa.
pl: Aktywuj opcję "Inne asystenty głosowe" w ustawieniach systemowych pojazdu.
sk: Aktivujte možnosť „Ďalšie hlasové asistenty“ v systémových nastaveniach svojho vozidla.

# alexaSetupVehicleOsMGUInstructionWiFiAndroid
source: Connect your mobile device additionally via Wi-Fi (only certain models).
fi: Yhdistä mobiililaite lisäksi WLAN-verkon kautta (koskee vain tiettyjä malleja).
pl: Połącz urządzenie mobilne dodatkowo przez wi-fi (tylko niektóre modele).
sk: Svoje mobilné zariadenie navyše pripojte aj cez WLAN (iba určité modely).

# alexaSetupVehicleOsXAmazonAlexaAppNote
source: To learn more and access additional features, download the Amazon Alexa app
fi: Saat lisätietoja ja voit käyttää lisätoimintoja, kun lataat "Amazon Alexa" -sovelluksen.
pl: Aby dowiedzieć się więcej i zyskać dostęp do dodatkowych funkcji, pobierz aplikację "Amazon Alexa".
sk: Ak sa chcete dozvedieť viac a získať prístup k ďalším funkciám, stiahnite si aplikáciu "Amazon Alexa".

# alexaSetupVehicleOsXAmazonAlexaCloudNote
source: Note: Alexa only processes requests in the cloud once you have connected an Amazon account.
fi: Huomautus: Alexa käsittelee pilvipalvelun tiedusteluja vain, kun olet ensin yhdistänyt siihen Amazon-tilin.
pl: Wskazówka: Alexa przetwarza zapytania w chmurze tylko po podłączeniu konta Amazon.
sk: Upozornenie: Alexa spracuje otázky na cloude len vtedy, keď ste prepojili svoj účet Amazon.

# alexaSetupVehicleOsXInstructionAlexaSettingsHint
source: Entry to this menu is described on the previous page. Once complete, please return to this page for the next step.
fi: Aloittaminen on kuvattu edellisellä sivulla. Kun olet saanut sen valmiiksi, palaa tälle sivulle seuraavaa vaihetta varten.
pl: Wchodzenie opisano na poprzedniej stronie. Jeśli to zakończono, wróć na tę stronę w celu wykonania kolejnego kroku.
sk: Začiatok je popísaný na predchádzajúcej strane. Po dokončení sa vráťte na túto stránku pre ďalší krok.

# alexaSetupVehicleOsXInstructionAmazonAccountAndAlexaLanguage
source: Connect your Amazon account and select a language for Alexa.
fi: Yhdistä Amazon-tilisi ja valitse Alexan kieli.
pl: Podłącz swoje konto Amazon i wybierz język Alexa.
sk: Prepojte svoj účet Amazon a vyberte jazyk Alexy.

# alexaSetupVehicleOsXInstructionAppsOption
source: Enable the option "Apps"
fi: Aktivoi vaihtoehto "Sovellukset".
pl: Aktywuj opcję "Aplikacje".
sk: Aktivujte možnosť „Apps“.

# alexaSetupVehicleOsXInstructionButton
source: Instructions
fi: Ohjeet
pl: Instrukcja
sk: Návod

# alexaSetupVehicleOsXInstructionCommandExampleCalendar
source: Alexa, what's on my calendar?
fi: Alexa, mitä merkintöjä kalenterissani on?
pl: Alexa, co mam w kalendarzu?
sk: Alexa, čo mám v kalendári?

# alexaSetupVehicleOsXInstructionCommandExampleIntro
source: Things to try:
fi: Kokeiltavaa:
pl: Przykłady na próbę:
sk: Čo treba vyskúšať:

# alexaSetupVehicleOsXInstructionCommandExampleMusic
source: Alexa, play music.
fi: Alexa, soita musiikkia.
pl: Alexa, odtwarzaj muzykę.
sk: Alexa, prehraj hudbu.

# alexaSetupVehicleOsXInstructionCommandExampleNews
source: Alexa, what's my flash briefing?
fi: Alexa, mitä uutta?
pl: Alexa, co nowego?
sk: Alexa, čo je nové?

# alexaSetupVehicleOsXInstructionCommandExampleShopping
source: Alexa, what's on my shopping list?
fi: Alexa, mitä ostoslistalla lukee?
pl: Alexa, co jest na mojej liście zakupów?
sk: Alexa, čo je na mojom nákupnom zozname?

# alexaSetupVehicleOsXInstructionCommandExampleWeather
source: Alexa, how's the weather in Munich?
fi: Alexa, millainen sää on Münchenissä?
pl: Alexa, jaka jest pogoda w Monachium?
sk: Alexa, aké je počasie v Mníchove?

# alexaSetupVehicleOsXInstructionPTT
source: Press the microphone button on the steering wheel.
fi: Paina ohjauspyörän mikrofonipainiketta.
pl: Wciśnij przycisk mikrofonu na kierownicy.
sk: Stlačte tlačidlo mikrofónu na volante.

# alexaSetupVehicleOsXInstructionPageTitle
source: Amazon Alexa Tutorial
fi: Amazon Alexa ohjeet
pl: Instrukcja Amazon Alexa
sk: Návod pre Amazon Alexa

# alexaSetupVehicleOsXInstructionSetupHeadline
source: How can I set up Alexa?
fi: Miten voin asentaa Alexan?
pl: Jako mogę skonfigurować Alexa?
sk: Ako môžem nastaviť Alexu?

# alexaSetupVehicleOsXInstructionUseHeadline
source: How can I use Alexa?
fi: Miten voin käyttää Alexaa?
pl: Jak mogę wykorzystać Alexa?
sk: Ako môžem používať aplikáciu Alexa?

# alexaSetupVehicleOsXInstructionVehicleHeadline
source: 2nd STEP: IN THE VEHICLE
fi: 2. VAIHE: AJONEUVOSSA
pl: 2. KROK: W POJEŹDZIE
sk: 2. KROK: VO VOZIDLE

# alexaSetupVehicleOsXInstructionWiFI
source: Connect Android smartphone to vehicle Wi-Fi.
fi: Android-älypuhelimia varten muodostetaan yhteys ajoneuvon Wi-Fi-verkkoon.
pl: W przypadku smartfonów z systemem Android nawiąż połączenie z Wi-Fi pojazdu.
sk: Na smartfónoch s operačným systémom Android vytvorte pripojenie k WiFi vozidla.

# alexaSkillPinDoNotMatch
source: PINs do not match. Remaining attempts:
fi: PIN-koodit eivät täsmää. Yrityksiä jäljellä:
pl: PIN-y nie zgadzają się. Pozostała liczba prób:
sk: PIN kódy sa nezhodujú. Zostávajúci počet pokusov:

# alexaTutorialAmazonAlexaAppName
source: Amazon Alexa app
fi: Amazon Alexa -sovellus
pl: Aplikacja Amazon Alexa
sk: Aplikácia Amazon Alexa

# alexaTutorialAmazonAlexaAppNote
source: To learn more and access additional features, download the Amazon Alexa app
fi: Saat lisätietoja ja voit käyttää lisätoimintoja, kun lataat "Amazon Alexa" -sovelluksen.
pl: Aby dowiedzieć się więcej i zyskać dostęp do dodatkowych funkcji, pobierz aplikację "Amazon Alexa".
sk: Ak sa chcete dozvedieť viac a získať prístup k ďalším funkciám, stiahnite si aplikáciu "Amazon Alexa".

# alexaTutorialCommandExamplesCalendar
source: Alexa, what's on my calendar?
fi: Alexa, mitä merkintöjä kalenterissani on?
pl: Alexa, co mam w kalendarzu?
sk: Alexa, čo mám v kalendári?

# alexaTutorialCommandExamplesIntro
source: Things to try:
fi: Kokeiltavaa:
pl: Przykłady na próbę:
sk: Čo treba vyskúšať:

# alexaTutorialCommandExamplesMusic
source: Alexa, play music.
fi: Alexa, soita musiikkia.
pl: Alexa, odtwarzaj muzykę.
sk: Alexa, prehraj hudbu.

# alexaTutorialCommandExamplesNews
source: Alexa, what's my flash briefing?
fi: Alexa, mitä uutta?
pl: Alexa, co nowego?
sk: Alexa, čo je nové?

# alexaTutorialCommandExamplesShopping
source: Alexa, what's on my shopping list?
fi: Alexa, mitä ostoslistalla lukee?
pl: Alexa, co jest na mojej liście zakupów?
sk: Alexa, čo je na mojom nákupnom zozname?

# alexaTutorialCommandExamplesWeather
source: Alexa, how's the weather in Munich?
fi: Alexa, millainen sää on Münchenissä?
pl: Alexa, jaka jest pogoda w Monachium?
sk: Alexa, aké je počasie v Mníchove?

# aliPayListSemantics
source: Alipay list
fi: Alipay-luettelo
pl: Lista Alipay
sk: Zoznam Alipay

source: All
fi: Kaikki
pl: Wszystko
sk: Všetky

# allCapabilitiesText
source: Remote 3D and In-car Camera
fi: Remote 3D ja ajoneuvon sisäkamera
pl: Remote 3D i kamera w pojeździe
sk: Remote 3D a kamera vo vozidle

source: All doors
fi: Kaikki ovet
pl: Wszystkie drzwi
sk: Všetky dvere

# allDoorsClosedSemantics
source: All doors closed
fi: Kaikki ovet suljettu
pl: Wszystkie drzwi zamknięte
sk: Všetky dvere zatvorené

# allDoorsOpenSemantics
source: All doors open
fi: Kaikki ovet auki
pl: Wszystkie drzwi otwarte
sk: Všetky dvere otvorené

source: All windows
fi: Kaikki ikkunat
pl: Wszystkie okna
sk: Všetky okná
