Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# chargingSessionTotalCharge
source: Total charge
fi: Virtamäärä
pl: Ilość prądu
sk: Množstvo elektrickej energie

# chargingSessionUnknown
source: UNKNOWN
fi: TUNTEMATON
pl: NIEZNANE
sk: NEZNÁME

# chargingSessionYesterday
source: YESTERDAY
fi: EILEN
pl: WCZORAJ
sk: VČERA

source: Charging sessions
fi: Lataustapahtumat
pl: Sesje ładowania
sk: Procesy nabíjania

# chargingStationAuthenticationMethods
source: Authentication
fi: Tunnistautuminen
pl: Uwierzytelnienie
sk: AUTENTIFIKÁCIA

# chargingStationAvailableStatus
source: Available
fi: Käytettävissä
pl: Dostępne
sk: Dostupné

# chargingStationCharged
source: Charged
fi: Ladattu
pl: Naładowany
sk: Nabité

# chargingStationChargingStatus
source: Charging
fi: Lataus
pl: Ładowanie
sk: Nabíjanie

# chargingStationErrorStatus
source: Error
fi: Virhe
pl: Błąd
sk: Chyba

# chargingStationLastSevenDay
source: Last 7 Days
fi: 7 viime päivää
pl: Ostatnie 7 dni
sk: Posledných 7 dní

# chargingStationNearbyFacilities
source: NEARBY FACILITIES
fi: LÄHELLÄ OLEVAT ASEMAT
pl: POBLISKIE STACJE
sk: STANICE NABLÍZKU

# chargingStationOpenHours
source: OPEN HOURS
fi: AUKIOLOAJAT
pl: GODZINY OTWARCIA
sk: OTVÁRACIE HODINY

# chargingStationParkingFee
source: PARKING FEE
fi: PYSÄKÖINTIMAKSU
pl: OPŁATA PARKINGOWA
sk: PARKOVACÍ POPLATOK

# chargingStationPaymentOperators
source: Payment options
fi: Maksuvaihtoehdot
pl: Opcje płatności
sk: Možnosti platby

# chargingStationPeriod
source: PERIOD
fi: KESTO
pl: CZAS TRWANIA
sk: TRVANIE

# chargingStationPreferredPartners
source: Partners
fi: Kumppani
pl: Partner
sk: Partner

# chargingStationRatings
source: RATINGS
fi: ARVOSTELUT
pl: OCENY
sk: HODNOTENIA

# chargingStationSemantics
source: Charging station
fi: Latausasema
pl: Stacja ładowania
sk: Nabíjacia stanica

# chargingStationSocketPileTypes
source: PLUG TYPES
fi: PISTOKETYYPIT
pl: Rodzaje wtyczek
sk: TYPY ZÁSTRČIEK

# chargingStationSocketViewAll
source: VIEW ALL
fi: NÄYTÄ KAIKKI
pl: WYŚWIETL WSZYSTKIE
sk: ZOBRAZIŤ VŠETKY

# chargingStatusAlternatingCurrentLabel
source: Alternating Current
fi: Vaihtovirta
pl: Prąd przemienny
sk: Striedavý prúd

# chargingStatusChargedPeriod
source: Charged Duration
fi: Latauksen kesto
pl: Czas ładowania
sk: Doba nabíjania

# chargingStatusChargedPower
source: Charged Power
fi: Ladattu virta
pl: Prąd ładowania
sk: Nabitý prúd

# chargingStatusChargingFee
source: Charging Fee
fi: Latausmaksu
pl: Opłata za ładowanie
sk: Poplatok za nabitie

# chargingStatusChargingLabel
source: Charging
fi: Lataus
pl: Ładowanie
sk: Nabíjanie

# chargingStatusDirectCurrentLabel
source: Direct Current
fi: Tasavirta
pl: Prąd stały
sk: Jednosmerný prúd

# chargingStatusFinishMessage
source: Are you sure you are finished charging and ready to pay?
fi: Oletko varma, että lataus on valmis ja haluat maksaa?
pl: Czy na pewno ładowanie zostało zakończone i chcesz zapłacić?
sk: Naozaj chcete nabíjanie dokončiť a zaplatiť?

# chargingStatusFinishTitle
source: Finish Charging
fi: Lopeta lataus
pl: Zakończ ładowanie
sk: Ukončiť nabíjanie

# chargingStatusFinishedLabel
source: Charging Finished
fi: Lataus valmis
pl: Zakończono ładowanie
sk: Proces nabíjania dokončený

# chargingStatusPayButton
source: PAY
fi: MAKSA
pl: ZAPŁAĆ
sk: ZAPLATIŤ

# chargingStatusServiceFee
source: Service Fee
fi: Palvelumaksu
pl: Opłata serwisowa
sk: Servisný poplatok

# chargingStatusStopCode
source: Charging Stop Code
fi: Latauksen keskeytyskoodi
pl: Kod dla przerwania ładowania
sk: Kód prerušenia nabíjania

# chargingStatusTitle
source: ChargeNow
fi: Julkinen lataus
pl: Ładowanie publiczne
sk: Verejné nabíjanie

# chargingStatusTotalFeeLabel
source: Total
fi: Yhteensä
pl: Łącznie
sk: Celkovo

# chargingStatusViewButton
source: VIEW
fi: NÄYTÄ
pl: WYŚWIETL
sk: ZOBRAZIŤ

# chargingTariffAllDay
source: All day
fi: Koko päivä
pl: Przez cały dzień
sk: Celodenne

# chargingTariffDescription
source: Add a simple electricity tariff by defining a rate applicable all day. To add different rates according to the time of day, add additional rate sections.
fi: Lisää yksinkertainen sähkötariffi määrittelemällä hinta, joka on voimassa koko päivän. Jos haluat tallentaa erilaisia sähkötariffeja eri vuorokaudenajoille, voit lisätä tariffikenttiä.
pl: Dodaj prostą taryfę za prąd, aby zdefiniować cenę obowiązującą przez cały dzień. W celu określenia różnych taryf za prąd zależnych od pory dnia możesz dodać dalsze pola taryfy.
sk: Pridajte jednoduchú elektrickú tarifu tak, že zadefinujete cenu, ktorá platí celý deň. Na uloženie rôznych taríf za elektrinu podľa dennej doby môžete pridať ďalšie polia tarify.

# chargingTariffLocation
source: Charging Location
fi: Latauspaikka
pl: Lokalizacja ładowania
sk: Miesto na nabíjanie

# chargingTariffPrice
source: Price*
fi: Hinta*
pl: Cena*
sk: Cena*

# chargingTariffValidFrom
source: Valid From
fi: Voimassa alkaen
pl: Obowiązuje od
sk: Platné od

# chargingTimerSemantics
source: Charging timer
fi: Latausajastin
pl: Licznik ładowania
sk: Časovač nabíjania

# chargingUser
source: User
fi: Käyttäjä
pl: Użytkownik
sk: Používateľ

# chargingVentilationSemantics
source: Charging ventilation
fi: Latauksen ilmanvaihto
pl: Wentylacja ładowania
sk: Ventilácia nabíjania

# chatWithDealerUpperCase
source: CHAT WITH DEALER
fi: KESKUSTELU JÄLLEENMYYJÄN KANSSA
pl: CZAT Z DEALEREM
sk: CHATOVAŤ S PREDAJCOM

# checkControlMessageTabTitle
source: CHECK CONTROL MESSAGES
fi: CHECK CONTROL-VIESTIT
pl: POWIADOMIENIA CHECK CONTROL
sk: HLÁSENIA CHECK CONTROL

# checkControlMessagesDetailsPage
source: Details
fi: Tiedot
pl: Szczegóły
sk: Podrobnosti

# checkRadioLabel
source: Check
fi: Tarkista
pl: Sprawdź
sk: Skontrolovať

source: Check Status
fi: Tarkista tila
pl: Sprawdź status
sk: Skontrolovať stav

# checkVehicleSemantics
source: Check vehicle
fi: Tarkista ajoneuvo
pl: Sprawdź pojazd
sk: Skontrolovať vozidlo

# checkboxTitle
source: I agree to the policies and terms specified above
fi: Hyväksyn yllä mainitut määräykset ja ehdot
pl: Akceptuję określone powyżej zasady i warunki
sk: Prijímam vyššie uvedené pokyny a podmienky

# checkeredFlagSemantics
source: Target
fi: Kohde
pl: Cel
sk: Cieľ

# choiceThree
source: Choice 3
fi: Vaihtoehto 3
pl: Opcja 3
sk: Možnosť 3

# choiceTwo
source: Choice 2
fi: Vaihtoehto 2
pl: Opcja 2
sk: Možnosť 2

source: City
fi: Kaupunki
pl: Miasto
sk: Mesto

# cityInputLabel
source: City:
fi: Kaupunki:
pl: Miasto:
sk: Mesto:

source: Clear
fi: Poista
pl: Usuń
sk: Vymazať

# clearFilterUpperCase
source: REMOVE FILTER
fi: POISTA SUODATIN
pl: USUŃ FILTR
sk: ODSTRÁNIŤ FILTER

# clearSearchbarSemantics
source: Delete search bar
fi: Tyhjennä haku
pl: Wyczyść pasek wyszukiwania
sk: Vymazať lištu vyhľadávania

# clearUpperCase
source: CLEAR
fi: POISTA
pl: USUŃ
sk: VYMAZAŤ

# climateControlRemainingTime
source: Air conditioning will run for around {minutes} minutes
fi: Ilmastointi käy nyt noin {minutes} minuuttia
pl: Klimatyzacja działa teraz przez ok. {minutes} min
sk: Klimatizovanie teraz pôjde cca {minutes} min

# climateTimerEngineStartLong
source: Climate control timer (engine start)
fi: Ilmastoinnin ajastin (moottorin käynnistys)
pl: Timer klimatyzacji (uruchomienie silnika)
sk: Časovač klimatizácie (naštartovanie motora)

# climateTimerEngineStartShort
source: Climate control timer (engine start)
fi: Ilmastoinnin ajastin (moottorin käynnistys)
pl: Timer klimatyzacji (uruchomienie silnika)
sk: Časovač klimatizácie (naštartovanie motora)

# climateTimerLaterWarningDesc
source: The departure timer must be set at least 10 minutes from now.
fi: Ajastettuun lähtöaikaan on oltava vähintään 10 minuuttia aikaa.
pl: Timer odjazdu musi być ustawiony na co najmniej 10 minut w przyszłości.
sk: Nastavte časovač odchodu na minimálne 10 minút.

# climateTimerLaterWarningTitle
source: Later departure time
fi: Myöhäisempi lähtöaika
pl: Późniejsza godzina odjazdu
sk: Neskorší čas odjazdu

# climateTimerPageDepartureTimeDesc
source: By setting a departure time you let the vehicle know when you plan to use it.
fi: Asettamalla lähtöajan ilmoitat ajoneuvolle, milloin haluat käyttää sitä.
pl: Ustawiając godzinę odjazdu, użytkownik przekazuje do pojazdu informację, kiedy chce z niego skorzystać.
sk: Nastavením času odjazdu vozidlu oznámite, kedy ho chcete používať.

# climateTimerPageDepartureTimeHeader
source: SET DEPARTURE TIME
fi: LÄHTÖAJAN ASETTAMINEN
pl: USTAW GODZINĘ ODJAZDU
sk: NASTAVIŤ ČAS ODJAZDU

# climateTimerPageDiscardAction
source: KEEP EDITING
fi: JATKA MUOKKAAMISTA
pl: KONTYNUUJ EDYCJĘ
sk: ĎALEJ UPRAVOVAŤ

# climateTimerPageDiscardDesc
source: You are about to leave this page, but you have made unsaved changes.
fi: Olet poistumassa tältä sivulta, mutta et ole tallentanut tekemiäsi muutoksia.
pl: Zamierzasz opuścić tę stronę, ale wprowadzone zmiany nie są zapisane.
sk: Chystáte sa opustiť túto stránku, ale vykonali ste zmeny, ktoré neboli uložené.

# climateTimerPageDiscardLabel
source: DISCARD CHANGES
fi: HYLKÄÄ MUUTOKSET
pl: ODRZUĆ ZMIANY
sk: ZAHODIŤ ZMENY

# climateTimerPageDiscardTitle
source: Discard changes?
fi: Hylätäänkö muutokset?
pl: Odrzucić zmiany?
sk: Zahodiť zmeny?

# climateTimerPageNextTimeOnlyActiveDesc
source: All other departure times will be paused until the next-time-only has expired.
fi: Kaikki muut lähtöajat ovat tauolla, kunnes kertaluonteinen lähtöaika on saavutettu.
pl: Wszystkie inne godziny odjazdu są zatrzymywane do czasu osiągnięcia jednorazowej godziny odjazdu.
sk: Všetky ostatné časy odjazdu sú pozastavené, až kým sa nedosiahne jednorazový čas odjazdu.

# climateTimerPageNextTimeOnlyHeader
source: Next-time-only
fi: Kertaluonteinen
pl: Jednorazowo
sk: Jednorazovo

# climateTimerPageNextTimeOnlyNotActiveDesc
source: The time defined is valid only for the next 24 hours.
fi: Asetettu lähtöaika on voimassa vain seuraavat 24 tuntia.
pl: Ustawiona godzina odjazdu jest ważna tylko przez następne 24 godziny.
sk: Nastavený čas odjazdu platí iba nasledujúcich 24 hodín.

# climateTimerPageNextTimeOnlySwitchLabel
source: Time
fi: Kellonaika
pl: Godzina
sk: Čas

# climateTimerPageNextTimeOnlyTrayLabel
source: When a next-time-only timer is active, all other departure times will be paused until this one has expired.
fi: Jos on asetettu kertaluonteinen ajastin, kaikki muut asetetut lähtöajat ovat tauolla, kunnes kertaluonteinen lähtöaika on saavutettu.
pl: Jeśli ustawiono jednorazowy timer, pozostałe ustawione godziny odjazdu są zatrzymywane do czasu osiągnięcia jednorazowej godziny odjazdu.
sk: Keď bol nastavený jednorazový časovač, všetky ostatné nastavené časy odjazdu budú pozastavené, až kým sa nedosiahne jednorazový čas odjazdu.

# climateTimerPagePausedLabel
source: Paused
fi: Tauolla
pl: Zatrzymane
sk: Pozastavené

# climateTimerPageSetLabel
source: Set
fi: Asetus
pl: Ustaw
sk: Nastavenie

# climateTimerPageWeeklyHeader
source: Weekly
fi: Viikoittain
pl: Co tydzień
sk: Týždenne

# climateTimerPageWeeklySwitchLabel
source: Time and weekday
fi: Kellonaika ja viikonpäivä
pl: Godzina i dzień tygodnia
sk: Čas a deň v týždni

# climateTimerPageWeeklyTrayLabel
source: For a weekly repeating timer choose at least one day.
fi: Valitse vähintään yksi päivä viikoittaista ajastinta varten.
pl: Wybierz przynajmniej jeden dzień dla timera tygodniowego.
sk: Pre týždenný časovač zvoľte aspoň jeden deň.

# climateTimerSemantics
source: Climate control timer
fi: Ilmastoinnin ajastin
pl: Timer klimatyzacji
sk: Časovač klimatizácie

# climateTimerSomethingWentWrongMessage
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# climateTimerUnableToSetWarningDesc
source: Please try again later.
fi: Yritä myöhemmin uudelleen.
pl: Spróbuj ponownie później.
sk: Skúste to znovu neskôr.

# climateTimerUnableToSetWarningTitle
source: Unable to set departure time
fi: Lähtöaikaa ei voi asettaa
pl: Nie można ustawić godziny odjazdu
sk: Nie je možné nastaviť čas odjazdu

# climateTimerUnavailableWarningDesc
source: Vehicle settings currently not available. Please try again later.
fi: Ajoneuvon asetukset eivät ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen.
pl: Ustawienia pojazdu są aktualnie niedostępne. Spróbuj ponownie później.
sk: Nastavenia vozidla sú momentálne nedostupné. Skúste to znovu neskôr.

# climateTimerUnavailableWarningTitle
source: Climate timer is temporarily unavailable
fi: Ilmastoinnin ajastin ei ole tällä hetkellä käytettävissä
pl: Timer klimatyzacji jest aktualnie niedostępny
sk: Časovač klimatizácie je momentálne nedostupný

# climateTimerUnderstoodLabel
source: UNDERSTOOD
fi: YMMÄRRÄN
pl: ROZUMIEM
sk: ROZUMIEM

# climateTimerWeekDayFriday
source: Fri
fi: Pe
pl: Pt.
sk: Pi

# climateTimerWeekDayMonday
source: Mon
fi: Ma
pl: Pn.
sk: Po

# climateTimerWeekDaySaturday
source: Sat
fi: La
pl: So.
sk: So

# climateTimerWeekDaySunday
source: Sun
fi: Su
pl: Nd.
sk: Ne

# climateTimerWeekDayThursday
source: Thu
fi: To
pl: Cz.
sk: Št

# climateTimerWeekDayTuesday
source: Tue
fi: Ti
pl: Wt.
sk: Ut

# climateTimerWeekDayWednesday
source: Wed
fi: Ke
pl: Śr.
sk: St

source: Climatization finished
fi: Ilmastointi valmis
pl: Klimatyzowanie zakończone
sk: Klimatizácia dokončená

# climatizationInProgress
source: Climate control is running
fi: Ilmastointi käynnissä
pl: Klimatyzowanie trwa
sk: Klimatizácia beží

# climatizationStatusCoolingInfoAccess
source: Climate control is running in your vehicle
fi: Ilmastointi on käynnissä ajoneuvossasi
pl: W Twoim pojeździe działa klimatyzacja
sk: Klimatizácia je spustená vo vašom vozidle

# climatizationStatusHeatingInfoAccess
source: Climate control is running in your vehicle
fi: Ilmastointi on käynnissä ajoneuvossasi
pl: W Twoim pojeździe działa klimatyzacja
sk: Klimatizácia je spustená vo vašom vozidle

# climatizationStatusVentilationInfoAcces
source: Ventilation running in your vehicle
fi: Tuuletus on käynnissä ajoneuvossasi
pl: W Twoim pojeździe działa wentylacja
sk: Ventilácia je spustená vo vašom vozidle

# climatizeExecutionMessage
source: Turn pre-conditioning on now? Remote functions may take a few seconds.
fi: Ilmastoidaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Włączyć klimatyzację teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Chcete vozidlo klimatizovať teraz? Funkcie Remote môžu trvať niekoľko sekúnd.

source: Climatize Later
fi: Ilmastoi myöhemmin
pl: Klimatyzuj później
sk: Klimatizovať neskôr

# climatizeLaterSubtitle
source: Set Climatization Timer
fi: Ilmastoinnin ajastus
pl: Ustaw timer klimatyzacji
sk: Nastaviť časovač klimatizácie

# climatizeLaterTitle
source: Climate Timer
fi: Ilmastoinnin ajastin
pl: Timer klimatyzacji
sk: Časovač klimatizácie

source: Climatize Now
fi: Ilmastoi nyt
pl: Klimatyzuj teraz
sk: Klimatizovať teraz

# climatizeNowSubtitle
source: Activate Climatization
fi: Aktivoi ilmastointi
pl: Aktywuj klimatyzację
sk: Aktivovať klimatizáciu

# climatizeNowTitle
source: Climate Now
fi: Ilmastoi nyt
pl: Klimatyzuj teraz
sk: Klimatizovať teraz

# climitizationErrorSemantics
source: Climate control error
fi: Ilmastoinnin virhe
pl: Błąd klimatyzacji
sk: Chyba klimatizácie

source: Close
fi: Sulje
pl: Zamknij
sk: Zatvoriť

# closePageMessage
source: Do you want to close the Roadside Assistance?
fi: Haluatko sulkea liikkuvuuspalvelun?
pl: Czy zamknąć okno Pomoc drogowa?
sk: Chcete zatvoriť asistenčnú službu?

# closePageTitle
source: Close Roadside Assistance
fi: Sulje liikkuvuuspalvelu
pl: Zamknij okno Pomoc drogowa
sk: Zatvoriť asistenčnú službu

# closeSemantics
source: Close
fi: Sulje
pl: Zamknij
sk: Zatvoriť

# closeUpperCase
source: CLOSE
fi: SULJE
pl: ZAMKNIJ
sk: ZATVORIŤ

source: Closed
fi: Suljettu
pl: Zamknięty
sk: Zatvorené

# cloudServerSemantics
source: Cloud server
fi: Pilvipalvelin
pl: Serwer w chmurze
sk: Cloudový server

# coDriverAirbagDeactivatedSemantics
source: Passenger airbag deactivated
fi: Etumatkustajan turvatyynyn aktivointi poistettu
pl: Poduszka powietrzna pasażera z przodu nieaktywna
sk: Deaktivovaný airbag spolujazdca

# collectedDataScreenTitle
source: Collected data
fi: Kerätyt tiedot
pl: Zebrane dane
sk: Zhromaždené údaje

# collisionCenterCallButtonText
source: Call Collision Center
fi: Soita kolarikorjaamoon
pl: Zadzwoń do centrum powypadkowego
sk: Zavolať nehodový servis

# collisionCenterPillText
source: Certified Collision Center
fi: Sertifioitu kolarikorjaamo
pl: Certyfikowane centrum powypadkowe
sk: Certifikovaný nehodový servis

# collisionWarningSystemErrorSemantics
source: Collision warning error
fi: Törmäysvaroituksen virhe
pl: Błąd ostrzeżenia o kolizji
sk: Chyba výstraha pred kolíziou

# colorUpperCase
source: COLOR
fi: VÄRI
pl: KOLOR
sk: FARBA

source: Combined Range
fi: Yhdistetty toimintasäde
pl: Zasięg łączny
sk: Kombinovaný dojazd

# combinedRangeSemantics
source: Total range
fi: Koko toimintasäde
pl: Łączny zasięg
sk: Celkový dojazd

# combustionClimateTimerPageTitle
source: Climate Timer (Eng. Start)
fi: Ilmastoinnin ajastin (moottorin käynnistys)
pl: Timer klimatyzacji (uruchomienie silnika)
sk: Časovač klimatizácie (naštartovanie motora)

# combustionSetDepartureTimer
source: Set departure timer
fi: Aseta lähtöaika
pl: Ustaw godzinę odjazdu
sk: Nastaviť čas odjazdu

# commentUpperCase
source: COMMENT
fi: KOMMENTTI
pl: KOMENTARZ
sk: KOMENTÁR

source: commented
fi: kommentoi
pl: skomentował
sk: komentované

source: Comments
fi: Kommentit
pl: Komentarze
sk: Komentáre

# communityAddImage
source: Add an image
fi: Lisää kuva
pl: Dodaj zdjęcie
sk: Pridajte obrázok

# communityBMWTagging
source: Categories
fi: Kategoriat
pl: Kategorie
sk: Kategórie

# communityBMWTagsTitle
source: Personalize your community
fi: Personoi yhteisösi
pl: Spersonalizuj swoją społeczność
sk: Prispôsobte si svoju Community

# communityBackToTop
source: Back to top
fi: Takaisin ylös
pl: Powrót do góry
sk: Späť hore

# communityChoosePhotosFromGallery
source: Choose from photos
fi: Selaa kuvia
pl: Przeszukaj zdjęcia
sk: Prehľadať fotky

# communityComments
source: COMMENTS
fi: KOMMENTIT
pl: KOMENTARZE
sk: KOMENTÁRE

# communityCommentsTitle
source: Comments
fi: Kommentit
pl: Komentarze
sk: Komentáre

# communityConfirmReportTitle
source: Are you sure?
fi: Oletko varma?
pl: Czy na pewno?
sk: Naozaj to chcete?

# communityCreatePost
source: Create a post
fi: Luo postaus
pl: Utwórz post
sk: Vytvoriť príspevok

# communityDetailPageLikesCountMessage
source: {likeCount,plural, =0{No likes. Be the first!} =1{Liked by {likeCount} member} other{Liked by {likeCount} members}}
fi: {likeCount,plural, =0{Ei tykkäyksiä. Ole ensimmäinen!} =1{{likeCount} jäsen tykkää tästä} other{{likeCount} jäsentä tykkää tästä}}
pl: {likeCount,plural, =0{Brak polubień. Bądź pierwsza/pierwszy!} =1{{likeCount} polubienie} other{Liczba polubień {likeCount}}}
sk: {likeCount,plural, =0{Žiadne lajky. Buďte prvý/prvá!} =1{Páči sa {likeCount} členovi} other{Páči sa {likeCount} členom}}

# communityDetailPageNoLikesCountMessage
source: No likes. Be the first!
fi: Ei tykkäyksiä. Ole ensimmäinen!
pl: Brak polubień. Bądź pierwsza/pierwszy!
sk: Žiadne lajky. Buďte prvý/prvá!

# communityDialogDeleteConfirmation
source: Are you sure you want to delete this post? You cannot undo this action.
fi: Oletko varma, että haluat poistaa tämän postauksen? Tätä toimenpidettä ei voi perua.
pl: Czy na pewno chcesz usunąć ten post? Nie można cofnąć tej operacji.
sk: Ste si istý, že chcete vymazať tento príspevok? Tento proces nemôžete vrátiť späť.

# communityDisplayNameRegistrationDisclaimerOne
source: You can configure a nickname to use in the My BMW App. Introduce yourself to other users with your nickname. Please do not use offensive terms.
fi: Tässä voit määrittää oman lempinimesi My BMW -sovellusta varten. Esittäydy muille käyttäjille lempinimelläsi. Älä käytä loukkaavia ilmaisuja.
pl: Tutaj możesz skonfigurować swój nick do aplikacji My BMW. Przedstaw się innym użytkownikom za pomocą swojego nicka. Nie używaj obraźliwych określeń.
sk: Tu môžete konfigurovať vašu prezývku pre aplikáciu My BMW. Predstavte sa iným používateľom s vašou prezývkou. Nepoužívajte urážlivé výrazy.

# communityDisplayNameRegistrationDisclaimerTwo
source: It is very important to us that the BMW Community is a safe place. Please read and agree to our community guidelines and then have fun sharing.
fi: Huolehdimme BMW-yhteisössä julkaisemiesi kirjoitusten turvallisuudesta. Lue vielä käytännöt ja hyväksy ne, niin voit aloittaa. Nauti jakamisesta.
pl: Dbamy o bezpieczeństwo Twoich wypowiedzi publikowanych w społeczności BMW. Teraz wystarczy przeczytać i zaakceptować wytyczne – i gotowe. Miłego udostępniania.
sk: Dbáme na bezpečnosť vašich uverejnených príspevkov v BMW Community. Teraz si už len prečítajte smernice a udeľte svoj súhlas - a môžete začať. Veľa zábavy pri zdieľaní.

# communityDisplayNameRegistrationHint
source: Specify your nickname
fi: Valitse lempinimesi.
pl: Ustaw swój nick.
sk: Zvoľte si svoju prezývku.

# communityDisplayNameRegistrationTitle
source: I'd like to be called
fi: Haluan, että minua kutsutaan seuraavalla nimellä
pl: Chcę się nazywać następująco
sk: Chcem sa volať nasledovne

# communityEmptyLane
source: This lane does not have any content yet. Please choose another one.
fi: Tällä lanella ei ole vielä sisältöä. Valitse jokin toinen.
pl: Ta kategoria Lane nie ma jeszcze żadnej treści. Wybierz inną.
sk: Táto Lane zatiaľ nemá žiadny obsah. Vyberte inú.

# communityEmptySelection
source: This selection is empty
fi: Valitsemasi vaihtoehto on tyhjä
pl: Ten wybór jest pusty
sk: Tento výber je prázdny

# communityFieldNotRequired
source: This field is not mandatory
fi: Ei pakollinen kenttä
pl: Pole nieobowiązkowe
sk: Nepovinné pole

# communityHaveMissed
source: YOU MAY HAVE MISSED…
fi: TÄMÄ SAATTOI JÄÄDÄ HUOMAAMATTA…
pl: MOŻNA TO BYŁO PRZEOCZYĆ…
sk: TOTO VÁM MOŽNO UŠLO …

# communityInteractionsDisclaimer
source: The interaction history is only stored for 30 days.
fi: Vuorovaikutushistoria tallennetaan vain 30 päivän ajaksi.
pl: Historia interakcji jest przechowywana tylko przez 30 dni.
sk: História interakcií je uložená len 30 dní.

# communityInteractionsThisMonth
source: This month
fi: Tämä kuukausi
pl: Ten miesiąc
sk: Tento mesiac

# communityInteractionsThisWeek
source: This week
fi: Tämä viikko
pl: Ten tydzień
sk: Tento týždeň

# communityLikes
source: Likes
fi: Tykkäykset
pl: Polubienia
sk: Lajky

# communityLoadComment
source: Loading comments…
fi: Kommentteja ladataan…
pl: Trwa wczytywanie komentarzy…
sk: Komentáre sa načítavajú…

# communityMINIDetailPageLikesCountMessage
source: No likes. Be the first!
fi: Ei tykkäyksiä. Ole ensimmäinen!
pl: Brak polubień. Bądź pierwszy/pierwsza!
sk: Žiadne lajky. Buďte prvý/prvá!

# communityMINIDetailPageLikesCountMessage_dummy_one
source: Liked by {likeCount} member
fi: {likeCount} jäsen tykkää
pl: Lubi to {likeCount} użytkownik
sk: Páči sa {likeCount} členovi

# communityMINIDetailPageLikesCountMessage_dummy_other
source: Liked by {likeCount} members
fi: {likeCount} jäsentä tykkää
pl: Lubi to {likeCount} użytkowników
sk: Páči sa {likeCount} členom

# communityMINIDisplayNameRegistrationTitle
source: How would you like to be called by others?
fi: Miten haluat sinua kutsuttavan?
pl: Jak chcesz się nazywać?
sk: Ako sa chcete volať?

# communityMININoComments
source: No comments. Be the first!
fi: Ei kommentteja. Ole ensimmäinen!
pl: Brak komentarzy. Bądź pierwszy/pierwsza!
sk: Žiadne komentáre. Buďte prvý/prvá!

# communityMINIReviewGuideline
source: Review our guidelines
fi: Tarkista käytäntömme
pl: Sprawdź nasze wytyczne
sk: Pozrite si naše smernice

# communityMINISaySomething
source: Write something...
fi: Kirjoita jotain…
pl: Napisz coś…
sk: Napíšte niečo …

# communityMINISelectTagsAction
source: SELECT LANES
fi: VALITSE LANET
pl: WYBIERZ LANES
sk: ZVOĽTE LANES
