Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# ServiceTrackingStrings__detailsTrackingTitle
source: Track your {brandName}'s service
fi: Seuraa {brandName}-ajoneuvosi huoltoa
pl: Śledź przegląd Twojego {brandName}
sk: Sledujte servis svojho {brandName}

# ServiceTrackingStrings__feedbackFormDescription
source: Please tell us how you would rate your Vehicle Status Tracking experience in the {appName} app (5 stars = strongly agree, 1 star = strongly disagree).
fi: Arvioi ajoneuvon huollon seurantakokemustasi {appName} -sovelluksessa (5 tähteä = täysin samaa mieltä, 1 tähti = ei lainkaan samaa mieltä).
pl: Oceń swoje wrażenia dot. śledzenia przeglądu pojazdu w aplikacji {appName} (5 gwiazdek = całkowicie się zgadzam, 1 gwiazdka = zdecydowanie się nie zgadzam).
sk: Ohodnoťte svoju skúsenosť so sledovaním servisu vášho vozidla v aplikácii {appName} (5 hviezdičiek = úplne súhlasím, 1 hviezdička = zásadne nesúhlasím).

# ServiceTrackingStrings__feedbackFormSuccessBody
source: Your feedback helps us improve your experience with the {appName} app.
fi: Palautteesi avulla pystymme parantamaan {appName} -sovelluksen käyttökokemusta.
pl: Twoja opinia pomoże nam w udoskonalaniu aplikacji {appName}.
sk: Vaša spätná väzba nám pomôže zlepšiť vaše skúsenosti s aplikáciou {appName}.

# ServiceTrackingStrings__infoIntroDescription
source: You can track the service status of your {vehicleModel} in the app. Your {brandName} service center will notify you as soon as the status changes. Learn more about the planned steps below.
fi: Voit seurata {vehicleModel} -ajoneuvosi huollon tilaa sovelluksessa. {brandName}-huoltopiste tiedottaa heti, kun tila muuttuu. Alta löydät lisätietoja suunnitelluista vaiheista.
pl: Możesz śledzić status przeglądu Twojego {vehicleModel} w aplikacji. Serwis {brandName} powiadomi Cię o zmianie statusu. Dowiedz się więcej o planowanych krokach poniżej.
sk: Stav servisu svojho {vehicleModel} môžete sledovať v aplikácii. Váš servisný partner {brandName} vás upozorní, ihneď ako sa stav zmení. Prečítajte si viac o plánovaných krokoch nižšie.

# ServiceTrackingStrings__infoStatusDescription1
source: Your {brandName} service center has accepted your vehicle.
fi: Ajoneuvosi on vastaanotettu {brandName}-huoltopisteeseen.
pl: Twój pojazd został przyjęty do serwisu {brandName}.
sk: Vaše vozidlo bolo prijaté u vášho servisného partnera {brandName}.

# ServiceTrackingStrings__infoStatusDescription2
source: The service items you have ordered for your vehicle are in progress. Your {brandName} service center will contact you if they identify that additional work is required.
fi: Ajoneuvolle tilaamasi huoltopalvelut suoritetaan. Jos ilmenee muita tarpeellisia töitä, {brandName}-huoltopisteesi ottaa sinuun etukäteen yhteyttä.
pl: Zamówione przez Ciebie usługi serwisowe zostaną wykonane w Twoim pojeździe. Jeśli konieczne będą dodatkowe prace, serwis {brandName} skontaktuje się z Tobą z wyprzedzeniem.
sk: Servisné výkony, ktoré ste si objednali, sa vykonajú na vašom vozidle. Ak sú potrebné ďalšie práce, bude vás vopred kontaktovať váš servisný partner {brandName}.

# ServiceTrackingStrings__infoStatusDescription3
source: The service of your vehicle has been completed. Collect your key at the service desk of your {brandName} service center, unless agreed otherwise. Please consider the opening hours when collecting your vehicle.
fi: Ajoneuvosi huolto on valmis. Saat ajoneuvon avaimen {brandName}-huoltopisteen palvelupisteestä, mikäli ei ole muuta sovittu. Huomaa aukioloajat.
pl: Przegląd Twojego pojazdu został zakończony. Jeśli nie uzgodniono inaczej, kluczyk odbierzesz przy stanowisku obsługi serwisowej w serwisie {brandName}. Sprawdź godziny otwarcia.
sk: Servis vášho vozidla je dokončený. Ak nie je dohodnuté inak, získate kľúč od vozidla na pracovisku servisného asistenta svojho servisného partnera {brandName}. Dbajte na otváracie hodiny.

# ServiceTrackingStrings__infoStatusDescriptionAwaiting
source: Your {brandName} service center has a question and requires your feedback to proceed with the service of your vehicle.
fi: {brandName}-huoltopisteelläsi on kysymys, johon vaaditaan vastaus, ennen kuin ajoneuvollesi suoritettavia töitä voidaan jatkaa.
pl: Serwis {brandName} ma pytanie i potrzebuje Twojego potwierdzenia, aby kontynuować pracę przy Twoim pojeździe.
sk: Váš servisný partner {brandName} má otázku a potrebuje vašu odpoveď, aby mohol pokračovať v práci na vašom vozidle.

# ServiceTrackingStrings__pushNotificationFeedbackTitle
source: {appName} app feedback
fi: Palaute {appName} -sovelluksesta
pl: Opinia o aplikacji {appName}
sk: Spätná väzba k aplikácii {appName}

# ServiceTrackingStrings_contactsCancelButton
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# ServiceTrackingStrings_contactsTitle
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# ServiceTrackingStrings_detailsContactButton
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# ServiceTrackingStrings_detailsErrorSnackbar
source: Due to technical difficulties we could not get the latest status from your service center.
fi: Teknisten ongelmien vuoksi emme pystyneet tarkistamaan ajankohtaista tilaa huoltopisteestäsi.
pl: Z powodu problemów technicznych nie mogliśmy wywołać aktualnego statusu Twojego serwisu.
sk: Z dôvodu technických problémov sa nám nepodarilo získať najnovší stav od vášho servisného partnera.

# ServiceTrackingStrings_detailsErrorTitle
source: Data not available
fi: Tiedot eivät ole käytettävissä
pl: Dane nie są dostępne
sk: Údaje nie sú k dispozícii

# ServiceTrackingStrings_detailsStatusItem1
source: At service center
fi: Huoltopisteessä
pl: W serwisie
sk: U servisného partnera

# ServiceTrackingStrings_detailsStatusItem2
source: Work in progress
fi: Kesken
pl: Praca w toku
sk: V práci

# ServiceTrackingStrings_detailsStatusItem3
source: Service completed
fi: Huolto valmis
pl: Zakończono przegląd
sk: Servis dokončený

# ServiceTrackingStrings_detailsStatusItem3a
source: Ready for Collection
fi: Valmis noudettavaksi
pl: Gotowy do odbioru
sk: Pripravené na vyzdvihnutie

# ServiceTrackingStrings_detailsStatusLabelAwaiting
source: Feedback required
fi: Vaaditaan palautetta
pl: Wymagane potwierdzenie
sk: Vyžaduje sa spätné hlásenie

# ServiceTrackingStrings_detailsTrackingHeader
source: Service Status Tracking
fi: Huollon tilan seuranta
pl: Śledzenie statusu przeglądu
sk: Sledovanie stavu servisu

# ServiceTrackingStrings_feedbackFormCloseButton
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# ServiceTrackingStrings_feedbackFormFreeTextFieldPlaceholder
source: Please type here
fi: Syötä tähän
pl: Wpisz tutaj
sk: Zadajte sem

# ServiceTrackingStrings_feedbackFormHeader
source: Feedback
fi: Palaute
pl: Opinia
sk: Spätná väzba

# ServiceTrackingStrings_feedbackFormQuestionAdditional
source: Is there anything else that you would like to tell us?
fi: Haluatko vielä mainita jotain?
pl: Czy jest coś jeszcze, o czym chcesz nas powiadomić?
sk: Je ešte niečo, čo by ste nám chceli povedať?

# ServiceTrackingStrings_feedbackFormQuestionAdditionalSubtitle
source: Please do not share any personal data such as your name, vehicle identification number, etc.
fi: Älä ilmoita henkilökohtaisia tietoja kuten nimeäsi, ajoneuvon valmistenumeroa tms.
pl: Nie podawaj swoich danych osobowych, takich jak imię i nazwisko, numer identyfikacyjny pojazdu itp.
sk: Neuvádzajte žiadne osobné údaje, ako je vaše meno, identifikačné číslo vozidla atď.

# ServiceTrackingStrings_feedbackFormRating1
source: I can track my vehicle service status in detail
fi: Voin seurata tarkasti ajoneuvoni huollon tilaa
pl: Mogę szczegółowo śledzić status przeglądu samochodu
sk: Môžem podrobne sledovať stav servisu svojho vozidla

# ServiceTrackingStrings_feedbackFormRating2
source: I received timely status updates
fi: Olen saanut ajantasaisia tilapäivityksiä
pl: Otrzymywałem(-am) terminowe aktualizacje statusu
sk: Dostal som včasné aktualizácie stavu

# ServiceTrackingStrings_feedbackFormRating3
source: I find the feature useful
fi: Toiminto on mielestäni hyödyllinen
pl: Ta funkcja jest dla mnie przydatna
sk: Túto funkciu považujem za užitočnú

# ServiceTrackingStrings_feedbackFormSubmitButton
source: Submit
fi: Lähetä
pl: Wyślij
sk: Odoslať

# ServiceTrackingStrings_feedbackFormSubtitle
source: We would love your feedback!
fi: Olisimme iloisia palautteesta!
pl: Chętnie poznamy Twoją opinię!
sk: Radi by sme počuli vašu spätnú väzbu!

# ServiceTrackingStrings_feedbackFormSuccessButton
source: Close
fi: Sulje
pl: Zamknij
sk: Zatvoriť

# ServiceTrackingStrings_feedbackFormSuccessTitle
source: Thank You!
fi: Kiitos!
pl: Dziękujemy!
sk: Ďakujeme!

# ServiceTrackingStrings_feedbackFormTitle
source: Service Status Tracking
fi: Huollon tilan seuranta
pl: Śledzenie statusu przeglądu
sk: Sledovanie stavu servisu

# ServiceTrackingStrings_infoHeader
source: About
fi: Tiedot
pl: Informacje
sk: O službe

# ServiceTrackingStrings_infoTitle
source: Service Status Tracking
fi: Huollon tilan seuranta
pl: Śledzenie statusu przeglądu
sk: Sledovanie stavu servisu

# ServiceTrackingStrings_pushNotificationFeedbackSubtitle
source: How did you like the Service Status Tracking feature?
fi: Mitä pidit huollon tilan seurantatoiminnosta?
pl: Jak oceniasz funkcję śledzenia statusu przeglądu?
sk: Ako sa vám páčila funkcia sledovania stavu servisu?

# ServiceTrackingStrings_servicesErrorSubtitle
source: Could not retrieve current status
fi: Ajankohtaista tilaa ei voitu tarkistaa
pl: Nie udało się wywołać aktualnego statusu
sk: Aktuálny stav sa nepodarilo získať

# ServiceTrackingStrings_vehicleDetailsServicesEntrypoint
source: Vehicle in service
fi: Ajoneuvo huollossa
pl: Przegląd pojazdu
sk: Vozidlo v servise

# ServiceTrackingStrings_vehicleServiceDetailsTitle
source: SERVICE STATUS TRACKING
fi: HUOLLON TILAN SEURANTA
pl: ŚLEDZENIE STATUSU PRZEGLĄDU
sk: SLEDOVANIE STAVU SLUŽBY

# ServiceTrackingStrings_vehicleTabEntrypoint
source: Vehicle in service
fi: Ajoneuvo huollossa
pl: Przegląd pojazdu
sk: Vozidlo v servise

# ServicecheckinStrings__contactsDisclaimer
source: This content is provided to you by {dealerName}. Please refer to your {brandName} service center's Privacy Policy at {dealerWebsite}.
fi: Tämän sisällön tarjoaa {dealerName}. Huomioi siksi {brandName}-huoltopisteesi sivustolta {dealerWebsite} löytyvät tietosuojakäytännöt.
pl: Tę treść dostarcza {dealerName}. Dlatego prosimy o zapoznanie się z wytycznymi dotyczącymi ochrony danych Twojego autoryzowanego serwisu {brandName} na stronie internetowej {dealerWebsite}.
sk: Tento obsah vám poskytuje {dealerName}. Preto si prečítajte smernicu o ochrane osobných údajov svojho servisného partnera {brandName} na {dealerWebsite}.

# ServicecheckinStrings__contactsDisclaimerNoLink
source: This service is offered by {dealerName}. Please refer to your {brandName} service center's Privacy Policy on their website.
fi: Tämän palvelun tarjoaa {dealerName}; huomioi siksi {brandName}-huoltopisteesi internet-sivustolta löytyvät tietosuojakäytännöt.
pl: Ten przegląd jest oferowany przez {dealerName}. Dlatego prosimy o zapoznanie się z zasadami ochrony danych Twojego autoryzowanego serwisu {brandName} na jego stronie internetowej.
sk: Túto službu ponúka {dealerName}, preto si prečítajte smernicu o ochrane osobných údajov svojho servisného partnera {brandName} na jeho webovej stránke.

# ServicecheckinStrings__detailsAvailableBody
source: Use our online check-in service now to save time when dropping off your {vehicleModel} at your {brandName} service center. Please review the service appointment details and start the check-in below.
fi: Käytä jo nyt online-check-in-mahdollisuutta, niin säästät aikaa luovuttaessasi {vehicleModel}-ajoneuvon {brandName}-huoltopisteeseen. Tarkista huoltoajan tiedot ja aloita check-in alhaalla.
pl: Już teraz skorzystaj ze zgłoszenia online Check-in, aby zaoszczędzić czas przy przyjęciu {vehicleModel} w swoim autoryzowanym serwisie {brandName} na przegląd. Sprawdź szczegóły terminu przeglądu i uruchom Check-in poniżej.
sk: Využite online príjem vozidla v servise už teraz a ušetrite tak čas pri príjme svojho {vehicleModel} u servisného partnera {brandName}. Skontrolujte si podrobnosti servisného termínu a nižšie spustite príjem vozidla v servise.

# ServicecheckinStrings__detailsAvailableDisclaimer
source: Please contact your {brandName} service center directly if you wish to cancel or rearrange your appointment. This service is offered by {dealerName}. Supported by {providerName}.
fi: Ota suoraan yhteys {brandName}-huoltopisteeseen, jos haluat peruuttaa ajan tai siirtää sitä. Tämän palvelun tarjoaa {dealerName}. {providerName} -palveluntarjoajan tukema.
pl: Skontaktuj się bezpośrednio z serwisem {brandName}, jeśli chcesz anulować lub przełożyć wizytę. Ten przegląd jest oferowany przez {dealerName}. Obsługuje {providerName}.
sk: Kontaktujte priamo svojho servisného partnera {brandName}, ak chcete termín stornovať alebo presunúť. Túto službu vám ponúka {dealerName}. S podporou {providerName}.

# ServicecheckinStrings__detailsAvailableTitle
source: Online check-in is available for your {brandName} services.
fi: Online-check-in on nyt käytettävissä {brandName} -ajoneuvosi huoltoaikaa varten.
pl: Przyjęcie online Twojego {brandName} w celu przeglądu jest teraz dostępne.
sk: Online príjem vozidla pre servisný termín vášho {brandName} je teraz dostupný.

# ServicecheckinStrings__detailsCheckoutOutdoorSubtitle
source: Your {vehicleModel} is ready for collection at {dealerName}. Your vehicle key has been stored in the self-service kiosk outside the building. Please click below to start the check-out process and retrieve your keys.
fi: {vehicleModel} on valmis noudettavaksi jälleenmyyjän {dealerName} luota. Ajoneuvon avain on jätetty rakennuksen ulkopuolella olevaan itsepalvelukioskiin. Napsauta alla olevaa painiketta käynnistääksesi check-out-prosessin ja saadaksesi avaimesi.
pl: Twój pojazd {vehicleModel} jest gotowy do odbioru w {dealerName}. Kluczyk jest zdeponowany w kiosku samoobsługowym na zewnątrz budynku. Kliknij poniżej, aby rozpocząć proces wymeldowania i otrzymać swój kluczyk.
sk: Vaše {vehicleModel} je pripravené na vyzdvihnutie u {dealerName}. Kľúč od vozidla bol uložený na samoobslužnom kiosku mimo budovy. Kliknite dole na začatie procesu odhlasovania a získanie vášho kľúča.

# ServicecheckinStrings__detailsCheckoutSubtitle
source: Your {vehicleModel} is ready for collection at {dealerName}. Your vehicle key has been stored in the self-service kiosk. You will receive the PIN from your {brandName} service center shortly.
fi: {vehicleModel} on valmis noudettavaksi jälleenmyyjän {dealerName} luona. Ajoneuvon avain on jätetty itsepalvelukioskiin. Saat vaadittavan PIN-koodin viipymättä {brandName}-huoltopisteestäsi.
pl: Twój pojazd {vehicleModel} jest gotowy do odbioru w {dealerName}. Kluczyk jest zdeponowany w kiosku samoobsługowym. Wkrótce otrzymasz PIN z Twojego serwisu {brandName}.
sk: Vaše {vehicleModel} je pripravené na vyzdvihnutie u {dealerName}. Váš kľúč od vozidla bol uložený na samoobslužnom kiosku. Na to o chvíľu dostanete PIN kód od svojho servisného partnera {brandName}.

# ServicecheckinStrings__detailsCheckoutTitle
source: Your {brandName} is ready for collection
fi: {brandName} on valmis noudettavaksi
pl: Twój pojazd {brandName} jest gotowy do odbioru
sk: Vaše {brandName} je pripravené na vyzdvihnutie

# ServicecheckinStrings__detailsConfirmedBody
source: Please find the appointment details for your {vehicleModel} below. Please contact your {brandName} service center directly if you wish to cancel or rearrange your appointment.
fi: Alta löydät {vehicleModel} -ajoneuvoasi koskevan huoltoajan tiedot. Ota suoraan yhteys {brandName}-huoltopisteeseen, jos haluat peruuttaa ajan tai siirtää sitä.
pl: Szczegóły wizyty dla Twojego {vehicleModel} znajdziesz poniżej. Skontaktuj się bezpośrednio z serwisem {brandName}, jeśli chcesz anulować lub przełożyć wizytę.
sk: Nižšie nájdete podrobnosti termínu pre {vehicleModel}. Kontaktujte priamo svojho servisného partnera {brandName}, ak chcete termín stornovať alebo presunúť.

# ServicecheckinStrings__detailsConfirmedDisclaimer
source: This service is offered by {dealerName}. Supported by {providerName}.
fi: Tämän palvelun tarjoaa {dealerName}. {providerName} -palveluntarjoajan tukema.
pl: Ten przegląd jest oferowany przez {dealerName}. Obsługiwane przez {providerName}.
sk: Túto službu ponúka {dealerName}. S podporou {providerName}.

# ServicecheckinStrings__detailsConfirmedTitle
source: Your {brandName} is checked in for service
fi: {brandName} on kuitattu sisään huoltoa varten
pl: Twój pojazd {brandName} jest zgłoszony do przeglądu
sk: Vaše {brandName} je prijaté na servis

# ServicecheckinStrings__pushNotificationAvailableSubtitle
source: Online check-in is now available for the service appointment of your {vehicleModel}.
fi: Online-check-in on nyt käytettävissä {vehicleModel} -ajoneuvosi huoltoaikaa varten.
pl: Zgłoszenie online Check-in wizyty dotyczące Twojego {vehicleModel} w celu przeglądu jest teraz dostępne.
sk: Online príjem vozidla pre servisný termín vášho {vehicleModel} je teraz dostupný.

# ServicecheckinStrings__pushNotificationConfirmedSubtitle
source: Your {vehicleModel} is now checked in for your service appointment.
fi: {vehicleModel} on nyt kuitattu sisään huoltoaikaa varten.
pl: Twój pojazd {vehicleModel} jest zgłoszony na wizytę w celu przeglądu.
sk: Vaše {vehicleModel} je teraz prijaté pre váš servisný termín.

# ServicecheckinStrings_badgeCheckoutSubtitle
source: Your {vehicleModel} is now ready for collection.
fi: {vehicleModel} on nyt valmis noudettavaksi.
pl: Twój pojazd {vehicleModel} jest już gotowy do odbioru.
sk: Vaše {vehicleModel} je teraz pripravené na vyzdvihnutie.

# ServicecheckinStrings_detailsAvailableButtonCheckin
source: Start check-in
fi: Aloita check-in
pl: Uruchom Check-in
sk: Spustiť príjem vozidla v servise

# ServicecheckinStrings_detailsButtonContact
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# ServicecheckinStrings_detailsCheckoutOutdoorLinkButton
source: CHECK OUT
pl: WYMELDUJ SIĘ
sk: DOKONČENIE

# ServicecheckinStrings_detailsHeader
source: Details
fi: Tiedot
pl: Szczegóły
sk: Podrobnosti

# ServicecheckinStrings_detailsLabelDate
source: Date and time
fi: Päivämäärä ja kellonaika
pl: Data i godzina
sk: Dátum a čas

# ServicecheckinStrings_detailsLabelDealer
source: Service center
fi: Huoltopiste
pl: Serwis
sk: Servisný partner

# ServicecheckinStrings_detailsLabelMob
source: Mobility option
fi: Liikkuvuusvaihtoehdot
pl: Opcja mobilności
sk: Možnosť mobility

# ServicecheckinStrings_detailsLabelService
source: Service items
fi: Huoltokohteet
pl: Pozycje serwisowe
sk: Miesto výkonu údržby

# ServicecheckinStrings_detailsSubtitle
source: Service appointment details
fi: Huoltoaikaa koskevat tiedot
pl: Szczegóły dotyczące wizyty w celu przeglądu
sk: Podrobnosti o servisnom termíne

# ServicesTabStrings__accessoriesStoreTitle
source: {brandLocalized} Accessories Store
fi: {brandLocalized} varustekauppa
pl: Sklep z akcesoriami {brandLocalized}
sk: {brandLocalized} príslušenstvo shop

# ServicesTabStrings__demoModeEntryPointListText
source: Discover selected vehicles and their features with the {appName} app demo mode.
fi: Tutustu valittuihin ajoneuvoihin ja niiden toimintoihin {appName}-sovelluksen demo-tilassa.
pl: Odkryj wybrane pojazdy i ich funkcje w trybie demo aplikacji {appName}.
sk: Objavte vybrané vozidlá a ich funkcie v predvádzacom režime aplikácie {appName}.

# ServicesTabStrings__lifestyleStoreTitle
source: {brandLocalized} Lifestyle Store
fi: {brandLocalized} Lifestyle Shop
pl: {brandLocalized} Lifestyle Shop
sk: {brandLocalized} lifestyle shop

# ServicesTabStrings__storesTitle
source: {brandLocalized} Stores
pl: Sklepy {brandLocalized}
sk: {brandLocalized} obchody

# ServicesTabStrings__subtitleFindMyNew
source: Explore models and find your new {brand}.
fi: Tutustu malleihin ja löydä uusi {brand}.
pl: Odkryj modele i znajdź swój nowy pojazd {brand}.
sk: Objavte modely a nájdite váš nový {brand}.

# ServicesTabStrings__titleHeader
source: Hey {profileName} !
fi: Hei {profileName}!
pl: Cześć {profileName}!
sk: Dobrý deň {profileName}!

# ServicesTabStrings_accessoriesStoreSubtitleBMW
source: From rims to roof box – everything your vehicle needs.
fi: Vanteista kattobokseihin – kaikki mitä ajoneuvosi tarvitsee.
pl: Od obręczy aż po pojemnik dachowy – wszystkiego, czego potrzebuje Twój pojazd.
sk: Od diskov po strešný box – všetko, čo vaše vozidlo potrebuje.

# ServicesTabStrings_accessoriesStoreSubtitleMINI
source: From rims to trims – everything your vehicle needs.
fi: Vanteista koristelistoihin – kaikki mitä ajoneuvosi tarvitsee.
pl: Od obręczy aż po paski dekoracyjne – wszystkiego, czego potrzebuje Twój pojazd.
sk: Od diskov po dekoračné pruhy – všetko, čo vaše vozidlo potrebuje.

# ServicesTabStrings_bottomBarMenuItemTitle
source: Service
fi: Huolto
pl: Przegląd
sk: Servis

# ServicesTabStrings_demoModeEntryPointListTile
source: Discover demo vehicles
fi: Tutustu demo-ajoneuvoihin
pl: Odkryj pojazdy demo
sk: Objaviť predvádzacie vozidlá

# ServicesTabStrings_lifestyleStoreSubtitle
source: Discover clothing, accessories, and exclusive collections.
fi: Tutustu vaatteisiin, asusteisiin ja eksklusiivisiin mallistoihin.
pl: Odkryj odzież, akcesoria i ekskluzywne kolekcje.
sk: Objavte oblečenie, doplnky a exkluzívne kolekcie.

# ServicesTabStrings_shopRecommendationsCloseNotification
source: Don't miss out! You can find this offer in your message center.
fi: Älä hukkaa tilaisuutta! Löydät tämän tarjouksen viesteistäsi.
pl: Nie przegap! Ofertę tę znajdziesz w swoich powiadomieniach.
sk: Nenechajte si ujsť! Túto ponuku nájdete vo svojich oznámeniach.

# ServicesTabStrings_subtitleHeader
source: All services
fi: Kaikki palvelut
pl: Wszystkie usługi
sk: Všetky služby

# ServicesTabStrings_viewOffer
source: View offer
fi: Näytä tarjous
pl: Wyświetl ofertę
sk: Zobraziť ponuku

# SettingsStrings__PINCode
source: PIN code
fi: PIN
pl: PIN
sk: PIN

# SettingsStrings__footer
source: For more information, see <link>{privacyAndTerms}<link> and <link>About the {appName} App<link>.
fi: Lisätietoja on kohdissa <link>{privacyAndTerms}<link> ja <link>{appName} -sovellus<link>.
pl: Więcej informacji – patrz <link>{privacyAndTerms}<link> oraz <link>O aplikacji {appName}<link>.
sk: Ďalšie informácie nájdete v častiach <link>{privacyAndTerms}<link> a <link>cez aplikáciu {appName}<link>.

# SettingsStrings__resetPassword
source: Reset password
fi: Palauta salasana
pl: Zresetuj hasło
sk: Resetovať heslo

# SettingsStrings__scanQrCodeSubtitle
source: Send your {brand} ID to your {brand} via QR code scan. Only available for certain models.
fi: Lähetä {brand}-tunnus {brand}-ajoneuvoon skannaamalla QR-koodi. Käytettävissä vain tietyille malleille.
pl: Wyślij swój {brand} ID do Twojego {brand}, skanując kod QR. Dostępne tylko dla określonych modeli.
sk: Odošlite svoje {brand} ID do svojho {brand} naskenovaním QR kódu. Dostupné iba pre určité modely.

# SettingsStrings__scanQrCodeTitle
source: Scan QR code ({brand} ID)
fi: Skannaa QR-koodi ({brand}-tunnus)
pl: Zeskanuj kod QR ({brand} ID)
sk: Naskenovať QR kód ({brand} ID)
