Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# _pushNotificationsSettingsAllowPushNotificationsDisabledAssistiveTextBranded
source: You will not receive any push notifications from the {appName} App, because they are disabled on your phone.
fi: Et saa palveluilmoituksia {appName}-sovelluksesta, koska niitä ei ole aktivoitu älypuhelimesi asetuksissa.
pl: Nie otrzymasz żadnych powiadomień push z aplikacji {appName}, ponieważ są one dezaktywowane w ustawieniach smartfona.
sk: Nedostanete žiadne push oznámenia z aplikácie {appName}, pretože sú tieto deaktivované v nastaveniach vášho smartfónu.

# _pushNotificationsSettingsAllowPushNotificationsEnabledAssistiveTextBranded
source: By enabling push notifications, you will receive standard messages from the {appName} App, such as vehicle service reminders.
fi: Jos aktivoit ilmoitukset, saat yleisiä {appName}-sovelluksen ilmoituksia, esim. muistutuksia ajoneuvon huollosta.
pl: Z aktywowanymi powiadomieniami otrzymasz ogólne wiadomości aplikacji {appName}, np. przypomnienia o serwisie pojazdu.
sk: A aktivovanými oznámeniami získate všeobecné hlásenia aplikácie {appName}, napr. pripomenutia na servis vozidla.

# _rateApp
source: Rate {appName} App
fi: Kirjoita arvostelu sovelluksesta {appName}
pl: Oceń aplikację {appName}
sk: Ohodnotiť aplikáciu {appName}

# _recommendationQuestion
source: How likely is it that you would recommend {appName} App to a friend or colleague?
fi: Kuinka todennäköistä on, että suosittelet {appName}-sovellusta ystävällesi tai työtoverillesi?
pl: Jakie jest prawdopodobieństwo, że polecisz aplikację {appName} swoim przyjaciołom lub współpracownikom?
sk: Aká je pravdepodobnosť, že aplikáciu {appName} odporučíte priateľom alebo kolegom?

# _remote3dInCarCameraMessageCenterDisclaimer
source: Please note: In case there is more than one vehicle mapped to the account, please find the recording by selecting the corresponding vehicle from 'Garage' and navigating to the 'Remote Cameras' functionality
fi: Huomaa: Jos {brand}-tunnukseen on yhdistetty enemmän kuin yksi ajoneuvo, löydät tallenteen, kun valitset kyseisen ajoneuvon kohdasta "Autotalli" ja navigoit Remote-kameratoimintoon.
pl: Uwaga: Jeśli z {brand} ID powiązano więcej niż jeden pojazd, nagranie można znaleźć, wybierając odpowiedni pojazd w zakładce "Garaż" i przechodząc do funkcji Kamery zdalne.
sk: Poznámka: ak je k {brand} ID pripojených viac ako jedno vozidlo, nájdete záznam tak, že vyberiete príslušné vozidlo v časti "Garáž" a prejdete k funkcii Vzdialené kamery.

# _remote3dIntroductionDescription
source: Remote 3D View gives you an overview of your {brand}'s surroundings.
fi: Remote 3D View antaa yleiskuvan {brand}:si ympäristöstä.
pl: Funkcja Remote 3D View zapewnia przegląd otoczenia {brand}.
sk: Remote 3D View Vám poskytuje prehľad o okolitom prostredí Vášho {brand}.

# _removeDialogBody
source: Are you sure you want to remove this {brand}? If you remove this {brand}, you will also delete the app data and Digital Keys associated with this {brand}.
fi: Oletko varma, että haluat poistaa tämän {brand}-ajoneuvon? Jos poistat tämän {brand}-ajoneuvon, myös {brand}-ajoneuvoon kuuluvat tiedot poistetaan sovelluksesta ja Digital Key -avaimet poistetaan.
pl: Czy na pewno chcesz usunąć ten {brand}? Po usunięciu tego pojazdu {brand} skasowane zostaną również wszystkie dane przyporządkowane do tego pojazdu {brand} w tej aplikacji oraz wszystkie klucze cyfrowe.
sk: Ste si istý, že chcete odstrániť toto {brand}? Keď odstránite toto {brand}, vymažú sa tiež všetky údaje priradené k {brand} v tejto aplikácii a všetky Digital Keys.

# _removeDialogTitle
source: Remove this {brand}?
fi: Poistetaanko tämä {brand}?
pl: Usunąć ten pojazd {brand}?
sk: Odstrániť toto {brand}?

# _roadsideAssistanceContactTextBranded
source: {brand} Roadside Assistance
fi: {brand} Liikkuvuuspalvelu
pl: Pomoc drogowa {brand}
sk: Asistenčná služba {brand}

# _roadsideAssistanceMessage
source: You have selected peace of mind 24/7 and 365 days by choosing {brand} aftersales service. You don't need to worry even if your {brand} has encountered a breakdown. Call {phoneNumber}, {brand} will take care of everything and arrange professional towing service in case your {brand} cannot be recovered on the spot. You can find out more about the procedure and service of Roadside Assistance on this page.
fi: {brand}-asiakaspalvelu palvelee kaikissa asioissa kellon ympäri ja 365 päivää vuodessa. Sinun ei siis tarvitse olla huolissasi, vaikka {brand}:ssäsi olisikin vikatilanne. Soita numeroon {phoneNumber}, ja {brand} huolehtii kaikesta ja järjestää ammattimaisen hinauspalvelun, {brand}-ajoneuvoasi ei voida korjata paikan päällä. Lisätietoja liikkuvuuspalvelun toiminnasta ja palvelusta saat tältä sivulta.
pl: Centrum Obsługi Klienta {brand} dba 365 dni w roku przez całą dobę o Twoje sprawy. Nie musisz się więc martwić, nawet jeżeli dojdzie do awarii {brand}. Zadzwoń pod numer {phoneNumber}, firma {brand} zadba o wszystko i zorganizuje profesjonalną usługę holowania, jeżeli samochodu {brand} nie da się naprawić na miejscu. Więcej o procedurze i serwisie pomocy drogowej dowiesz się na tej stronie.
sk: Zákaznícka podpora {brand} sa nepretržite stará o všetky Vaše potreby 365 dní v roku. Nemusíte si teda robiť starosti, dokonca ani v prípade, ak sa raz na Vašom {brand} vyskytne porucha. Jednoducho zavolajte na {phoneNumber} a {brand} sa o všetko postará, pričom ak by sa stalo, že Vaše {brand} nebude možné opraviť priamo na mieste, pre Vás zabezpečí profesionálnu odťahovú službu. Viac o pracovnom postupe a servise asistenčnej služby sa dozviete na tejto stránke.

# _saveAsPreferredConfirmationText
source: Saved {businessName} as preferred service center.
fi: {businessName} on tallennettu ensisijaiseksi huoltopisteeksi
pl: Zapisano {businessName} jako preferowany serwis
sk: {businessName} uložený ako preferovaný servisný partner

# _scanAndChargeEntryPointDescription
source: Supplying {brand} owner public charging and after payment service
fi: Julkisen maksu- ja jälkimaksupalvelun antaminen {brand}-omistajien käyttöön
pl: Udostępnienie usługi publicznych opłat i dopłat dla właścicieli {brand}
sk: Poskytovanie verejnej služby poplatkov a doplatkov pre vlastníkov {brand}

# _scanAndChargeJoyDialogDescription
source: Please add a {brand} vehicle first, and then enjoy Public Charging service.
fi: Lisää ensin {brand}-ajoneuvo, jotta voit käyttää julkista latauspalvelua.
pl: Najpierw dodaj pojazd {brand}, zanim zaczniesz korzystać z usługi publicznego ładowania.
sk: Najskôr pridajte vozidlo {brand}, až potom budete môcť používať službu Verejné nabíjanie.

# _selectAppAndCustomerPortal
source: Select {appName} App & customer portal.
fi: Valitse "{appName}-sovellus ja asiakasportaali".
pl: Wybierz "Aplikacja {appName} i portal klientów".
sk: Vyberte "Aplikácia {appName} a zákaznícky portál".

# _selectBmwMessages
source: Select APPS, then open "BMW messages"
fi: Valitse "APPS", sitten avaa "BMW-ilmoitukset"
pl: Wybierz "APPS", a następnie otwórz "Wiadomości BMW"
sk: Zvoľte "APPS", potom otvorte "BMW hlásenia".

# _selectBmwMessagesId6
source: Select BMW Messages.
fi: Valitse "BMW-ilmoitukset".
pl: Wybierz "Wiadomości BMW".
sk: Vyberte „BMW hlásenia“.

# _selectMiniMessages
source: Select APPS, then open "MINI messages"
fi: Valitse "APPS", sitten avaa "MINI-ilmoitukset"
pl: Wybierz "APPS", a następnie otwórz "Wiadomości MINI"
sk: Zvoľte "APPS", potom otvorte "MINI hlásenia".

# _selectMiniMessagesId6
source: Select MINI Messages.
fi: Valitse "MINI-ilmoitukset".
pl: Wybierz "Wiadomości MINI".
sk: Vyberte „MINI hlásenia“.

# _selectToyotaMessages
source: Select Messages
fi: Valitse "Viestit"
pl: Wybierz "Wiadomości"
sk: Vyberte „Správy“

# _sendFeedbackConsentContact
source: {brand} may contact me in case of further questions.
fi: {brand} saa ottaa minuun yhteyttä lisäselvityksiä varten.
pl: {brand} może się ze mną skontaktować w przypadku pytań zwrotnych.
sk: {brand} ma môže kontaktovať v prípade otázok.

# _sendFeedbackNeedAssistance
source: We appreciate your continued feedback. This helps us make the {appName} App better for everyone.
fi: Olemme aina iloisia palautteestasi. Sen avulla pystymme parantamaan {appName}-sovellusta.
pl: Dziękujemy za opinię. Pomoże nam w udoskonalaniu aplikacji {appName} dla wszystkich użytkowników.
sk: Vždy sa tešíme z vašej spätnej väzby. Pomáha nám aplikáciu {appName} vylepšovať pre všetkých.

# _sendFeedbackThankYouDescription
source: Your feedback is carefully considered as it helps us make {appName} App better for everyone. If you need personal assistance, please contact customer support.
fi: Tutustumme siihen huolellisesti ja sen avulla pystymme parantamaan {appName}-sovellusta. Jos tarvitset henkilökohtaista apua, käänny asiakaspalvelun puoleen.
pl: Starannie to przeanalizujemy. Pomoże nam to w udoskonalaniu aplikacji {appName} dla wszystkich użytkowników. Jeśli potrzebujesz pomocy, skontaktuj się z Centrum Obsługi Klienta.
sk: Vašu spätnú väzbu starostlivo vyhodnotíme, keďže nám pomôže aplikáciu {appName} vylepšiť pre všetkých. Ak potrebujete osobného pomocníka, obráťte sa na zákaznícku podporu.

source: Send to vehicle
fi: Lähetä ajoneuvoon
pl: Wyślij do pojazdu
sk: Odoslať do vozidla

# _sendToVehicleBranded
source: Send to my {brand}
fi: Lähetä {brand}-ajoneuvoon
pl: Prześlij do mojego {brand}
sk: Odoslať do môjho {brand}

# _sendToVehicleConnectToInternetSubTitleBranded
source: Connect to the internet in order to send destinations to your {brand}.
fi: Muodosta Internet-yhteys, jotta voit lähettää kohteita {brand}-ajoneuvoosi.
pl: Połącz się z Internetem, aby przesłać cele do Twojego {brand}.
sk: Pripojte sa k internetu, aby ste mohli odosielať ciele do svojho {brand}.

# _sendToVehicleSubscriptionDescriptionBranded
source: Please check service availability for your vehicle and activate or renew your subscription to send destinations to your {brand}.
fi: Jotta voit lähettää kohteita {brand}-ajoneuvoosi, tarkista palvelun saatavuus ajoneuvolle ja aktivoi tilaus tai jatka sitä.
pl: Aby przesłać cele do Twojego {brand}, sprawdź dostępność usługi dla swojego pojazdu i aktywuj ponownie abonament.
sk: Na odosielanie cieľov do vášho {brand} si overte dostupnosť služieb pre svoje vozidlo a aktivujte alebo obnovte si svoje predplatné.

# _sendToVehicleUseProfileDialogMessage
source: To find your destination when inside your vehicle, make sure that you are logged in with the same {brand} ID ({connectedWebsiteName} account) in your {brand} as in the app.
fi: Jotta löydät kohteet {brand}-ajoneuvossasi, varmista, että kirjaudut {brand}-ajoneuvoon sisään samalla {brand}-tunnuksella ({connectedWebsiteName}-tili) kuin sovelluksessa.
pl: Aby znaleźć swój cel w swoim {brand}, upewnij się, że zalogowano się w Twoim {brand} za pomocą tego samego {brand} ID (konto {connectedWebsiteName}) co w aplikacji.
sk: Keď chcete nájsť vo svojom {brand} cieľ, ubezpečte sa, že ste sa vo svojom {brand} prihlásili s rovnakým {brand} ID ({connectedWebsiteName} účet), s akým ste prihlásený v aplikácii.

# _sendToVehicleUseProfileDialogTitle
source: Log in to your {brand}
fi: Kirjaudu sisään {brand}:ssäsi
pl: Zaloguj się w swoim {brand}
sk: Prihláste sa vo svojom {brand}

# _sendTripMessage
source: Tap the "Send" button above to send this journey to your {brand}.
fi: Lähetä ajo {brand}:hesi napauttamalla ylhäällä kohtaa "Lähetä".
pl: Aby przesłać tę jazdę do Twojego {brand}, dotknij u góry opcji "Wyślij".
sk: Ak chcete túto cestu odoslať do svojho {brand}, ťuknite v hornej časti na "Odoslať".

# _serviceOrRepairsSubtitle
source: Select an available service at your {brand} service center. Additional service charges may apply.
fi: Valitse {brand}-huoltopisteessä käytettävissä oleva huoltotyö. Maksettavaksi voi tulla ylimääräisiä palvelumaksuja.
pl: Wybierz dostępną usługę w swoim serwisie {brand}. Mogą zostać naliczone dodatkowe opłaty serwisowe.
sk: Vyberte dostupný servis u svojho servisného partnera {brand}. Môžu sa účtovať dodatočné servisné poplatky.

# _shareWithBrandedUpperCase
source: SHARE WITH {brand}
fi: JAA {brand}:LLE
pl: UDOSTĘPNIJ {brand}
sk: ZDIEĽAŤ S {brand}

# _sharedDestinationFuzzySearch
source: Destination not matched. Please try below results or search in {appName} map.
fi: Ei tuloksia annetulle kohteelle. Käytä jotain alla olevista tuloksista tai hae kohdetta {appName}:n kartalta.
pl: Brak wyników dotyczących podanego celu. Wykorzystaj jeden z poniższych wyników lub szukaj na mapie {appName}.
sk: Žiadny výsledok pre uvedený cieľ. Použite jeden z nižšie uvedených výsledkov alebo vyhľadajte na mape aplikácie {appName}.

# _skillPinAlexaSkillUnlocked
source: {appName} Alexa Skill unlocked
fi: {appName} Alexa Skill aktivoitu
pl: {appName} Alexa Skill odblokowany
sk: {appName} Alexa Skill aktivované

# _skillPinDescription
source: {appName} Alexa Skill will ask for your PIN to lock or unlock your vehicle.
fi: {appName} Alexa Skill kysyy PIN-koodia ajoneuvon lukitsemista ja lukituksen avaamista varten.
pl: {appName} Alexa Skill poprosi o podanie PIN-u, aby zablokować lub odblokować pojazd.
sk: Alexa Skill aplikácie {appName} sa bude pýtať na PIN kód na uzamknutie alebo odomknutie vášho vozidla.

# _skillPinEnterPinTitle
source: Create your {appName} Alexa Skill PIN
fi: Luo PIN-koodi {appName} Alexa Skill -toimintoa varten
pl: Utwórz PIN dla {appName} Alexa Skill
sk: Vytvorte si svoj PIN kód pre Alexa Skill aplikácie {appName}

# _skillPinEnterPinToUnlockAlexaSkill
source: Enter your PIN unlock your {appName} Alexa Skill
fi: Aktivoi {appName} Alexa Skill antamalla PIN-koodi
pl: Wprowadź PIN, aby odblokować {appName} Alexa Skill
sk: Zadajte PIN kód, aby ste aktivovali Alexa Skill aplikácie {appName}

# _skillPinReEnterPinTitle
source: Re-enter your {appName} Alexa Skill PIN
fi: Syötä {appName} Alexa Skill -toiminnon PIN-koodi uudelleen
pl: Wprowadź ponownie PIN do {appName} Alexa Skill
sk: Znovu zadajte PIN kód pre Alexa Skill aplikácie {appName}

# _skillPinSkillLocked
source: Unlocking the doors with Alexa has been disabled. Confirm your PIN to enable door unlocking again.
fi: Ovien lukituksen avaaminen Alexalla on poistettu käytöstä. Aktivoi toiminto PIN-koodilla.
pl: Odblokowywanie drzwi za pomocą aplikacji Alexa jest wyłączone. Potwierdź kodem PIN, aby odblokować tę funkcję.
sk: Odblokovanie dverí Alexou je deaktivované. Potvrďte so svojím PIN kódom, aby ste aktivovali funkciu.

# _smartParkingNoVehicleDescription
source: Please add a {brand} vehicle first, and then activate Smart Parking service. This service is only available for selected {brand} models of July 2019 or newer.
fi: Lisää ensin {brand}-ajoneuvo, jotta voit käyttää älykästä pysäköintitoimintoa.
pl: Przed aktywacją usługi inteligentnego parkowania dodaj swój pojazd {brand}.
sk: Najskôr pridajte vozidlo {brand}, až potom aktivujte službu Inteligentné parkovanie.

# _smartParkingPhotosAccessDeniedDialogDescription
source: To allow the {appName} App to access your library go to permissions and enable access.
fi: Jotta {appName}-sovellus saa käyttöluvan kirjastoosi, aktivoi se kohdassa "Käyttöoikeudet".
pl: Aby w aplikacji {appName} mieć dostęp do swojej biblioteki, aktywuj dostęp w sekcji "Uprawnienia".
sk: Na umožnenie prístupu aplikácie {appName} k Vašej knižnici prístup aktivujte v časti "Oprávnenia".

# _smsDialogDescription
source: If you have a {connectedWebsiteName} account, please use your linked mobile phone to login
fi: Jos sinulla on {connectedWebsiteName} -tili, käytä kirjautumiseen tähän tiliin yhdistettyä matkapuhelinta
pl: Jeżeli masz konto {connectedWebsiteName}, użyj sparowanego telefonu komórkowego do zalogowania
sk: Ak máte účet {connectedWebsiteName}, použite na prihlásenie svoj prepojený mobilný telefón

# _storageAccessDeniedDialogDescriptionBranded
source: To allow the {appName} App to access your storage go to permissions and enable access.
fi: Jotta {appName}-sovellus saa käyttöluvan puhelimen muistiin, aktivoi se kohdassa "Käyttöoikeudet".
pl: Aby zezwolić aplikacji {appName} na dostęp do Twojej pamięci, aktywuj dostęp w sekcji "Uprawnienia".
sk: Ak chcete aplikácii {appName} povoliť prístup k svojej pamäti, urobte to v časti "Oprávnenia".

# _storeReviewDialogContentBranded
source: If you're enjoying {appName} App, can you spare a few seconds to rate us in the Play Store?
fi: Pidätkö {appName}-sovelluksesta? Varaa hetki aikaa ja kirjoita arvostelu Play Storeen.
pl: Podoba Ci się aplikacja {appName}? Poświęć chwilę, aby ocenić nas w Play Store.
sk: Páči sa Vám aplikácia {appName}? Venujte chvíľku času, aby ste nás ohodnotili v obchode Play Store.

# _submitFailureDescription
source: Service currently unavailable, please try again later or go to the {connectedWebsiteName} website to update your profile.
fi: Palvelu ei käytettävissä tällä hetkellä. Yritä myöhemmin uudelleen tai mene sivustolle {connectedWebsiteName} profiilin päivittämistä varten.
pl: Usługa chwilowo niedostępna. Spróbuj ponownie później lub przejdź na stronę internetową {connectedWebsiteName}, aby zaktualizować swój profil.
sk: Služba aktuálne nie je dostupná. Skúste to neskôr znova alebo prejdite na web {connectedWebsiteName}, aby ste aktualizovali svoj profil.

# _syncCalendarDescription
source: Synchronize your phone's native calendar to get the fastest route for your calendar events both in the app and in your {brand}.
fi: Synkronoi puhelimesi alkuperäinen kalenteri, jotta saat kalenterimerkintöjäsi vastaavan nopeimman reitin sekä sovellukseen että {brand}-ajoneuvoosi.
pl: Synchronizuj kalendarz telefonu, aby otrzymywać najszybsze trasy dla wpisów w kalendarzu zarówno w aplikacji, jak i w {brand}.
sk: Synchronizujte natívny kalendár svojho telefónu, aby ste získali najrýchlejšiu trasu ku svojim položkám kalendára v aplikácii, ako aj vo vašom {brand}.

# _syncronizationAlmostDoneDialogTitle
source: ALMOST DONE
fi: MELKEIN VALMIS
pl: PRAWIE GOTOWE
sk: TAKMER HOTOVO

# _syncronizationSuccesDialogDescription
source: Check your {brand} to confirm that your {brand} ID was successfully delivered. After that, finish setting up your {brand} ID.
fi: Vahvista {brand}:ssäsi, että {brand}-tunnuksen vastaanottaminen onnistui. Tämän jälkeen lopeta {brand}-tunnuksen asettaminen.
pl: Potwierdź w swoim {brand}, że {brand} ID zostało odebrane pomyślnie. Następnie zakończ konfigurację {brand} ID.
sk: Vo svojom {brand} potvrďte úspešné prijatie {brand} ID. Potom dokončite nastavovanie svojho {brand} ID.

# _syncronizationSuccesDialogTitle
source: {brand} ID has been sent
fi: {brand}-tunnus on lähetetty
pl: Przesłano {brand} ID
sk: {brand} ID bolo odoslané

# _syncronizationSuccesWithMailDialogDescription
source: ID {mail} is on its way to your {brand}. Check your {brand} to confirm that it has been successfully delivered and proceed with the setup.
fi: ID {mail} on lähetetty {brand}-ajoneuvoosi. Tarkista {brand}-ajoneuvossasi, että vastaanottaminen onnistui, ja jatka asennusta.
pl: ID {mail} został wysłany do Twojego {brand}. Sprawdź w swoim {brand}, czy został odebrany pomyślnie, i kontynuuj konfigurację.
sk: ID {mail} bolo odoslané do vášho {brand}. Skontrolujte, či bolo vaše {brand} úspešne prijaté a pokračujte v nastavovaní.

# _thanksForYourContribution
source: {brand} appreciates your contribution
fi: {brand} kiittää osallistumisestasi
pl: {brand} dziękuje za Twój udział
sk: {brand} vám ďakuje za účasť

# _thirdPartyDealerDescriptionBranded
source: Your 3rd Party service center will be replaced by the selected {brand} Dealer.
fi: Muu palveluntarjoaja korvataan valitulla {brand}-jälleenmyyjällä.
pl: Partner strony trzeciej zostanie zastąpiony wybranym dealerem {brand}.
sk: Váš servisný partner tretej strany bude vymenený za zvoleného predajcu {brand}.

# _timedOutDialogDescription
source: Please scan the QR code to send your {brand} ID.
fi: Skannaa QR-koodi, jotta voit lähettää {brand}-tunnuksesi uudelleen.
pl: Zeskanuj kod QR, aby ponownie przesłać {brand} ID.
sk: Na opätovné odoslanie {brand} ID naskenujte QR kód.

# _tireGuardWearNotificationCriticalDescription
source: The {axleTires} of your {brand} have reached the recommended wear limit. Please schedule a service appointment now to have the tires checked. Continued driving is not yet restricted.
fi: {brand}-ajoneuvosi {axleTires} ovat saavuttaneet suositeltava kulumisrajan. Tarkistuta ajoneuvo lähimmässä huoltopisteessä. Voit jatkaa ajoa maltillisesti.
pl: {axleTires} Twojego {brand} osiągnęły zalecaną granicę zużycia. Skontroluj pojazd w najbliższym autoryzowanym serwisie. Można jechać wolno dalej.
sk: Pneumatiky {axleTires} vášho {brand} dosiahli odporúčaný limit opotrebenia. Dajte si skontrolovať vozidlo u najbližšieho servisného partnera. Primerané pokračovanie v jazde je možné.

# _tireGuardWearNotificationWarningDescription
source: Your {axleTires} may soon be due for replacement. Please schedule an appointment with your {brand} Center to have it checked.
fi: {brand}-ajoneuvosi {axleTires} saavuttavat pian suositellun kulumisrajan. Tarkistuta ajoneuvosi omassa huoltopisteessäsi. Voit jatkaa ajoa.
pl: {axleTires} Twojego {brand} wkrótce osiągną zalecaną granicę zużycia. Skontroluj pojazd w autoryzowanym serwisie. Można jechać dalej.
sk: Pneumatiky {axleTires} vášho {brand} čoskoro dosiahnu odporúčaný limit opotrebenia. Nechajte skontrolovať svoje vozidlo u svojho servisného partnera. Je možné pokračovať v jazde.

# _tripAlreadyAvaliableMessage
source: This trip for your calendar event is already available in your {brand}.
fi: Tämä kalenterimerkintää vastaava ajo on jo käytettävissä {brand}:ssäsi.
pl: Ta jazda dla wpisu w kalendarzu jest już dostępna w Twoim {brand}.
sk: Táto cesta k vašej položke kalendára je už k dispozícii vo vašom {brand}.

# _tripCardPredictedTitle
source: Driving to {destination}?
fi: Ajokohde {destination}?
pl: Cel jazdy {destination}?
sk: Cieľ jazdy {destination}?

# _tripDetailsCheckWarningMessage
source: The destination has been sent to your {brand} ID. Please follow the instructions to log in to your vehicle and view the destination.
fi: Kohde on lähetetty {brand}-tunnuksellesi. Noudata ohjeita ajoneuvoon sisäänkirjautumista ja kohteen näyttöä varten.
pl: Miejsce docelowe zostało przesłane do {brand} ID. Postępuj zgodnie z instrukcjami, aby zalogować się w swoim pojeździe i wyświetlić miejsce docelowe.
sk: Cieľ bol odoslaný na vaše {brand} ID. Riaďte sa pokynmi, aby sa mohli prihlásiť vo svojom vozidle a zobraziť cieľ.

# _turnOnDataSharingFromInCarDisplayForNonMGU
source: Turn on data sharing via {appBrandName} Portal
fi: Aktivoi tietojen käyttölupa {appBrandName} -portaalissa
pl: Aktywuj udostępnianie danych przez portal {appBrandName}
sk: Aktivujte zdieľanie dát prostredníctvom portálu {appBrandName}

# _unavailableDialogDescription
source: This service is only available for {brand} models with {connectedWebsiteName} activated.
fi: Tämä palvelu on käytettävissä vain {brand}-malleissa, joissa on aktivoitu {connectedWebsiteName}.
pl: Ta usługa jest dostępna wyłącznie dla modeli {brand} z aktywacją {connectedWebsiteName}.
sk: Táto služba je dostupná iba pre modely {brand} s aktivovaným systémom {connectedWebsiteName}.
