Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# CarConnectionStrings_manualTroubleShootingStep1ID8
source: 1. Open the "Device manager" in the vehicle
fi: 1. Avaa ajoneuvosi "Laitehallinta"
pl: 1. Otwórz w pojeździe "Menadżera urządzeń"
sk: 1. Vo vozidle otvorte „Manažér zariadení“

# CarConnectionStrings_manualTroubleShootingStepAcceptWifi
source: If required, confirm that you also want to connect your mobile device via Wi-Fi.
fi: Tarvittaessa vastaa tiedusteluun, että haluat yhdistää mobiililaitteesi myös Wi-Fi-verkon kautta.
pl: W razie konieczności potwierdź zapytanie dotyczące połączenia urządzenia mobilnego także za pomocą Wi-Fi.
sk: Potvrďte otázku, že chcete svoje mobilné zariadenie pripojiť aj cez WiFi.

# CarConnectionStrings_manualTroubleShootingStepAndroidAutoApp
source: You can establish a connection via Android Auto by using the "Android Auto" app in your vehicle.
fi: Android Auto -yhteys voidaan muodostaa myös Android Auto -sovelluksen avulla ajoneuvossa.
pl: Połączenie poprzez Android Auto można nawiązać za pomocą aplikacji "Android Auto" w pojeździe.
sk: Pripojenie cez Android Auto môžete vo svojom vozidle vytvoriť cez aplikáciu "Android Auto".

# CarConnectionStrings_manualTroubleShootingStepBTAudioAndroidAuto
source: Open the "Mobile devices" app in your vehicle and select your mobile device. Ensure that either Bluetooth® audio or Android Auto is selected for your device.
fi: Avaa ajoneuvossasi "Mobiililaitteet"-sovellus ja valitse mobiililaite. Varmista, että joko Bluetooth-audio tai Android Auto on valittu.
pl: Otwórz w pojeździe aplikację "Urządzenia mobilne" i wybierz swoje urządzenie mobilne. Upewnij się, że został wybrany dźwięk Bluetooth lub Android Auto.
sk: Otvorte vo vozidle aplikáciu "Mobilné zariadenia" a vyberte svoje mobilné zariadenie. Skontrolujte, či je zvolené buď Bluetooth audio alebo Android Auto.

# CarConnectionStrings_manualTroubleShootingStepBTAudioCarPlay
source: Open the "Mobile devices" app in your vehicle and select your mobile device. Ensure that either Bluetooth® audio or Apple CarPlay is selected for your device.
fi: Avaa ajoneuvossasi "Mobiililaitteet"-sovellus ja valitse mobiililaite. Varmista, että joko Bluetooth-audio tai Apple CarPlay on valittu laitteellesi.
pl: Otwórz w pojeździe aplikację "Urządzenia mobilne" i wybierz swoje urządzenie mobilne. Upewnij się, że w przypadku Twojego urządzenia został wybrany dźwięk Bluetooth lub Apple CarPlay.
sk: Otvorte vo vozidle aplikáciu "Mobilné zariadenia" a vyberte svoje mobilné zariadenie. Skontrolujte, či je zvolené buď Bluetooth audio alebo Android Auto pre vaše zariadenie.

# CarConnectionStrings_manualTroubleShootingStepCarPlay
source: You can alternatively connect your mobile device via Apple CarPlay. After connecting to the vehicle via Bluetooth®, you will be asked to confirm the CarPlay connection on your mobile device.
fi: Vaihtoehtoisesti voit yhdistää mobiililaitteesi myös Apple CarPlayn kautta. Kun olet muodostanut yhteyden Bluetoothin kautta, CarPlay pyytää sinua vahvistamaan yhteyden mobiililaitteellasi.
pl: Alternatywnie możesz połączyć swoje urządzenie mobilne także przez Apple CarPlay. Po skonfigurowaniu połączenia przez Bluetooth CarPlay poprosi o potwierdzenie połączenia na urządzeniu mobilnym .
sk: Alternatívne môžete mobilné zariadenie pripojiť aj cez Apple CarPlay. Po vytvorení pripojenia cez Bluetooth vás CarPlay na vašom mobilnom zariadení požiada o potvrdenie pripojenia.

# CarConnectionStrings_manualTroubleShootingStepCarPlayApp
source: You can establish a connection via Apple CarPlay by using the "Apple CarPlay" app in your vehicle. You must also confirm the connection request on your iPhone.
fi: Apple CarPlay -yhteys voidaan muodostaa myös "Apple CarPlay" -sovelluksen avulla ajoneuvossa. Vastaa tiedusteluun, että haluat muodostaa yhteyden myös iPhonella.
pl: Połączenie poprzez Apple CarPlay można nawiązać za pomocą aplikacji "Apple CarPlay" w pojeździe. Potwierdź zapytanie o połączenie także na swoim iPhonie.
sk: Pripojenie cez Apple CarPlay môžete vo svojom vozidle vytvoriť cez aplikáciu "Apple CarPlay". Potvrďte požiadavku na pripojenie aj na svojom iPhone.

# CarConnectionStrings_manualTroubleShootingStepMobileDeviceDetection
source: The vehicle will now detect your mobile device. Select it and follow the instructions.
fi: Ajoneuvo näyttää nyt mahdollisuuden valita mobiililaitteesi. Valitse se ja noudata ohjeita.
pl: Pojazd będzie teraz wyświetlał Twoje urządzenie mobilne jako urządzenie, które można wybrać. Wybierz je i postępuj zgodnie z instrukcjami.
sk: Vozidlo zobrazí na výber len vaše mobilné zariadenie. Vyberte ho a riaďte sa pokynmi.

# CarConnectionStrings_manualTroubleShootingStepOpenBT
source: Open the Bluetooth® settings on your mobile device.
fi: Avaa mobiililaitteesi Bluetooth-asetukset.
pl: Otwórz ustawienia Bluetooth na swoim urządzeniu mobilnym.
sk: Otvorte nastavenia Bluetooth na svojom mobilnom zariadení.

# CarConnectionStrings_manualTroubleShootingStepRemoveVehicle
source: Please remove the vehicle from the list of known Bluetooth® devices on your mobile device and pair it again.
fi: Poista ajoneuvo mobiililaitteesi tunnettujen Bluetooth-laitteiden luettelosta ja yhdistä se uudelleen.
pl: Usuń pojazd z listy znanych urządzeń Bluetooth na swoim urządzeniu mobilnym i połącz je ponownie.
sk: Vymažte vozidlo zo zoznamu známych Bluetooth zariadení na svojom mobilnom zariadení a znovu ho pripojte.

# CarConnectionStrings_manualTroubleShootingStepRetry
source: If you still cannot establish a connection, please remove the entry for your mobile device in your vehicle and pair it again.
fi: Jos et vieläkään saa muodostettua yhteyttä, poista mobiililaitteesi yhteys ajoneuvosta ja yhdistä se uudelleen.
pl: Jeśli nadal nie można nawiązać połączenia, usuń wpis urządzenia mobilnego z pojazdu i połącz je ponownie.
sk: Ak stále ešte nemôžete vytvoriť pripojenie, odstráňte záznam pre vaše mobilné zariadenie vo vozidle a znova ho pripojte.

# CarConnectionStrings_manualTroubleShootingStepTelephoneWidget
source: Select the telephone widget in your vehicle and connect a new device.
fi: Valitse ajoneuvossasi puhelinsovellus ja yhdistä uusi laite.
pl: Wybierz w pojeździe widżet telefonu i połącz nowe urządzenie.
sk: Vyberte vo vozidle ovládací prvok telefónu a pripojte nové zariadenie.

# CarConnectionStrings_manualTroubleShootingStepWifiAssist
source: Ensure that the "Wi-Fi assist" option is activated in your iPhone's mobile data settings.
fi: Varmista, että Wi-Fi-tuki on aktivoitu iPhonesi matkapuhelinasetuksissa.
pl: Upewnij się, że w ustawieniach łączności komórkowej Twojego iPhona została aktywowana opcja "Obsługa Wi-Fi".
sk: Skontrolute, či je aktivovaná možnosť "Podpora WiFi" v nastaveniach mobilného pripojenia vášho iPhonu.

# CarConnectionStrings_manualTroubleShootingStepWifiManually
source: You can also manually establish a Wi-Fi connection to the vehicle. To do this, add your mobile device under "Wi-Fi devices" or "Personal Hotspot".
fi: Wi-Fi-yhteys ajoneuvoon voidaan muodostaa myös manuaalisesti. Lisää tätä varten mobiililaite kohtaan "Wi-Fi-yhteydet" tai "Personal Hotspot".
pl: Połączenie Wi-Fi z pojazdem możesz także nawiązać ręcznie. W tym celu dodaj swoje urządzenie mobilne w obszarze "Połączenia Wi-Fi" lub "Hotspot osobisty".
sk: Spojenie WiFi k vozidlu môžete vytvoriť aj manuálne. Nato pridajte svoje mobilné zariadenie v "Spojeniach WiFi" alebo "Osobný Hotspot".

# CarConnectionStrings_next
source: NEXT
fi: SEURAAVA
pl: DALEJ
sk: ĎALEJ

# CarConnectionStrings_onYourPhone
source: On your mobile device
fi: Mobiililaitteessasi
pl: Na Twoim urządzeniu mobilnym
sk: Na vašom mobilnom zariadení

# CarConnectionStrings_pairViaBluetooth
source: Connect via Bluetooth®
fi: Yhdistä Bluetoothin kautta
pl: Połącz przez Bluetooth
sk: Pripojiť cez Bluetooth

# CarConnectionStrings_pairViaBluetoothStep1_1_ID7
source: Open the "Mobile devices" menu item.
fi: Avaa valikkokohta "Mobiililaitteet".
pl: Otwórz punkt menu "Urządzenia mobilne".
sk: Otvorte položku menu "Mobilné zariadenia".

# CarConnectionStrings_pairViaBluetoothStep1_1_ID8IDC
source: Select the telephone widget in the vehicle.
fi: Valitse ajoneuvossasi puhelinsovellus.
pl: Wybierz widżet telefonu w pojeździe.
sk: Vo vozidle vyberte miniaplikáciu telefónu.

# CarConnectionStrings_pairViaBluetoothStep1_2_ID5678IDC
source: If your mobile device is already listed as a device, remove it.
fi: Jos laitteesi on jo luettelossa, poista se.
pl: Jeśli Twoje urządzenie jest już na liście, usuń je.
sk: Ak je už vaše zariadenie uvedené, odstráňte ho.

# CarConnectionStrings_permissionRequired
source: Permission required
fi: Vaaditaan käyttöoikeus
pl: Wymagana autoryzacja
sk: Vyžaduje sa oprávnenie

# CarConnectionStrings_requiredSteps
source: Required steps:
fi: Vaadittavat vaiheet:
pl: Wymagane kroki:
sk: Potrebné kroky:

# CarConnectionStrings_serviceNotificationBluetoothConnectedContent
source: Bluetooth® connection is established.
fi: Bluetooth-yhteys muodostettu.
pl: Nawiązano połączenie Bluetooth.
sk: Bluetooth pripojenie vytvorené.

# CarConnectionStrings_serviceNotificationFullyConnectedContent
source: Wi-Fi and Bluetooth® connection is established.
fi: WLAN- ja Bluetooth-yhteys muodostettu.
pl: Nawiązano połączenie Wi-Fi i Bluetooth.
sk: WiFi a Bluetooth pripojenie vytvorené.

# CarConnectionStrings_serviceNotificationMguBluetoothConnectedContent
source: Please make sure Wi-Fi is enabled on your device and add the connection for Wi-Fi in your vehicle's mobile devices screen.
fi: Varmista, että laitteesi WLAN on aktivoitu, ja lisää WLAN-yhteys ajoneuvosi valikossa "Mobiililaitteet".
pl: Upewnij się, że na urządzeniu aktywowano Wi-Fi, i dodaj w pojeździe w menu "Urządzenia mobilne" połączenie przez Wi-Fi.
sk: Uistite sa, že na vašom zariadení je aktivovaná WiFi a pridajte vo vozidle v menu „Mobilné zariadenia“ pripojenie cez WiFi.

# CarConnectionStrings_serviceNotificationMguWifiConnectedContent
source: Please make sure Bluetooth® is enabled on your device and establish the connection to your car.
fi: Varmista, että laitteesi Bluetooth on aktivoitu, ja muodosta yhteys ajoneuvoon.
pl: Upewnij się, że na urządzeniu aktywowano Bluetooth, i nawiąż połączenie z pojazdem.
sk: Uistite sa, že na vašom zariadení je aktivovaný Bluetooth a vytvorte pripojenie s vozidlom.

# CarConnectionStrings_step
source: Step
fi: Vaihe
pl: Krok
sk: Krok

# CarConnectionStrings_tryAgain
source: TRY AGAIN
fi: YRITÄ UUDELLEEN
pl: SPRÓBUJ PONOWNIE
sk: SKÚSIŤ ZNOVU

# CarConnectionStrings_vehicleDataAccess
source: Vehicle data access
fi: Ajoneuvon tietojen käyttö
pl: Dostęp do danych pojazdu
sk: Prístup k údajom o vozidle

# CarConnectionStrings_vehicleInformationMileageFuelStatus
source: Display of vehicle information such as mileage and fuel level
fi: Ajoneuvon tietojen, kuten kilometrilukeman ja polttoainemäärän, näyttö
pl: Wyświetlanie informacji o pojeździe, takich jak przebieg i poziom paliwa
sk: Zobrazenie informácií o vozidle, ako je stav kilometrov a stav naplnenia nádrže

# CarConnection_manu
source: Ensure that audio is selected on your device.
fi: Varmista, että laitteesi audio on valittu.
pl: Upewnij się, że na urządzeniu wybrano dźwięk.
sk: Uistite sa, že je na vašom zariadení zvolené audio.

source: Catalan
fi: Katalaani
pl: Kataloński
sk: Katalánčina

source: Cayman Islands
fi: Caymansaaret
pl: Kajmany
sk: Kajmanské ostrovy

source: Central African Republic
fi: Keski-Afrikan tasavalta
pl: Republika Środkowoafrykańska
sk: Stredoafrická republika

source: Chad
fi: Tšad
pl: Czad
sk: Čad

source: Chamorro
fi: Tšamorro
pl: Czamorro
sk: Čamorčina

# ChargeAndClimateSettingsStrings__autoClimatizeForDepartureAssistive
source: When this option is on, the temperature in your {brand} is adjusted to a comfortable temperature at the departure time, regardless of whether or not it has been plugged in.
fi: Kun tämä valintamahdollisuus on aktivoitu, {brand}-ajoneuvosi ilmastoidaan asetettuun lähtöaikaan mennessä miellyttävään lämpötilaan riippumatta siitä, onko se kytketty lataukseen vai ei.
pl: Jeśli ta opcja jest aktywna, Twój pojazd {brand} będzie klimatyzowany do komfortowej temperatury na ustawioną godzinę odjazdu, niezależnie od tego, czy jest podłączony.
sk: Ak je táto možnosť aktivovaná, vaše {brand} bude v nastavený čas odjazdu klimatizované na príjemnú teplotu bez ohľadu na to, či je pripojené alebo nie.

# ChargeAndClimateSettingsStrings__brandAcCurrentLimitOptionOff
source: When this option is deactivated, your {brand} will be charged at the maximum available power. This only applies to AC charging.
fi: Kun tätä vaihtoehtoa ei ole aktivoitu, {brand}-ajoneuvosi ladataan suurimmalla käytettävissä olevalla latausteholla. Tämä koskee vain AC-latausta.
pl: Jeśli ta opcja jest wyłączona, {brand} będzie ładowany z maksymalną dostępną mocą ładowania. Dotyczy to wyłącznie ładowania AC.
sk: Ak je táto možnosť deaktivovaná, bude sa vaše {brand} nabíjať s maximálne dostupným naíjacím výkonom. Toto sa týka výlučne AC nabíjania.

# ChargeAndClimateSettingsStrings__brandAcCurrentLimitOptionOn
source: When the option is activated, your {brand} will be charged according to the corresponding current limit. This only applies to AC charging.
fi: Kun tämä vaihtoehto on aktivoitu, {brand}-ajoneuvosi ladataan käyttäen virranrajoitusta. Tämä koskee vain AC-latausta.
pl: Jeśli ta opcja jest włączona, {brand} będzie ładowany z odpowiednim ograniczeniem natężenia prądu. Dotyczy to wyłącznie ładowania AC.
sk: Ak je táto možnosť aktivovaná, bude sa vaše {brand} nabíjať so zodpovedajúcim obmedzením prúdu. Toto sa týka výlučne AC nabíjania.

# ChargeAndClimateSettingsStrings__chargeImmediatelyAssistive
source: Charging starts immediately once your {brand} has been plugged in. This mode is available for AC and DC charging.
fi: Lataus alkaa aina heti, kun {brand} liitetään virtalähteeseen. Tämä tila on käytettävissä AC- ja DC-latausta varten.
pl: Ładowanie zaczyna się zawsze natychmiast po podłączeniu {brand} do źródła prądu. Ten tryb jest dostępny dla ładowania AC i DC.
sk: Nabíjanie sa vždy začne okamžite po pripojení vášho {brand} k zdroju elektrickej energie. Tento režim je k dispozícii pre nabíjanie striedavým aj jednosmerným prúdom.

# ChargeAndClimateSettingsStrings__chargeTimeSlotAssistive
source: Charging is scheduled so that the charging target is reached at the set departure time. Consequently, your {brand} can also be charged outside the preferred time slot. This mode is available for AC charging processes only.
fi: Latausta ohjataan niin, että lataustavoite saavutetaan asetettuun lähtöaikaan mennessä. Tällöin {brand}-ajoneuvoasi voidaan ladata myös ensisijaisen aikaikkunan ulkopuolella. Tila on käytettävissä vain AC-latausta varten.
pl: Ładowanie jest sterowane w taki sposób, aby cel ładowania został osiągnięty o ustawionej godzinie odjazdu. Oznacza to, że Twój pojazd {brand} może być ładowany również poza preferowanym przedziałem czasowym. Ten tryb jest dostępny tylko dla ładowania AC.
sk: Nabíjanie sa reguluje tak, aby sa cieľ nabíjania dosiahol v nastavenom čase odjazdu. To znamená, že vaše {brand} je možné nabíjať aj mimo preferovaného časového okna. Tento režim je k dispozícii iba pre nabíjanie striedavým prúdom.

# ChargeAndClimateSettingsStrings__departureTimerAssistive
source: Use the departure time to let your {brand} know when you want to set off so that the vehicle is charged and/or preconditioned at the appropriate time.
fi: Valitsemalla lähtöajan ilmoitat {brand}-ajoneuvollesi, milloin haluat lähteä liikkeelle, jotta ajoneuvo on ladattu ja/tai ilmastoitu ajoissa.
pl: Ustawiając godzinę odjazdu, przekazujesz do swojego {brand} informację o tym, kiedy chcesz wyjechać, aby samochód był na czas naładowany i/lub klimatyzowany.
sk: Prostredníctvom času odjazdu svojmu {brand} oznámite, kedy chcete odísť, aby bolo vozidlo včas nabité a/alebo klimatizované.

# ChargeAndClimateSettingsStrings__eRouteChargingDcBannerDescription
source: Your {brand} is currently charging at a DC station. This affects the predefined charging mode.
fi: {brand} ladataan DC-latausasemalla. Tämä vaikuttaa ennalta määritettyyn lataustilaan.
pl: Twój pojazd {brand} jest ładowany na stacji ładowania DC. To wpływa na wstępnie zdefiniowany tryb ładowania.
sk: Vaše {brand} sa bude nabíjať na nabíjacej stanici DC. To ovplyvní preddefinovaný režim nabíjania.

# ChargeAndClimateSettingsStrings__eRouteChargingDcOptimisedBannerDescription
source: Your {brand} is currently charging at a DC station with active guidance. This affects the predefined charging mode and target.
fi: {brand} latautuu parhaillaan DC-latausasemalla, ja reittiopastus on käytössä. Tämä vaikuttaa ennalta määritettyyn lataustilaan ja lataustavoitteeseen.
pl: Twój pojazd {brand} ładuje się na stacji ładowania DC z aktywnym prowadzeniem do celu. To wpływa na wstępnie zdefiniowany tryb i cel ładowania.
sk: Vaše {brand} sa práve nabíja s aktívnym navádzaním cieľa na nabíjacej stanici DC. To ovplyvní preddefinovaný režim nabíjania a cieľ nabíjania.

# ChargeAndClimateSettingsStrings__eRouteChargingOptimisedBannerDescription
source: Your {brand} is currently charging while guidance is active. This affects the predefined charging target.
fi: {brand} latautuu reittiopastuksen ollessa käytössä. Tämä vaikuttaa ennalta määritettyyn lataustavoitteeseen.
pl: Twój pojazd {brand} ładuje się w czasie aktywnego prowadzenia do celu. To wpływa na wstępnie zdefiniowany cel ładowania.
sk: Vaše {brand} sa nabíja, zatiaľ čo je aktívne navádzanie cieľa aktívne. To ovplyvní preddefinovaný cieľ nabíjania.

# ChargeAndClimateSettingsStrings__eRouteChargingTargetOptimised
source: The charging target was optimized by the active guidance and after reaching this target, your {brand} will continue charging until fully charged.
fi: Lataustavoite on optimoitu käytössä olevan reittiopastuksen avulla. Kun tämä lataustavoite on saavutettu, lataus jatkuu, kunnes {brand} on ladattu täyteen.
pl: Cel ładowania został zoptymalizowany dzięki aktywnemu prowadzeniu do celu. Po osiągnięciu tego celu ładowanie będzie kontynuowane do pełnego naładowania Twojego {brand}.
sk: Cieľ nabíjania bol optimalizovaný aktívnym navádzaním do cieľa. Akonáhle sa dosiahne tento cieľ nabíjania, nabíjanie bude pokračovať, až kým vaše {brand} nebude úplne nabité.

# ChargeAndClimateSettingsStrings__eRouteChargingTargetOptimisedBMW
source: The charging target was optimized by the active guidance and after reaching this target, your {brand} will continue charging until fully charged.
fi: Lataustavoite on optimoitu käytössä olevan reittiopastuksen avulla. Kun tämä lataustavoite on saavutettu, lataus jatkuu, kunnes {brand} on ladattu täyteen.
pl: Cel ładowania został zoptymalizowany dzięki aktywnemu prowadzeniu do celu. Po osiągnięciu tego celu ładowanie będzie kontynuowane do pełnego naładowania Twojego {brand}.
sk: Cieľ nabíjania bol optimalizovaný aktívnym navádzaním do cieľa. Akonáhle sa dosiahne tento cieľ nabíjania, nabíjanie bude pokračovať, až kým vaše {brand} nebude úplne nabité.

# ChargeAndClimateSettingsStrings__eRouteUpdateChargingDialogDescription
source: This option can be activated again in your {brand}. Remote functions may take a few seconds.
fi: Tämä vaihtoehto voidaan aktivoida jälleen {brand}-ajoneuvossasi. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Tę opcję można ponownie aktywować w Twoim {brand}. Funkcje zdalne mogą potrwać kilka sekund.
sk: Túto možnosť je vo vašom {brand} možné znova aktivovať. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargeAndClimateSettingsStrings__eRouteUpdateChargingDialogTitle
source: Charging route will be canceled in your {brand}
fi: Latauksen suhteen optimoitu reitti {brand}-ajoneuvossasi peruutetaan
pl: Trasa zoptymalizowana pod kątem ładowania w Twoim {brand} zostanie zakończona
sk: Trasa prispôsobená nabíjaniu sa vo vašom {brand} ukončí

# ChargeAndClimateSettingsStrings__oneTimerAssistive
source: Use the departure time to let your {brand} know when you want to set off so that the vehicle is charged and/or preconditioned at the appropriate time.
fi: Valitsemalla lähtöajan ilmoitat {brand}-ajoneuvollesi, milloin haluat lähteä liikkeelle, jotta ajoneuvo on ladattu ja/tai ilmastoitu ajoissa.
pl: Ustawiając godzinę odjazdu, przekazujesz do swojego {brand} informację o tym, kiedy chcesz wyjechać, aby samochód był na czas naładowany i/lub klimatyzowany.
sk: Prostredníctvom času odjazdu svojmu {brand} oznámite, kedy chcete odísť, aby bolo vozidlo včas nabité a/alebo klimatizované.

# ChargeAndClimateSettingsStrings__previousCommandBeingSentToYourBrand
source: The previous command is still being sent to your {brand}
fi: Edellistä käskyä lähetetään vielä parhaillaan {brand}-ajoneuvoon
pl: Poprzednie polecenie jest aktualnie nadal wysyłane do Twojego {brand}
sk: Predchádzajúci príkaz sa ešte aktuálne odosiela do vášho {brand}t

# ChargeAndClimateSettingsStrings__sendingToYourBrand
source: Sending to your {brand}…
fi: Lähetetään {brand}-ajoneuvoosi…
pl: Trwa wysyłanie do Twojego {brand}…
sk: Odosiela sa do vášho {brand}…

# ChargeAndClimateSettingsStrings__settingsUpdatedInYourBrand
source: Settings have been updated in your {brand}
fi: Asetukset otettiin käyttöön {brand}-ajoneuvossasi
pl: Ustawienia zostały przejęte do Twojego {brand}
sk: Nastavenia boli prevzaté do vášho {brand}

# ChargeAndClimateSettingsStrings__successfullySentToYourBrand
source: Successfully sent to your {brand}
fi: Lähetetty onnistuneesti {brand}-ajoneuvoosi
pl: Pomyślnie wysłano do Twojego {brand}
sk: Úspešne odoslané do vášho {brand}

# ChargeAndClimateSettingsStrings__unableToUnlockCableDescription
source: Please unplug the cable from your {brand}.
fi: Irrota latauskaapeli {brand}-ajoneuvostasi.
pl: Odłącz kabel ładowania od swojego {brand}.
sk: Odpojte nabíjací kábel od vášho {brand}.

# ChargeAndClimateSettingsStrings__unlockAcDialogDescription
source: The cable will be locked again in 2 min if your {brand} is able to restart charging. Remote functions may take a few seconds.
fi: Latauskaapeli lukkiutuu jälleen 2 min kuluttua, jos {brand} ei voi aloittaa latausta uudelleen. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Kabel ładowania zostanie za 2 min ponownie zablokowany, jeśli Twój pojazd {brand} może ponownie uruchomić ładowanie. Funkcje zdalne mogą potrwać kilka sekund.
sk: Ak vaše {brand} znova môže spustiť proces nabíjania, nabíjací kábel sa znova zablokuje o 2 minúty. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargeAndClimateSettingsStrings__updateInMyBrand
source: Update in my {brand}
fi: Käytä {brand}-ajoneuvossani
pl: Przejmij do mojego {brand}
sk: Prevziať do môjho {brand}

# ChargeAndClimateSettingsStrings__yourBrandStoppedChargingTargetReached
source: Your {brand} will stop charging as the charging target has already been reached.
fi: {brand}-ajoneuvosi lataus päättyy, koska lataustavoite on jo saavutettu.
pl: Proces ładowania Twojego {brand} zostanie zakończony, ponieważ osiągnięto cel ładowania.
sk: Proces nabíjania vášho {brand} sa ukončí, pretože už je dosiahnutý cieľ nabíjania.

# ChargeAndClimateSettingsStrings_acCurrentLimit
source: Current limit for AC charging
fi: AC-latauksen virranrajoitus
pl: Ograniczenie natężenia prądu ładowania AC
sk: Obmedzenie prúdu AC nabíjanie

# ChargeAndClimateSettingsStrings_acLimitUnlimited
source: Unlimited
fi: Rajoittamaton
pl: Nieograniczone
sk: Neobmedzene
