Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# TireGuardStrings_tireGuardPressureDisclaimerInfo
source: Tire pressure changes with temperature
fi: Rengaspaine riippuu lämpötilasta
pl: Ciśnienie opon zależy od temperatury
sk: Tlak v pneumatikách závisí od teploty

# TireGuardStrings_tireGuardPressureDisclaimerInfoButton
source: More
fi: Lisää
pl: Więcej
sk: Viac

# TireGuardStrings_tireGuardPressureDisclaimerTitle
source: Tire pressure
fi: Rengaspaine
pl: Ciśnienie opon
sk: Tlak v pneumatike

# TireGuardStrings_tireGuardRecommendedPressure
source: Recommended pressure {localizedPressure}
fi: Suositeltava paine {localizedPressure}
pl: Zalecane ciśnienie {localizedPressure}
sk: Odporúčaný tlak {localizedPressure}

# TireGuardStrings_tireGuardScheduleService
source: Schedule service
fi: Varaa aika
pl: Umów wizytę
sk: Dohodnúť termín

# TireGuardStrings_tireGuardScheduleServiceTireWear
source: Tire wear: Schedule service
fi: Kuluminen: varaa aika
pl: Zużycie: Umów wizytę
sk: Opotrebenie: dohodnúť termín

# TireGuardStrings_tireGuardScheduleServiceTireWearDueMileage
source: Tire wear: Next service due in {localizedDueMileage}
fi: Kuluminen: seuraava huolto ajankohtainen {localizedDueMileage}
pl: Zużycie: Następny przegląd wymagany po {localizedDueMileage}
sk: Opotrebenie: ďalší servis nutný za {localizedDueMileage}

# TireGuardStrings_tireGuardTreadDepthImperial
source: The recommended minimum tread depth is 4/32" – 5/32".
fi: Renkaiden suositeltava minimiurasyvyys on 4/32" – 5/32".
pl: Zalecana minimalna głębokość bieżnika opony wynosi 4/32" – 5/32".
sk: Minimálna odporúčaná hĺbka dezénu pneumatiky je 4/32" – 5/32".

# TireGuardStrings_tireGuardTreadDepthMetric
source: The recommended minimum tread depth is 4 mm for winter tires and 3 mm for summer tires.
fi: Renkaiden suositeltava minimiurasyvyys on talvirenkaille 4 mm ja kesärenkaille 3 mm.
pl: Zalecana minimalna głębokość bieżnika opony wynosi 4 mm w oponach zimowych i 3 mm w oponach letnich.
sk: Odporúčaná minimálna hĺbka dezénu pneumatík je 4 mm pre zimné pneumatiky a 3 mm pre letné pneumatiky.

source: Trinidad and Tobago
fi: Trinidad ja Tobago
pl: Trynidad i Tobago
sk: Trinidad a Tobago

source: Tsonga
sk: Tsongčina

source: Tswana
fi: Tšwana
pl: Setswana
sk: Tswančina

source: Tunisia
pl: Tunezja
sk: Tunisko

source: Turkey
fi: Turkki
pl: Turcja
sk: Turecko

source: Turkish
fi: Turkki
pl: Turecki
sk: Turečtina

source: Turkmen
fi: Turkmeeni
pl: Turkmeński
sk: Turkménčina

source: Turkmenistan
sk: Turkménsko

source: Turks and Caicos Islands
fi: Turks- ja Caicossaaret
pl: Turks i Caicos
sk: Ostrovy Turks a Caicos

source: Ukraine
fi: Ukraina
pl: Ukraina
sk: Ukrajina

source: Ukrainian
fi: Ukraina
pl: Ukraiński
sk: Ukrajinčina

# UnitSettings_header
source: System of measurement
fi: Yksikköjärjestelmä
pl: System jednostek
sk: Sústava jednotiek

# UnitSettings_sectionElectricConsumption
source: Electric consumption
fi: Virrankulutus
pl: Zużycie prądu
sk: Spotreba el. energie

# UnitSettings_sectionFuelConsumption
source: Consumption
fi: Kulutus
pl: Zużycie
sk: Spotreba

# UnitSettings_sectionPressure
source: Pressure
fi: Paine
pl: Ciśnienie
sk: Tlak

# UnitSettings_sectionVolume
source: Volume
fi: Tilavuus
pl: Objętość
sk: Objem

# UnitSettings_selectionDistance
source: Distance
fi: Etäisyys
pl: Odległość
sk: Vzdialenosť

# UnitSettings_selectionGallon
source: Gallons
fi: Gallonat
pl: Galony
sk: Galóny

# UnitSettings_selectionImperial
source: Imperial (Gallons, Miles and mph)
fi: Brittiläinen (gallonat, mailit ja mph)
pl: Imperialne (galony, mile i mph)
sk: Imperiálne (galóny, míle a míle za hodinu)

# UnitSettings_selectionKilometers
source: Kilometers
fi: Kilometrit
pl: Kilometry
sk: Kilometer

# UnitSettings_selectionLiter
source: Liters
fi: Litrat
pl: Litry
sk: Litre

# UnitSettings_selectionMetric
source: Metric (Liters, km and km/h)
fi: Metrijärjestelmä (litrat, kilometrit ja km/h)
pl: Metryczne (litry, kilometry i km/h)
sk: Metrické (litre, kilometre a km/h)

# UnitSettings_selectionMiles
source: Miles
fi: Mailit
pl: Mile
sk: Míle

source: United Arab Emirates
fi: Yhdistyneet arabiemiirikunnat
pl: Zjednoczone Emiraty Arabskie
sk: Spojené arabské emiráty

source: United Kingdom
fi: Yhdistynyt kuningaskunta
pl: Zjednoczone Królestwo
sk: Spojené kráľovstvo

source: United States
fi: USA
pl: USA
sk: USA

source: United States Minor Outlying Islands
fi: Yhdysvaltain pienet erillissaaret
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
sk: Menšie odľahlé ostrovy USA

source: Uruguay
pl: Urugwaj
sk: Uruguaj

source: Uzbek
fi: Uzbekki
pl: Uzbecki
sk: Uzbečtina

# VehicleStatusStrings_dueDateDayAccurate
source: Due on {n}
fi: Erääntyy {n}
pl: Termin w dniu {n}
sk: Nutný dňa {n}

source: Vietnamese
fi: Vietnam
pl: Wietnamski
sk: Vietnamčina

source: Wallis and Futuna
fi: Wallis ja Futuna
pl: Wallis i Futuna
sk: Wallis a Futuna

source: Walloon
fi: Valloni
pl: Waloński
sk: Valónčina

# Webpage_downloadApp_BMW
source: Download the My BMW App directly to your smartphone now.
fi: Lataa My BMW -sovellus nyt suoraan älypuhelimeesi.
pl: Pobierz aplikację My BMW bezpośrednio na swojego smartfona.
sk: Stiahnite si teraz aplikáciu My BMW priamo na váš smartfón.

# Webpage_downloadApp_MINI
source: Download the MINI App directly to your smartphone now.
fi: Lataa MINI-sovellus nyt suoraan älypuhelimeesi.
pl: Pobierz aplikację MINI bezpośrednio na swojego smartfona.
sk: Stiahnite si teraz aplikáciu MINI priamo na váš smartfón.

# Webpage_ifYouHaveQuestions_BMW
source: If you have any questions, please contact the BMW ConnectedDrive Team:
fi: Jos sinulla on kysyttävää, BMW ConnectedDrive Team auttaa mielellään:
pl: Zespół BMW ConnectedDrive chętnie odpowie na wszelkie pytania:
sk: Ak máte otázky, je vám k dispozícii tím BMW ConnectedDrive:

# Webpage_ifYouHaveQuestions_MINI
source: If you have any questions, please contact the MINI Connected Team:
fi: Jos sinulla on kysyttävää, MINI Connected Team auttaa mielellään:
pl: Zespół MINI Connected chętnie odpowie na wszelkie pytania:
sk: Ak máte otázky, je vám k dispozícii tím MINI Connected:

# Webpage_imprint
source: Legal notice
fi: Julkaisutiedot
pl: Impressum
sk: Tiráž

# Webpage_imprint_content
source: This website is maintained by Bayerische Motoren Werke Aktiengesellschaft, Petuelring 130, 80788 Munich, Germany. Telephone: +49 89 382-0 Monday – Friday from 8:00 a.m. to 5 p.m. The legal representatives of BMW AG are the members of the management board (Oliver Zipse (chairman), Ilka Horstmeier, Milan Nedeljković, Pieter Nota, Nicolas Peter, Frank Weber, Joachim Post). Chairman of the Supervisory Board: Norbert Reithofer Office and register court: München HRB 42243 Value added tax identification number: DE129273398 Email: pre-delivery-mode-mybmwapp@bmwgroup.com
fi: Tätä internet-sivustoa ylläpitää Bayerische Motoren Werke Aktiengesellschaft, Petuelring 130, 80788 München. Puhelin: +49 89 382-0 Maanantai – perjantai kello 08:00 - 17:00 BMW AG -yhtiötä edustaa hallitus (Oliver Zipse (puheenjohtaja), Ilka Horstmeier, Milan Nedeljković, Pieter Nota, Nicolas Peter, Frank Weber, Joachim Post). Hallintoneuvoston puheenjohtaja: Norbert Reithofer Toimipaikka ja kaupparekisteri: München HRB 42243 Arvonlisäveronumero: DE129273398 Sähköinen yhteydenotto: pre-delivery-mode-mybmwapp@bmwgroup.com
pl: Operatorem tej strony internetowej jest spółka Bayerische Motoren Werke Aktiengesellschaft, Petuelring 130, 80788 Monachium. Telefon: +49 89 382-0 Poniedziałek – Piątek od godz. 08:00 do 17:00 Spółka BMW AG jest reprezentowana prawnie przez zarząd (Oliver Zipse, przewodniczący, Ilka Horstmeier, Milan Nedeljković, Pieter Nota, Nicolas Peter, Joachim Post, Frank Weber). Przewodniczący Rady Nadzorczej: Norbert Reithofer Siedziba i sąd rejestrowy: München HRB 42243 Numer identyfikacji podatkowej: DE129273398 Kontakt elektroniczny: pre-delivery-mode-mybmwapp@bmwgroup.com
sk: Túto webovú stránku prevádzkuje spol. Bayerische Motoren Werke Aktiengesellschaft, Petuelring 130, 80788 München. Telefón: +49 89 382-0 Pondelok – Piatok od 08:00 do 17:00 BMW AG je zákonne zastúpená svojím predstavenstvom (Oliver Zipse (predseda), Ilka Horstmeier, Milan Nedeljković, Pieter Nota, Nicolas Peter, Frank Weber, Joachim Post). Predseda dozornej rady: Norbert Reithofer Sídlo a registrový súd: München HRB 42243 Identifikačné číslo DPH: DE129273398 Elektronický kontakt: pre-delivery-mode-mybmwapp@bmwgroup.com

# Webpage_point1_BMW
source: 1. If you do not already use the My BMW App, scan the QR code to download the app from the Apple App Store or the Google Play Store and log in with your BMW ID.
fi: 1. Jos et vielä käytä My BMW -sovellusta, lataa sovellus Apple App Storesta tai Google Play Storesta skannaamalla QR-koodi ja kirjaudu sisään BMW ID:lläsi.
pl: 1. Jeśli nie korzystasz jeszcze z aplikacji My BMW, zeskanuj kod QR, aby pobrać aplikację ze sklepu Apple App Store lub Google Play, i zaloguj się przy użyciu swojego BMW ID.
sk: 1. Keď ešte nepoužívate aplikáciu My BMW, naskenujte QR kód aby ste si stiahli aplikáciu z Apple App Store príp. Google Play Store a prihláste sa so svojim BMW ID.

# Webpage_point1_MINI
source: 1. If you do not already use the MINI App, scan the QR code to download the app from the Apple App Store or the Google Play Store and log in with your MINI ID.
fi: 1. Jos et vielä käytä MINI-sovellusta, lataa sovellus Apple App Storesta tai Google Play Storesta skannaamalla QR-koodi ja kirjaudu sisään MINI ID:lläsi.
pl: 1. Jeśli nie korzystasz jeszcze z aplikacji MINI, zeskanuj kod QR, aby pobrać aplikację ze sklepu Apple App Store lub Google Play, i zaloguj się przy użyciu swojego MINI ID.
sk: 1. Keď ešte nepoužívate aplikáciu MINI, naskenujte QR kód aby ste si stiahli aplikáciu z Apple App Store príp. Google Play Store a prihláste sa so svojim MINI ID.

# Webpage_point2_BMW
source: 2. If you have already installed the app on your smartphone, scan the QR code again to continue in the My BMW App.
fi: 2. Jos olet jo asentanut sovelluksen älypuhelimeesi, skannaa QR-koodi uudelleen jatkaaksesi My BMW -sovelluksessa.
pl: 2. Jeśli masz już aplikację zainstalowaną na swoim smartfonie, zeskanuj kod QR ponownie, aby kontynuować w aplikacji My BMW.
sk: 2. Ak ste už aplikáciu nainštalovali na svoj smartfón, na pokračovanie v aplikácii My BMW znova naskenujte QR kód.

# Webpage_point2_MINI
source: 2. If you have already installed the app on your smartphone, scan the QR code again to continue in the MINI App.
fi: 2. Jos olet jo asentanut sovelluksen älypuhelimeesi, skannaa QR-koodi uudelleen jatkaaksesi MINI-sovelluksessa.
pl: 2. Jeśli masz już aplikację zainstalowaną na swoim smartfonie, zeskanuj kod QR ponownie, aby kontynuować w aplikacji MINI.
sk: 2. Ak ste už aplikáciu nainštalovali na svoj smartfón, na pokračovanie v aplikácii MINI znova naskenujte QR kód.

# Webpage_scanQR_BMW
source: Please scan the QR code to continue in the My BMW App.
fi: Skannaa QR-koodi jatkaaksesi My BMW -sovelluksessa.
pl: Zeskanuj kod QR, aby kontynuować w aplikacji My BMW.
sk: Na pokračovanie v aplikácii My BMW naskenujte QR kód.

# Webpage_scanQR_MINI
source: Please scan the QR code to continue in the MINI App.
fi: Skannaa QR-koodi jatkaaksesi MINI-sovelluksessa.
pl: Zeskanuj kod QR, aby kontynuować w aplikacji MINI.
sk: Na pokračovanie v aplikácii MINI naskenujte QR kód.

source: Welsh
fi: Kymri
pl: Walijski
sk: Waleština

source: Western Sahara
fi: Länsi-Sahara
pl: Sahara Zachodnia
sk: Západná Sahara

# WifiHotspotStrings__headline
source: Experience high-speed internet in your {brand}
fi: Koe nopea Internet-yhteys {brand}:ssäsi
pl: Korzystaj z szybkiego Internetu w swoim {brand}
sk: Zažite vo svojom {brand} vysokorýchlostný internet

# WifiHotspotStrings_descriptionFour
source: Test the application one month for free. Later, you can choose a flexible data plan that works for you.
fi: Testaa sovellusta kuukauden ajan maksutta. Myöhemmin voit valita sinulle parhaiten sopivan joustavan dataliittymän.
pl: Testuj aplikację przez miesiąc bezpłatnie. Później będziesz mógł wybrać elastyczną stawkę za transmisję danych, która najbardziej odpowiada Twoim potrzebom.
sk: Vyskúšajte službu zadarmo na jeden mesiac. Neskôr si môžete zvoliť flexibilnú dátovú tarifu, ktorá vám najlepšie vyhovuje.

# WifiHotspotStrings_descriptionOne
source: For those who require excellence at every turn, turn your car into a powerful Wi-Fi hotspot. Stream TV shows, movies, music and more all while you’re on the road.
fi: Tee ajoneuvostasi vahva WLAN-hotspot. Suoratoista TV-sarjoja, elokuvia, musiikkia ja paljon muuta ollessasi matkalla.
pl: Zmień swój samochód w potężny hotspot wi-fi. Streamuj w drodze seriale telewizyjne, filmy, utwory muzyczne i inne.
sk: Premeňte svoje vozidlo na výkonný WiFi hotspot. Streamujte televízne programy, filmy, hudbu a ďalšie, keď ste na cestách.

# WifiHotspotStrings_descriptionThree
source: Register below to start with a three-month free trial. Later, you can choose a flexible data plan that works for you.
fi: Rekisteröidy alla, jos haluat kokeilla sovellusta kolmen kuukauden ajan maksutta. Myöhemmin voit valita sinulle parhaiten sopivan joustavan datayhteyden.
pl: Jeśli chcesz testować aplikację przez trzy miesiące bezpłatnie, zarejestruj się poniżej. Później będziesz mógł wybrać elastyczny plan przesyłania danych, który najbardziej odpowiada Twoim potrzebom.
sk: Zaregistrujte sa nižšie, ak chcete vyskúšať službu na tri mesiace zadarmo. Neskôr si môžete zvoliť flexibilný dátový plán, ktorý vám najlepšie vyhovuje.

# WifiHotspotStrings_descriptionTwo
source: Register below to start with a one-month free trial. Later, you can choose a flexible data plan that works for you.
fi: Rekisteröidy alla, jos haluat kokeilla sovellusta kuukauden ajan maksutta. Myöhemmin voit valita sinulle parhaiten sopivan joustavan dataliittymän.
pl: Jeśli chcesz testować aplikację przez jeden miesiąc bezpłatnie, zarejestruj się poniżej. Później będziesz mógł wybrać elastyczną stawkę za transmisję danych, która najbardziej odpowiada Twoim potrzebom.
sk: Zaregistrujte sa nižšie, ak chcete vyskúšať službu jeden mesiac zadarmo. Neskôr si môžete zvoliť flexibilnú dátovú tarifu, ktorá vám najlepšie vyhovuje.

# WifiHotspotStrings_registerButton
source: Register for free
fi: Maksuton rekisteröinti
pl: Bezpłatna rejestracja
sk: Bezplatná registrácia

# WifiHotspotStrings_startButton
source: Start now
fi: Aloita nyt
pl: Uruchom teraz
sk: Spustiť teraz

# WorkshopVisitStrings__confirmedPaymentPagePaymentServiceAdvisor
source: Your contact: {contact}
fi: Yhteyskumppanisi: {contact}
pl: Twój partner do kontaktów: {contact}
sk: Vaša kontaktná osoba: {contact}

# WorkshopVisitStrings__confirmedPaymentPageTitle
source: Your payment for the service of your {brandName} has been confirmed.
fi: Maksu {brandName}-ajoneuvosi huollosta on vahvistettu.
pl: Twoja płatność za przegląd {brandName} została potwierdzona.
sk: Vaša úhrada za servis vášho {brandName} bola potvrdená.

# WorkshopVisitStrings__consolidationDetailsPageDisclaimer
source: Supported by {providerName}.
fi: {providerName} -palveluntarjoajan tukema.
pl: Obsługiwane przez {providerName}.
sk: S podporou {providerName}.

# WorkshopVisitStrings__consolidationPageDisclaimer
source: This service is offered by {dealerName}. Please refer to the privacy policy on their website. In some circumstances, we work with third party providers to conveniently display this information to you. For further information, please contact your {brand} service center.
fi: Tämän palvelun tarjoaa {dealerName}. Huomioi sen internet-sivustolta löytyvät tietosuojakäytännöt. Joissakin tapauksissa teemme yhteistyötä kolmansien osapuolten kanssa, jotta nämä tiedot voidaan näyttää sinulle vaivattomasti. Jos tarvitset lisätietoja, käänny {brand}-huoltopisteen puoleen.
pl: Ten przegląd jest oferowany przez dealera {dealerName}. Przestrzegaj wytycznych dot. ochrony danych na jego stronie internetowej. W niektórych przypadkach współpracujemy z dostawcami zewnętrznymi, aby wyświetlić te informacje w wygodny sposób. Więcej informacji i szczegółów można uzyskać w serwisie {brand}.
sk: Túto službu ponúka {dealerName}. Pozrite si zásady ochrany osobných údajov na jeho webovej stránke. V niektorých prípadoch spolupracujeme s tretími stranami, aby sme vám tieto informácie poskytli pohodlným spôsobom. Ďalšie informácie získate od svojho servisného partnera {brand}.

# WorkshopVisitStrings__consolidationPageDisclaimerProvider
source: Powered by {providerName}.
fi: {providerName} -palveluntarjoajan tukema.
pl: Obsługiwane przez {providerName}.
sk: S podporou {providerName}.

# WorkshopVisitStrings__consolidationPageDisclaimerWebsite
source: This service is offered by {dealerName}. Please refer to their privacy policy at {dealerWebsite}. In some circumstances, we work with third party providers to conveniently display this information to you. For further information, please contact your {brand} service center.
fi: Tämän palvelun tarjoaa {dealerName}. Huomioi sen sivustolta {dealerWebsite} löytyvät tietosuojakäytännöt. Joissakin tapauksissa teemme yhteistyötä kolmansien osapuolten kanssa, jotta nämä tiedot voidaan näyttää sinulle vaivattomasti. Jos tarvitset lisätietoja, käänny {brand}-huoltopisteen puoleen.
pl: Ten przegląd jest oferowany przez dealera {dealerName}. Przestrzegaj jego wytycznych dotyczących danych na stronie {dealerWebsite}. W niektórych przypadkach współpracujemy z dostawcami zewnętrznymi, aby wyświetlić te informacje w wygodny sposób. Więcej informacji i szczegółów można uzyskać w serwisie {brand}.
sk: Túto službu ponúka {dealerName}. Prečítajte si jeho zásady ochrany osobných údajov na stránke {dealerWebsite}. V niektorých prípadoch spolupracujeme s tretími stranami, aby sme vám tieto informácie poskytli pohodlným spôsobom. Ďalšie informácie získate od svojho servisného partnera {brand}.

# WorkshopVisitStrings__consolidationPagePaymentDescription
source: You can pay online or directly at your {brand} service center.
fi: Voit maksaa verkossa tai suoraan {brand}-huoltopisteessä.
pl: Możesz zapłacić online lub bezpośrednio w serwisie {brand}.
sk: Môžete zaplatiť online alebo priamo svojmu servisnému partnerovi {brand}.

# WorkshopVisitStrings__consolidationPagePaymentText
source: You can pay online or directly at your {brand} service center.
fi: Maksa verkossa tai suoraan {brand}-huoltopisteessä.
pl: Zapłać online lub bezpośrednio w serwisie {brand}.
sk: Zaplaťte online alebo priamo u svojho servisného partnera {brand}.

# WorkshopVisitStrings__consolidationPagePaymentTitle
source: Total: {paymentAmount}
fi: Summa: {paymentAmount}
pl: Suma: {paymentAmount}
sk: Suma: {paymentAmount}

# WorkshopVisitStrings__consolidationPageStatusItem4Subtitle1
source: Your {modelName} is now ready for collection
fi: Ajoneuvosi {modelName} on nyt valmis noudettavaksi
pl: Twój pojazd {modelName} jest już gotowy do odbioru
sk: Váš {modelName} je teraz pripravený na vyzdvihnutie

# WorkshopVisitStrings__consolidationPageTitle
source: Track your {brand}'s service
fi: Seuraa {brand}-ajoneuvosi huoltoa
pl: Śledź przegląd Twojego {brand}
sk: Sledujte servis svojho {brand}

# WorkshopVisitStrings__disclaimerChatPageDescription
source: You are now chatting with a representative from {dealerName}. BMW AG accepts no liability for content provided by third parties or users of this service. Any actions you take based on the content, notifications and otherwise, provided by the service are taken at your own risk. The chat will be available for up to 30 days after the appointment.
fi: Olet nyt keskusteluyhteydessä jälleenmyyjän {dealerName} edustajan kanssa. BMW AG ei vastaa millään tavoin kolmansien osapuolten tai muiden tämän palvelun käyttäjien tarjoamasta sisällöstä. Kaikki tämän palvelun tarjoaman sisällön, ilmoitusten ja muiden tietojen perusteella tekemäsi toimet ovat omalla vastuullasi. Keskustelu on käytettävissä enintään 30 päivää huoltoajan jälkeen.
pl: Jesteś teraz w trybie chatu z przedstawicielem {dealerName}. BMW AG nie ponosi żadnej odpowiedzialności za treści udostępniane przez strony trzecie lub innych użytkowników tej usługi. Wszelkie działania, które podejmujesz na podstawie treści, powiadomień i innych informacji dostarczanych przez tę usługę, są podejmowane na własne ryzyko. Czat pozostaje dostępny do 30 dni po wizycie.
sk: Nachádzate v chate so zástupcom {dealerName}. BMW AG nepreberá žiadnu zodpovednosť za obsahy poskytnuté tretími stranami alebo inými používateľmi tejto služby. Všetky činnosti, ktoré vykonáte na základe obsahov poskytnutých touto službou, oznámení a ďalších informácií, sú na vlastné riziko. Chat bude k dispozícii až 30 dní po termíne.

# WorkshopVisitStrings__disclaimerChatPageTitle
source: Welcome to the {dealerName} chat
fi: Tervetuloa keskusteluun jälleenmyyjän {dealerName} kanssa
pl: Witamy na chacie {dealerName}
sk: Vitajte v chate {dealerName}

# WorkshopVisitStrings__emptyVisitDescription
source: You can follow what happens before, during and after your service appointment here. Currently there is no information available or your {brand} service center does not offer this information.
fi: Tässä voit seurata, mitä tapahtuu ennen huoltoaikaa, sen aikana ja sen jälkeen. Tietoja ei ole tällä hetkellä käytettävissä tai {brand}-huoltopisteesi ei tarjoa näitä tietoja.
pl: Tutaj możesz śledzić, co się dzieje przed wizytą serwisową, w jej trakcie i po niej. Obecnie nie są dostępne żadne informacje lub Twój serwis {brand} nie oferuje tych informacji.
sk: Tu môžete sledovať, čo sa deje pred, počas a po vašom servisnom termíne. Momentálne nie sú dostupné žiadne informácie alebo váš servisný partner {brand} tieto informácie neponúka.

# WorkshopVisitStrings__emptyVisitHeaderChatExpiredDescription
source: The chat with your {brand} service center has expired. Please contact them directly if you have any additional questions.
fi: Keskustelu {brand}-huoltopisteesi kanssa on vanhentunut. Ota siihen yhteyttä suoraan, jos sinulla on lisäkysymyksiä.
pl: Czat z serwisem {brand} wygasł. Jeśli masz dodatkowe pytania, skontaktuj się z nim bezpośrednio.
sk: Chat s vaším servisným partnerom {brand} bol ukončený. V prípade ďalších otázok ho priamo kontaktujte.

# WorkshopVisitStrings__emptyVisitHeaderChatNoactiveDescription
source: Here you can chat with your {brand} service center to exchange information and ask questions about your service. Currently, the chat is not yet available.
fi: Tässä voit keskustella {brand}-huoltopisteesi kanssa, vaihtaa tietoja ja esittää huoltoon liittyviä kysymyksiä. Tällä hetkellä keskustelu ei ole vielä käytettävissä.
pl: Tutaj możesz chatować ze swoim serwisem {brand}, aby wymieniać informacje i zadawać pytania dotyczące serwisu. Obecnie chat nie jest jeszcze dostępny.
sk: Tu môžete chatovať s vaším servisným partnerom {brand} na zdieľanie informácií a kladenie otázok ohľadne vášho servisu. Aktuálne nie je chat dostupný.

# WorkshopVisitStrings__paymentAvailableNotificationDescription
source: The invoice for the service of your {vehicleModel} is now available. You can pay online or directly at your {brandName} service center.
fi: Lasku ajoneuvosi {vehicleModel} huollosta on nyt käytettävissä. Voit maksaa sen verkossa tai suoraan {brandName}-huoltopisteessä.
pl: Dostępny jest już rachunek za przegląd Twojego {vehicleModel}. Możesz zapłacić online lub bezpośrednio w serwisie {brandName}.
sk: Faktúra za servis vášho {vehicleModel} je teraz k dispozícii. Môžete zaplatiť online alebo priamo svojmu servisnému partnerovi {brandName}.

# WorkshopVisitStrings__paymentConfirmationNotificationDescription
source: Your payment of {amount} has been received.
fi: {amount} suuruinen maksusi on saapunut.
pl: Twoja płatność w wysokości {amount} została przyjęta.
sk: Prijali sme vašu platbu vo výške {amount}.
