Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# exploreBarErrorContent
source: We are having trouble loading this content.
fi: Näiden sisältöjen lataamisessa on ongelmia.
pl: Mamy problemy z wczytaniem tej zawartości.
sk: Máme problém nahrať tento obsah.

# exploreBarErrorOps
source: Oops!
fi: Hups!
pl: Ups!
sk: Hups!

# exploreBarExploreMore
source: Explore More
fi: Löydä lisää
pl: Odkryj więcej
sk: Objaviť viac

# exploreBarLoadingFun
source: Be patient! It will be worth it!
fi: Pyydämme hieman kärsivällisyyttä – se kannattaa!
pl: Prosimy o chwilę cierpliwości – to się opłaci!
sk: Prosíme vás o trpezlivosť – oplatí sa to!

# exploreBarNoImage
source: Image not available
fi: Kuva ei ole käytettävissä
pl: Obraz niedostępny
sk: Obrzázok nedostupný

# exploreBarNoItemsToShow
source: No content to show
fi: Ei näytettäviä sisältöjä
pl: Brak zawartości do wyświetlenia
sk: Žiadne obsahy na zobrazenie

# exploreBarNoMoreContent
source: No more content
fi: Ei muita sisältöjä
pl: Brak innej zawartości
sk: Žiadne ďalšie obsahy

# exploreBarNoVideo
source: Video not available
fi: Video ei käytettävissä
pl: Film niedostępny
sk: Video nedostupné

# exploreBarReadMoreButton
source: Read more
fi: Lue lisää
pl: Przeczytaj więcej
sk: Čítať viac

# exploreBarUnableToRetrieve
source: We are currently unable to retrieve this content. Please try again later.
fi: Tämän sisällön haku ei ole tällä hetkellä mahdollista. Yritä myöhemmin uudelleen.
pl: Obecnie nie ma możliwości wyświetlenia tej zawartości. Spróbuj ponownie później.
sk: Momentálne nemôžeme tento obsah zobraziť. Skúste to, prosím, znova neskôr.

# exploreNoAccess
source: We are sorry, but you do not have access yet.
fi: Pahoittelemme, mutta sinulla ei ole vielä käyttäjätiliä.
pl: Przykro nam, ale nie masz jeszcze dostępu.
sk: Ľutujeme, ale ešte nemáte prístup.

# exploreTagNew
source: NEW
fi: UUSI
pl: NOWE
sk: NOVÉ

source: Extended Range
fi: Laajennettu toimintasäde
pl: Rozszerzony zasięg
sk: Rozšírený dojazd

# extinguisherErrorSemantics
source: Fire extinguisher error
fi: Palosammuttimen virhe
pl: Błąd gaśnicy
sk: Chyba hasiaci prístroj

source: Failed
fi: Epäonnistui
pl: Nie powiodło się
sk: Zlyhalo

# failedLoadingFavoritesDescription
source: No internet connection. Reconnect and try again.
fi: Ei online-yhteyttä. Muodosta yhteys jälleen ja yritä uudelleen.
pl: Brak połączenia online. Przywróć połączenie i powtórz.
sk: Žiadne online pripojenie. Obnovte pripojenie a zopakujte.

# failedToLoad
source: Sorry, we cannot load your remote history at this moment
fi: Valitettavasti etätoimintohistoriaa ei voi tällä hetkellä ladata
pl: Niestety obecnie nie można pobrać historii wysłanych poleceń
sk: Mrzí nás to, momentálne nie je možné načítať históriu Remote

source: Failed To login
fi: Sisäänkirjautuminen epäonnistui
pl: Logowanie nie powiodło się
sk: Prihlásenie zlyhalo

# failedToSendMsg
source: Failed To Send Message
fi: Viestin lähettäminen epäonnistui
pl: Wysyłanie wiadomości nie powiodło się
sk: Odosielanie správy zlyhalo

# failure
source: Request failed
fi: Tiedustelu epäonnistui
pl: Zapytanie nie powiodło się
sk: Požiadavka zlyhala

# faqSemantics
source: FAQ
fi: Usein kysytyt kysymykset
pl: Często zadawane pytania
sk: Často kladené otázky

# faqTitle
source: FAQ
fi: Usein kysytyt kysymykset
pl: Często zadawane pytania
sk: Často kladené otázky

# favoriteChargingStationSemantics
source: Favorite charging stations
fi: Suosikkilatausasema
pl: Preferowana stacja ładowania
sk: Obľúbená nabíjacia stanica

# favoriteDestinations
source: FAVORITES
fi: SUOSIKIT
pl: ULUBIONE
sk: OBĽÚBENÉ POLOŽKY

# favoriteEntrypointSemantics
source: Favorites
fi: Suosikit
pl: Ulubione
sk: Obľúbené položky

# favoriteFuelStandSemantics
source: Favorite petrol station
fi: Suosikkihuoltoasema
pl: Preferowana stacja paliw
sk: Obľúbená čerpacia stanica

# favoriteHomeRemoved
source: Home removed.
fi: Kotiosoite poistettu.
pl: Dom usunięty.
sk: Domov odstránený.

# favoriteInternetRequired
source: An internet connection is required to add or rename a Favorite.
fi: Suosikin lisäämistä tai uudelleennimeämistä varten vaaditaan online-yhteys.
pl: Aby można było dodać do ulubionych lub zmienić nazwę w ulubionych, potrzebne jest połączenie online.
sk: Na pridanie alebo premenovanie obľúbenej položky sa vyžaduje online pripojenie.

# favoritePOISemantics
source: Favorite POI
fi: Suosikki kiinnostuksen kohde
pl: Preferowany POI
sk: Obľúbený POI

source: Favorite removed.
fi: Suosikki poistettu.
pl: Usunięto z ulubionych.
sk: Obľúbená položka odstránená.

# favoriteWorkRemoved
source: Work removed.
fi: Työ poistettu.
pl: Praca usunięta.
sk: Práca odstránená.

# favoritesAlreadySaved
source: Favorite already saved.
fi: Suosikki on jo tallennettu.
pl: Zapisano już w ulubionych.
sk: Obľúbená položka je už uložená.

# feeItemTitle
source: Fee
fi: Maksu
pl: Opłata
sk: Poplatok

source: Feedback not sent
fi: Palautetta ei lähetetty
pl: Opinia niewysłana
sk: Spätná väzba nebola odoslaná

# feedbackNotSentThisTime
source: Sorry, your feedback submission is not yet complete. Please try again later.
fi: Pahoittelemme, mutta palautettasi ei voitu käsitellä. Yritä myöhemmin uudelleen.
pl: Przepraszamy, nie udało się jeszcze przeanalizować Twojej opinii. Spróbuj ponownie później.
sk: Ľutujeme, vašu spätnú väzbu sa zatiaľ nepodarilo spracovať. Skúste to znovu neskôr.

# feedbackWasReceived
source: Feedback has been received.
fi: Olemme vastaanottaneet palautteesi.
pl: Przyjęto już Twoją opinię.
sk: Vaša spätná väzba bola už prijatá.

# fetchNotificationListFailureHint
source: We are currently unable to retrieve your messages. Please try again later.
fi: Emme pystyneet lataamaan viestiäsi. Yritä vielä kerran myöhemmin.
pl: Nie udało się wczytać wiadomości. Spróbuj ponownie później.
sk: Nepodarilo sa nám nahrať vaše správny. Skúste to neskôr ešte raz.

# fetchNotificationListFailureTitleHint
source: Data not available
fi: Tiedot eivät ole käytettävissä
pl: Dane nie są dostępne
sk: Údaje nie sú k dispozícii

# fetchNotificationListNoNetworkHint
source: Slow or no internet connection. Please check your settings and try again later.
fi: Internet-yhteys hidas tai puuttuu. Tarkista asetukset ja yritä myöhemmin vielä kerran.
pl: Wolne połączenie internetowe lub brak. Sprawdź swoje ustawienia i spróbuj ponownie później.
sk: Pomalé alebo žiadne internetové pripojenie. Skontrolujte svoje nastavenia a skúste to neskôr ešte raz.

# filterActiveSemantics
source: Filters activated
fi: Suodatin aktivoitu
pl: Filtry aktywowane
sk: Filtre aktivované

# filterDefault
source: Default
fi: Vakiosuodatin
pl: Standardowy
sk: Predvolené

# filterSemantics
source: Filters
fi: Suodattimet
pl: Filtry
sk: Filter

# financialServicesButtonSubtitle
source: Convenient access to your invoices & finances
fi: Pääsy laskuihin ja talousasioihin
pl: Dostęp do faktur i finansów
sk: Prístup k Vašim faktúram a financiám

# financialServicesHubPrivacyPolicyAppTile
source: Financial Services Privacy Policy
fi: Financial Services -tietosuojakäytäntö
pl: Wytyczne dotyczące ochrony danych Financial Services
sk: Zásady ochrany osobných údajov Financial Services

# financialServicesHubTermsAndConditionsAppTile
source: Financial Services Terms and Conditions
fi: Financial Services yleiset palveluehdot
pl: Ogólne warunki handlowe Financial Services
sk: Všeobecné obchodné podmienky Financial Services

# financialServicesSubtitle
source: Self serve your agreements
fi: Sopimusten hallinta
pl: Zarządzaj umowami
sk: Spravovať Vaše zmluvy

source: Find Another Dealer
fi: Hae toinen jälleenmyyjä
pl: Znajdź innego dealera
sk: Nájsť iného predajcu

# findDestinationContent1ID7
source: Once you have sent a destination to your vehicle with this app, you can start the guidance from the vehicle's control display. You can find it as follows:
fi: Kun olet lähettänyt kohteen sovelluksesta ajoneuvoon, voit käynnistää navigoinnin ajoneuvon monitoiminäytöstä. Näin löydät sen:
pl: Po przesłaniu za pośrednictwem tej aplikacji celu do pojazdu można uruchomić prowadzenie do celu na monitorze centralnym w pojeździe. Tak można je znaleźć:
sk: Po odoslaní cieľa z tejto aplikácie do vozidla môžete pomocou kontrolného displeja spustiť navigáciu. Takto ju možno nájsť:

# findDestinationContent1MINI
source: Your destination will be sent to your MINI which is selected in the "Vehicle" tab of this app.
fi: Matkan kohde lähetetään siihen MINIin, joka on tallennettu sovelluksen välilehdelle "Ajoneuvo".
pl: Cel trasy zostanie przesłany do MINI, który jest wybrany w karcie "Pojazd" tej aplikacji.
sk: Do vášho MINI sa odošle váš cieľ jazdy, ktorý je zvolený v záložke „Vozidlo“ tejto aplikácie.

# findDestinationContent2ID6
source: Once you have sent a destination to your vehicle with this app, you can start the guidance from the vehicle's control display. You can find it as follows:
fi: Kun olet lähettänyt kohteen sovelluksesta ajoneuvoon, voit käynnistää navigoinnin monitoiminäytöstä. Näin löydät sen:
pl: Po przesłaniu za pośrednictwem tej aplikacji celu do pojazdu można uruchomić prowadzenie do celu na monitorze centralnym. Tak można je znaleźć:
sk: Po odoslaní cieľa z tejto aplikácie do vozidla môžete pomocou kontrolného displeja spustiť navigáciu. Takto ju možno nájsť:

# findDestinationContent2MINI
source: Once you have sent a destination to your vehicle with this app, you can start the guidance from the vehicle's control display. You can find it as follows:
fi: Kun olet lähettänyt kohteen sovelluksesta ajoneuvoon, voit käynnistää navigoinnin monitoiminäytöstä. Näin löydät sen:
pl: Po przesłaniu za pośrednictwem tej aplikacji celu do pojazdu można uruchomić prowadzenie do celu na monitorze centralnym. Tak można je znaleźć:
sk: Po odoslaní cieľa z tejto aplikácie do vozidla môžete pomocou kontrolného displeja spustiť navigáciu. Takto ju možno nájsť:

# findDestinationContent3ID6
source: Check whether a notification is displayed in the top right corner of the control display in the vehicle which confirms that your vehicle has received the destination.
fi: Tarkista, näkyykö ajoneuvon monitoiminäytön oikeassa yläkulmassa ilmoitus, jossa vahvistetaan, että ajoneuvosi on vastaanottanut kohteen.
pl: Sprawdź, czy z prawej strony u góry monitora centralnego w pojeździe jest wyświetlane powiadomienie potwierdzające, że pojazd odebrał cel.
sk: Skontrolujte, či sa v pravom hornom rohu kontrolného displeja vo vozidle zobrazuje oznámenie potvrdzujúce, že Vaše vozidlo prijalo cieľ.

# findDestinationContent3ID7
source: If you are already logged in, simply accept the suggested route when prompted.
fi: Jos olet jo kirjautunut sisään, riittää kun pyydettäessä hyväksyt ehdotetun reitin.
pl: Jeśli nastąpiło już zalogowanie, zaakceptuj po prostu w razie potrzeby proponowaną trasę.
sk: Ak ste už prihlásený, po výzve jednoducho prijmite navrhovanú trasu.

# findDestinationContent3MINI
source: Check whether a notification is displayed in the top right corner of the control display in the vehicle which confirms that your vehicle has received the destination.
fi: Tarkista, näkyykö ajoneuvon monitoiminäytön oikeassa yläkulmassa ilmoitus, jossa vahvistetaan, että ajoneuvosi on vastaanottanut kohteen.
pl: Sprawdź, czy z prawej strony u góry monitora centralnego w pojeździe jest wyświetlane powiadomienie potwierdzające, że pojazd odebrał cel.
sk: Skontrolujte, či sa v pravom hornom rohu kontrolného displeja vo vozidle zobrazuje oznámenie potvrdzujúce, že Vaše vozidlo prijalo cieľ.

# findDestinationContent4ID6
source: Select "ConnectedDrive" > "BMW messages" on the control display.
fi: Valitse monitoiminäytöllä "ConnectedDrive" > "BMW-ilmoitukset".
pl: Wybierz na monitorze centralnym "ConnectedDrive" > "Wiadomości BMW".
sk: Na kontrolnom displeji vyberte „ConnectedDrive“ > „Správy BMW“.

# findDestinationContent4ID7
source: Your sent destinations are shown in the vehicle under "Navigation" > "Received destinations" > "BMW Connected" or "My BMW App".
fi: Lähetetyt kohteet näytetään ajoneuvon valikossa "Navigointi" > "Vastaanotetut kohteet" > "BMW Connected" tai "My BMW -sovellus".
pl: Przesłane cele są wyświetlane w pojeździe w menu "Nawigacja" > "Odbierane cele" > "BMW Connected" lub "Aplikacja My BMW".
sk: Vaše odoslané ciele sa zobrazujú vo vozidle v časti "Navigácia" > "Prijaté ciele" > "BMW Connected", resp. "Aplikácia My BMW".

# findDestinationContent4ID8
source: Your destination will be shown as a banner on the map or on the touch button (top left corner).
fi: Kohteesi näytetään palkkina kartalla tai vasemmassa yläkulmassa olevassa kosketuskentässä.
pl: Cel zostanie wyświetlony jako baner na mapie lub w polu dotykowym w lewym górnym rogu.
sk: Váš cieľ sa zobrazí ako baner na mape alebo v dotykovom poli v ľavom hornom rohu.

# findDestinationContent4MINI
source: Select "MINI Connected" > "MINI messages" on the control display.
fi: Navigoi monitoiminäytöllä "MINI Connected" > "MINI-ilmoitukset".
pl: Wybierz na monitorze centralnym "MINI Connected" > "Wiadomości MINI".
sk: Na kontrolnom displeji vyberte „MINI Connected“ > „Správy MINI“.

# findDestinationContent5ID8
source: Select My Destinations > Future Destinations from the side menu. Set the filter in the menu to Received Destinations.
fi: Valitse sivulla olevasta valikosta "Omat kohteet" > "Tulevat kohteet". Aseta valikossa suodatin "Vastaanotetut kohteet".
pl: Z bocznego menu wybierz "Moje cele" > "Przyszłe cele". W menu ustaw filtr na "Odebrane cele".
sk: V bočnom menu vyberte položku "Moje ciele" > "Budúce ciele". Nastavte filter v menu na "Prijaté ciele".

# findDestinationContent5MINI
source: Select a destination to start your trip with MINI navigation.
fi: Valitse kohde, jotta voit aloittaa ajon MINIn navigointia käyttäen.
pl: Wybierz cel, aby rozpocząć jazdę z nawigacją MINI.
sk: Na spustenie jazdy pomocou navigácie MINI si vyberte cieľ.

# findDestinationHelpPageBmwId4ppContent1
source: Check for a notification on the top right of your screen, confirming the vehicle has received the destination.
fi: Tarkista, näkyykö ajoneuvon monitoiminäytön oikeassa yläkulmassa ilmoitus, jossa vahvistetaan, että ajoneuvosi on vastaanottanut kohteen.
pl: Sprawdź czy z prawej strony u góry monitora centralnego w pojeździe jest wyświetlane powiadomienie potwierdzające, że pojazd odebrał cel.
sk: Skontrolujte, či sa v pravom hornom rohu kontrolného displeja vo vozidle zobrazuje oznámenie potvrdzujúce, že Vaše vozidlo prijalo cieľ.

# findDestinationHelpPageBmwId4ppContent2
source: On your in-car display navigate to ConnectedDrive and select BMW Messages.
fi: Navigoi ajoneuvon monitoiminäytöllä ConnectedDrive-palveluun ja valitse "BMW-ilmoitukset".
pl: Przejdź na monitorze centralnym w pojeździe do ConnectedDrive i wybierz "Wiadomości BMW".
sk: Cez kontrolný displej vo vozidle prejdite do ConnectedDrive a zvoľte možnosť "Správy BMW".

# findDestinationHelpPageBmwId4ppContent3
source: Select a destination to start the trip with BMW navigation.
fi: Valitse kohde, jotta voit aloittaa ajon BMW:n navigointia käyttäen.
pl: Wybierz cel, aby rozpocząć jazdę z nawigacją BMW.
sk: Na spustenie jazdy pomocou navigácie BMW si vyberte cieľ.

# findDestinationHelpPageBmwId5Id6Content1
source: Check for a notification on the top right of your screen, confirming the vehicle has received the destination.
fi: Tarkista, näkyykö ajoneuvon monitoiminäytön oikeassa yläkulmassa ilmoitus, jossa vahvistetaan, että ajoneuvosi on vastaanottanut kohteen.
pl: Sprawdź czy z prawej strony u góry monitora centralnego w pojeździe jest wyświetlane powiadomienie potwierdzające, że pojazd odebrał cel.
sk: Skontrolujte, či sa v pravom hornom rohu kontrolného displeja vo vozidle zobrazuje oznámenie potvrdzujúce, že Vaše vozidlo prijalo cieľ.

# findDestinationHelpPageBmwId5Id6Content2
source: On your in-car display navigate to ConnectedDrive and select BMW Messages.
fi: Navigoi ajoneuvon monitoiminäytöllä ConnectedDrive-palveluun ja valitse "BMW-ilmoitukset".
pl: Przejdź na monitorze centralnym w pojeździe do ConnectedDrive i wybierz "Wiadomości BMW".
sk: Cez kontrolný displej vo vozidle prejdite do ConnectedDrive a zvoľte možnosť "Správy BMW".

# findDestinationHelpPageBmwId5Id6Content3
source: Select a destination to start the trip with BMW navigation.
fi: Valitse kohde, jotta voit aloittaa ajon BMW:n navigointia käyttäen.
pl: Wybierz cel, aby rozpocząć jazdę z nawigacją BMW.
sk: Na spustenie jazdy pomocou navigácie BMW si vyberte cieľ.

# findDestinationHelpPageBmwMguContent1
source: Make sure you're logged into your BMW with the same ConnectedDrive account as in the app.
fi: Varmista, että kirjaudut BMW:ssäsi samaan ConnectedDrive-tiliin kuin sovelluksessa.
pl: Upewnij się, że zalogowano się w Twoim BMW na tym samym koncie ConnectedDrive co w aplikacji.
sk: Ubezpečte sa, že ste sa vo svojom BMW prihlásili rovnakým účtom ConnectedDrive, ako aj v aplikácii.

# findDestinationHelpPageBmwMguContent2
source: If you're already logged into your BMW simply accept the proposed guidance when prompted.
fi: Jos olet jo kirjautunut sisään BMW:hesi, riittää kun pyydettäessä hyväksyt ehdotetun reitin.
pl: Jeśli już zalogowano się w BMW, zaakceptuj po prostu w razie potrzeby proponowaną trasę.
sk: Ak ste už prihlásení vo Vašom BMW, po výzve jednoducho prijmite navrhovanú trasu.

# findDestinationHelpPageBmwMguContent3
source: To see your sent destinations go to Received Destinations inside the Navigation panel.
fi: Lähetetyt kohteet näytetään ajoneuvon valikossa "Navigointi" > "Vastaanotetut kohteet" > "BMW Connected" tai "My BMW -sovellus".
pl: Przesłane cele są wyświetlane w pojeździe w menu "Nawigacja" > "Odbierane cele" > "BMW Connected" lub "Aplikacja My BMW".
sk: Vaše odoslané ciele sa zobrazujú vo vozidle v časti "Navigácia" > "Prijaté ciele" > "BMW Connected", resp. "Aplikácia My BMW".

# findDestinationHelpPageBmwMguContent4
source: Select a destination to start the trip with BMW navigation.
fi: Valitse kohde, jotta voit aloittaa ajon BMW:n navigointia käyttäen.
pl: Wybierz cel, aby rozpocząć jazdę z nawigacją BMW.
sk: Na spustenie jazdy pomocou navigácie BMW si vyberte cieľ.

# findDestinationHelpPageDescription
source: After sending a destination to your vehicle through this app, you may wish to initiate your trip using the in-car display. Here's how to find it:
fi: Kun olet lähettänyt kohteen sovelluksesta ajoneuvoon, voit käynnistää navigoinnin monitoiminäytöstä. Näin löydät sen:
pl: Po przesłaniu za pośrednictwem tej aplikacji celu do pojazdu można uruchomić prowadzenie do celu na monitorze centralnym. Tak można je znaleźć:
sk: Po odoslaní cieľa z tejto aplikácie do vozidla môžete pomocou kontrolného displeja spustiť navigáciu. Takto ju možno nájsť:

# findDestinationHelpPageMiniMguContent1
source: Check for a notification on the top right of your screen, confirming the vehicle has received the destination.
fi: Tarkista, näkyykö ajoneuvon monitoiminäytön oikeassa yläkulmassa ilmoitus, jossa vahvistetaan, että ajoneuvosi on vastaanottanut kohteen.
pl: Sprawdź czy z prawej strony u góry monitora centralnego w pojeździe jest wyświetlane powiadomienie potwierdzające, że pojazd odebrał cel.
sk: Skontrolujte, či sa v pravom hornom rohu kontrolného displeja vo vozidle zobrazuje oznámenie potvrdzujúce, že Vaše vozidlo prijalo cieľ.

# findDestinationHelpPageMiniMguContent2
source: On your in-car display navigate to MINI Connected and select MINI Messages.
fi: Navigoi ajoneuvon monitoiminäytöllä MINI Connected -palveluun ja valitse "MINI-ilmoitukset".
pl: Przejdź na monitorze centralnym w pojeździe do MINI Connected i wybierz "Wiadomości MINI".
sk: Cez kontrolný displej vo vozidle prejdite do MINI Connected a zvoľte možnosť "Správy MINI".

# findDestinationHelpPageMiniMguContent3
source: Select a destination to start the trip with MINI navigation.
fi: Valitse kohde, jotta voit aloittaa ajon MINIn navigointia käyttäen.
pl: Wybierz cel, aby rozpocząć jazdę z nawigacją MINI.
sk: Na spustenie jazdy pomocou navigácie MINI si vyberte cieľ.

# findDestinationHelpPageTitle
source: Send to Vehicle
fi: Lähetä ajoneuvoon
pl: Wyślij do pojazdu
sk: Odoslať do vozidla

# findDestinationHelpPageToyotaContent2
source: Navigate to Toyota Supra Connect using the display in the vehicle and select "Messages".
fi: Navigoi ajoneuvon monitoiminäytöllä Toyota Supra Connect -palveluun ja valitse "Ilmoitukset".
pl: Za pomocą wyświetlacza w pojeździe przejdź do Toyota Supra Connect i wybierz "Wiadomości".
sk: Cez displeji vo vozidle prejdite do Toyota Supra Connect a vyberte „Správy“.

# findDestinationHelpPageToyotaContent3
source: Select a destination to start the trip.
fi: Valitse kohde, jotta voit aloittaa ajon.
pl: Wybierz cel, aby rozpocząć podróż.
sk: Na začatie jazdy si vyberte cieľ.

# findDestinationHowToLoginActionID7
source: YOU CAN LOG IN TO THE VEHICLE AS FOLLOWS
fi: NÄIN KIRJAUDUT SISÄÄN AJONEUVOSSA
pl: SPOSÓB LOGOWANIA W POJEŹDZIE
sk: TAK SA PRIHLÁSITE VO VOZIDLE

# findDestinationLogInContentID7
source: Please log in with your BMW ID (ConnectedDrive account) in the vehicle.
fi: Kirjaudu ajoneuvossa sisään BMW ID:lläsi (ConnectedDrive-tilillä).
pl: Zaloguj się swoim pojeździe za pomocą BMW ID (konto ConnectedDrive).
sk: Prihláste sa vo vozidle pomocou svojho BMW ID (ConnectedDrive účet).

# findDestinationScanQRCodeMessageID7
source: Only available for certain models.
fi: Käytettävissä vain tietyille malleille.
pl: Dostępne tylko w określonych modelach.
sk: Dostupné iba pre určité modely.

# findDestinationScanQRCodeTitleID7
source: SCAN QR CODE
fi: SKANNAA QR-KOODI
pl: ZESKANUJ KOD QR
sk: SKENOVAŤ QR KÓD

# findDestinationTitleID6
source: You can find the destination as follows
fi: Näin löydät kohteen
pl: Sposób znajdowania celu
sk: Tak nájdete cieľ

# findDestinationTitleID7
source: You can find the destination as follows
fi: Näin löydät kohteen
pl: Sposób znajdowania celu
sk: Tak nájdete cieľ

# findDestinationTitleMINI
source: You can find the destination in your MINI as follows
fi: Näin löydät kohteen MINIssäsi
pl: Sposób znajdowania celu w swoim MINI
sk: Tak nájdete cieľ vo svojom MINI

# findDestinationUseProfileTitleID7
source: Use your existing driving profile
fi: Käytä olemassa olevaa kuljettajan profiiliasi
pl: Użyj istniejącego profilu kierowcy
sk: Použite existujúci profil vodiča.

# findVinDialogDescriptionToyotaJP
source: You can always find the VIN in your vehicle registration documents.
fi: Löydät valmistenumeron aina ajoneuvon asiakirjoista.
pl: Numer VIN można znaleźć zawsze w dokumentach pojazdu.
sk: VIN vždy nájdete v dokumentácii k vozidlu.

# findVinDialogTitle
source: Find your VIN or code
fi: VIN-numeron tai koodin haku
pl: Znajdź swój numer VIN lub kod
sk: Nájsť Vaše VIN alebo Váš kód

# findVinDialogViewVideo
source: WATCH VIDEO
fi: NÄYTÄ VIDEO
pl: WYŚWIETL FILM
sk: ZOBRAZIŤ VIDEO

# finishChargingDialogContent
source: Are you sure you are finished charging?
fi: Oletko varma, että lataus on valmis?
pl: Czy ładowanie zostało na pewno zakończone?
sk: Naozaj chcete ukončiť nabíjanie?

# firstMileCalculatingWalkingPath
source: Calculating route on foot…
fi: Kävelyreittiä määritetään…
pl: Trwa obliczanie drogi pieszo…
sk: Pešia trasa sa vypočítava…

# firstMileErrorDialogBody
source: We are sorry. We were not able to calculate your route on foot. Please wait a few seconds and try again.
fi: Pahoittelemme. Kävelyreittiä ei voitu määrittää. Odota hetki ja yritä sitten uudelleen.
pl: Przykro nam. Nie udało się obliczyć drogi pieszo. Poczekaj chwilę i spróbuj ponownie.
sk: Mrzí nás to. Pešiu trasu nebolo možné vypočítať. Počkajte chvíľu a potom to skúste znova.

# firstMileNoPathWarning
source: We were not able to calculate your route on foot.
fi: Kävelyreittiä ei voitu määrittää.
pl: Nie udało się obliczyć drogi pieszo.
sk: Pešiu trasu nebolo možné vypočítať.
