Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LeadPaccStrings_leadPaccDescription2163
source: The approaching object warning of your vehicle is malfunctioning. Beware of traffic when exiting the vehicle.
fi: Ajoneuvon ulosmenovaroituksessa on häiriö. Varo liikennettä ajoneuvosta poistuessasi.
pl: W ostrzeżeniu dot. wysiadania w Twoim pojeździe wystąpiła usterka. Uważaj podczas wysiadania na ruch drogowy.
sk: Vyskytla sa porucha výstrahy pred vystúpením z vozidla. Pri vystupovaní dávajte pozor na premávku.

# LeadPaccStrings_leadPaccDescription2183
source: The driver's headrest adjustment of your vehicle is malfunctioning.
fi: Ajoneuvon kuljettajan puoleisen pääntuen säätö ei toimi.
pl: W Twoim pojeździe wystąpiła awaria regulacji zagłówka po stronie kierowcy.
sk: Došlo ku výpadku prestavenia opierky hlavy na strane vodiča vášho vozidla.

# LeadPaccStrings_leadPaccDescription2184
source: The passenger headrest adjustment of your vehicle is malfunctioning.
fi: Ajoneuvon etumatkustajan puoleisen pääntuen säätö ei toimi.
pl: W Twoim pojeździe wystąpiła awaria regulacji zagłówka po stronie pasażera.
sk: Došlo ku výpadku prestavenia opierky hlavy na strane spolujazdca vášho vozidla.

# LeadPaccStrings_leadPaccDescription2187
source: A used, not activated component was detected. Some functions may be reduced.
fi: On tunnistettu käytetty, aktivoimaton komponentti. Huomaa, että toimintarajoitukset voivat olla mahdollisia.
pl: Rozpoznano używany, niedopuszczony komponent. Pamiętaj, że mogą wystąpić ograniczenia działania.
sk: Bol rozpoznaný použitý, neschválený komponent. Upozorňujeme, že sa môžu vyskytnúť funkčné obmedzenia.

# LeadPaccStrings_leadPaccDescription2191
source: The Pedestrian Protection system of your vehicle is malfunctioning. Damage to vehicle was detected. It is possible to continue driving.
fi: Ajoneuvon jalankulkijoiden suojatoiminnossa on häiriö. Ajoneuvossa on havaittu vaurio. Voit jatkaa ajoa.
pl: Funkcja ochrony pieszych w Twoim pojeździe nie działa. Stwierdzono uszkodzenie pojazdu. Można jechać dalej.
sk: Vyskytla sa porucha funkcie ochrany chodcov vášho vozidla. Bolo rozpoznané poškodenie vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2194
source: The brakes of your vehicle are malfunctioning. Please secure your vehicle against rolling away. It is possible to continue driving.
fi: Ajoneuvon vierimistä ei ole estetty. Varmista, ettei ajoneuvo pääse vierimään. Voit jatkaa ajoa.
pl: Twój pojazd nie jest zabezpieczony przed stoczeniem się. Zabezpiecz pojazd przed stoczeniem się. Można jechać dalej.
sk: Vaše vozidlo nie je zaistené proti uvedeniu do pohybu. Zaistite svoje vozidlo proti samovoľnému pohybu. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2196
source: Increased power consumption while parking. To ensure vehicle is drive-ready, comfort functions (e.g. Remote Services) have temporarily not been carried out.
fi: Lisääntynyt energiankulutus pysäköinnin aikana. Ajovalmiuden varmistamiseksi mukavuustoiminnot (esim. Remote Services) on jätetty tilapäisesti suorittamatta.
pl: Zwiększone zużycie energii podczas parkowania. W celu zapewnienia gotowości do jazdy chwilowo nie realizowano funkcji komfortowych (np. Usług Zdalnych).
sk: Zvýšená spotreba energie pri parkovaní. Na zaistenie pripravenosti na jazdu neboli dočasne zrealizované funkcie komfortu (napr. Remote Services).

# LeadPaccStrings_leadPaccDescription2197
source: The charging of your vehicle is malfunctioning due to high temperature at the charging connection.
fi: Ajoneuvosi akun lataamisessa on häiriö ja se keskeytyi latausliitännän liian korkean lämpötilan vuoksi.
pl: Podczas ładowania akumulatora Twojego pojazdu wystąpiła usterka, ładowanie zostało przerwane z powodu nadmiernej temperatury w przyłączu ładowania.
sk: Vyskytla sa porucha nabíjania batérie vášho vozidla a bolo prerušené z dôvodu príliš vysokej teploty na nabíjacej prípojke.

# LeadPaccStrings_leadPaccDescription2198
source: The high-voltage system of your vehicle is malfunctioning. You can continue driving. Please have the system checked by your nearest service centre to prevent malfunctions and subsequent damage.
fi: Ajoneuvon korkeajännitejärjestelmässä on häiriö. Voit jatkaa ajoa. Toimintavirheiden ja seurannaisvaurioiden välttämiseksi tarkistuta ajoneuvosi lähimmässä huoltopisteessä.
pl: W układzie wysokiego napięcia Twojego pojazdu wystąpiła usterka. Można jechać dalej. W celu uniknięcia nieprawidłowego działania i szkód następczych wykonaj kontrolę w najbliższym serwisie.
sk: Vyskytla sa porucha vysokonapäťového systému vášho vozidla. Je možné pokračovať v jazde. Aby ste sa vyhli chybným funkciám a následným škodám, nechajte vozidlo skontrolovať u najbližšieho servisného partnera.

# LeadPaccStrings_leadPaccDescription22
source: The starter of your vehicle is malfunctioning. Please do not turn off the vehicle. If the engine is turned off, it is not possible to continue driving.
fi: Ajoneuvon käynnistysmoottori on viallinen. Älä sammuta moottoria. Ajoa ei voi enää jatkaa moottorin sammuttamisen jälkeen.
pl: Awaria rozrusznika Twojego pojazdu. Nie wyłączaj silnika. Po wyłączeniu silnika kontynuacja jazdy będzie niemożliwa.
sk: Porucha štartéra vášho vozidla. Nevypínajte motor. Po odstavení motora nie je pokračovanie v jazde možné.

# LeadPaccStrings_leadPaccDescription2202
source: The drivetrain of your vehicle is malfunctioning. Drive power and speed are greatly reduced. The Range is max. 2 miles (3 km). Please stop carefully.
fi: Ajoneuvon voimansiirto on viallinen. Voimansiirtoteho ja nopeus ovat huomattavasti alentuneet. Toimintasäde on enintään 3 km (mailia). Pysähdy varovasti.
pl: Napęd Twojego pojazdu jest uszkodzony. Moc napędowa i prędkość są znacznie zredukowane. Zasięg wynosi maks. 3 km (mile). Zatrzymaj się ostrożnie.
sk: Porucha pohonu vášho vozidla. Výkon pohonu a rýchlosť sú veľmi redukované. Maximálny dojazd je 3 km (míle). Opatrne zastavte.

# LeadPaccStrings_leadPaccDescription2204
source: The H₂ warning system of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvosi H₂-varoitusjärjestelmässä on häiriö. Voit jatkaa ajoa.
pl: W systemie ostrzegawczym H₂ Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha výstražného systému H₂ vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2205
source: The H₂ warning system of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvosi H₂-varoitusjärjestelmässä on häiriö. Voit jatkaa ajoa.
pl: W systemie ostrzegawczym H₂ Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha výstražného systému H₂ vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2206
source: The hydrogen concentration within your vehicle is critical. Please stop carefully and leave your vehicle immediately.
fi: Ajoneuvosi vetypitoisuus on kriittinen. Pysähdy varovasti ja poistu välittömästi ajoneuvosta.
pl: Stężenie wodoru w Twoim pojeździe ma poziom krytyczny. Zatrzymaj się ostrożnie i natychmiast opuść pojazd.
sk: Koncentrácia vodíka vo vašom vozidle je kritická. Opatrne zastavte a okamžite opustite vozidlo.

# LeadPaccStrings_leadPaccDescription221
source: Hazardous gas was detected in you vehicle. Please vacate the danger zone as quickly as possible.
fi: Kaasuhälytys voimassa. Poistu vaara-alueelta niin pian kuin mahdollista.
pl: Jest alarm gazowy. Możliwie jak najszybciej opuść strefę zagrożenia.
sk: Plynový poplach je aktívny. Vzdiaľte sa čo najrýchlejšie z nebezpečnej oblasti.

# LeadPaccStrings_leadPaccDescription2217
source: The service is due.
fi: Ajoneuvon huolto on ajankohtainen.
pl: Zbliża się przegląd Twojego pojazdu.
sk: Je nutný servis vášho vozidla.

# LeadPaccStrings_leadPaccDescription2218
source: The hydrogen system of your vehicle is deactivated. The restart is no longer possible.
fi: Ajoneuvon vetyvaroitusjärjestelmä on poiskytketty. Uudelleenkäynnistys ei ole enää mahdollista.
pl: System ostrzegania o wodorze w Twoim pojeździe został wyłączony. Ponowne uruchomienie nie jest już możliwe.
sk: Systém varovania pred vodíkom vášho vozidla bol vypnutý. Nový štart už nie je možný.

# LeadPaccStrings_leadPaccDescription2233
source: The seat function monitoring of your vehicle is malfunctioning.
fi: Ajoneuvon istuimen toimintojen valvonnassa on häiriö.
pl: W kontroli funkcji fotela w Twoim pojeździe wystąpiła usterka.
sk: Vyskytla sa porucha monitorovania funkcie sedadla vo vašom vozidle.

# LeadPaccStrings_leadPaccDescription2235
source: The battery must be replaced . You can continue driving.
fi: Akku on vaihdettava. Voit jatkaa ajoa.
pl: Należy wymienić akumulator. Można jechać dalej.
sk: Je potrebné vymeniť batériu. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription224
source: There is a starter malfunction in your vehicle.
fi: Ajoneuvon starttimoottorin ja laturin välisessä johdossa on eristysvika.
pl: W przewodzie prądnicy rozrusznika Twojego pojazdu występuje błąd izolacji.
sk: Vyskytla sa chyba izolácie vo vedení štartéra a alternátora vášho vozidla.

# LeadPaccStrings_leadPaccDescription2242
source: The electric child safety latch on doors may not be active on both sides of the vehicle or may have failed. It is possible to continue driving.
fi: Ovien sähköiset lapsilukot eivät ehkä ole aktiivisia molemmilla puolilla tai ne eivät toimi. Voit jatkaa ajoa.
pl: Elektryczne zabezpieczenie drzwi przed dziećmi może być nieaktywne po obu stronach lub doszło do jego awarii. Można jechać dalej.
sk: Elektrické zaistenie dverí detskou poistkou na dverách nemusí byť aktívne na oboch stranách alebo mohlo zlyhať. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2244
source: The power supply of your vehicle is restricted. Please stop carefully.
fi: Ajoneuvon sähköenergian saanti on tarkastettava. Pysähdy varovasti.
pl: Zasilanie elektryczne Twojego pojazdu wymaga sprawdzenia. Zatrzymaj się ostrożnie.
sk: Napájanie energiou vášho vozidla si vyžaduje kontrolu. Opatrne zastavte.

# LeadPaccStrings_leadPaccDescription2246
source: The front left door close assistant of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon ovimoottori edessä vasemmalla on viallinen. Voit jatkaa ajoa.
pl: Napęd drzwi Twojego pojazdu z przodu po lewej stronie jest uszkodzony. Można jechać dalej.
sk: Vyskytla sa porucha pohonu dverí vášho vozidla vpredu vľavo. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2247
source: The front right door close assistant of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon ovimoottori edessä oikealla on viallinen. Voit jatkaa ajoa.
pl: Napęd drzwi Twojego pojazdu z przodu po prawej stronie jest uszkodzony. Można jechać dalej.
sk: Vyskytla sa porucha pohonu dverí vášho vozidla vpredu vpravo. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2248
source: The rear left door close assistant of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon ovimoottori takana vasemmalla on viallinen. Voit jatkaa ajoa.
pl: Awaria napędu drzwi Twojego pojazdu z tyłu po lewej stronie. Można jechać dalej.
sk: Vyskytla sa porucha pohonu dverí vášho vozidla vzadu vľavo. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2249
source: The rear right door close assistant of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon ovimoottori takana oikealla on viallinen. Voit jatkaa ajoa.
pl: Awaria napędu drzwi Twojego pojazdu z tyłu po prawej stronie. Można jechać dalej.
sk: Vyskytla sa porucha pohonu dverí vášho vozidla vzadu vpravo. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2254
source: Please check whether the wind deflector is correctly locked in its mountings. The side airbags in the rear are deactivated.
fi: Tarkista, onko tuulisuoja lukittunut oikein kiinnikkeisiin. Sivuturvatyynyjen aktivointi takana on poistettu.
pl: Sprawdź, czy wiatrochron jest prawidłowo zatrzaśnięty w mocowaniu. Boczne poduszki powietrzne z tyłu są wyłączone.
sk: Skontrolujte, či je ochrana proti vetru správne upevnená v úchytoch. Zadné bočné airbagy sú deaktivované.

# LeadPaccStrings_leadPaccDescription2258
source: The range of your vehicle is limited. It is possible to continue driving.
fi: Ajoneuvon toimintasäde on alentunut. Voit jatkaa ajoa.
pl: Zasięg Twojego pojazdu jest zredukowany. Można jechać dalej.
sk: Dojazd vášho vozidla je redukovaný. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2259
source: The high-voltage battery of your vehicle is malfunctioning. Please drive moderately.
fi: Ajoneuvon korkeajänniteakussa on häiriö. Voit jatkaa ajoa maltillisesti.
pl: W akumulatorze wysokiego napięcia Twojego pojazdu wystąpiła usterka. Można jechać wolno dalej.
sk: Vyskytla sa chyba vysokonapäťovej batérie vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription226
source: The fire extinguishing system of your vehicle is restricted.
fi: Ajoneuvon palonsammutusjärjestelmä on tarkastettava.
pl: Instalacja gaśnicza Twojego pojazdu wymaga sprawdzenia.
sk: Hasiace zariadenie vášho vozidla si vyžaduje kontrolu.

# LeadPaccStrings_leadPaccDescription2261
source: The steering and braking functions of your vehicle are limited. Please stop carefully.
fi: Ajoneuvon ohjaus- ja jarrutustoiminnot ovat rajoittuneet. Pysähdy varovasti.
pl: Funkcje kierowania i hamowania Twojego pojazdu są ograniczone. Zatrzymaj się ostrożnie.
sk: Riadiace a brzdové funkcie vášho vozidla sú obmedzené. Opatrne zastavte.

# LeadPaccStrings_leadPaccDescription2269
source: The exterior lighting of your vehicle is malfunctioning. Please do not continue driving
fi: Ajoneuvon ulkopuolen valot eivät toimi. Älä jatka ajoa.
pl: Oświetlenie zewnętrzne Twojego pojazdu uległo awarii. Nie jedź dalej.
sk: Došlo ku výpadku vonkajšieho osvetlenia vášho vozidla. Nepokračujte v jazde.

# LeadPaccStrings_leadPaccDescription2270
source: The windshield wiper of your vehicle is malfunctioning. Please stop carefully and do not continue driving.
fi: Ajoneuvon lasinpyyhkimet eivät toimi. Pysähdy varovasti äläkä jatka ajoa.
pl: Wycieraczki szyby Twojego pojazdu uległy awarii. Zatrzymaj się ostrożnie i nie jedź dalej.
sk: Došlo ku výpadku stieračov vášho vozidla. Opatrne zastavte a nepokračujte v jazde.

# LeadPaccStrings_leadPaccDescription2280
source: The ambient lighting of your vehicle is malfunctioning.
fi: Ajoneuvon tunnelmavalaistuksessa on häiriö.
pl: W oświetleniu ambientowym Twojego pojazdu wystąpiła usterka.
sk: Vyskytla sa porucha ambientného osvetlenia vášho vozidla.

# LeadPaccStrings_leadPaccDescription2281
source: The power supply of your vehicle is at risk. Failure of safety-related functions possible.
fi: Ajoneuvon sähköenergian saanti on vaarassa. Turvallisuuden kannalta tärkeät toiminnot voivat vikaantua.
pl: Zasilanie elektryczne Twojego pojazdu jest zagrożone. Może wystąpić awaria funkcji związanych z bezpieczeństwem.
sk: Napájanie energiou vášho vozidla je ohrozené. Môže dôjsť ku výpadku funkcií súvisiacich s bezpečnosťou.

# LeadPaccStrings_leadPaccDescription2282
source: The power supply of your vehicle is at risk. Failure of safety-related functions possible.
fi: Ajoneuvon sähköenergian saanti on vaarassa. Turvallisuuden kannalta tärkeät toiminnot voivat vikaantua.
pl: Zasilanie elektryczne Twojego pojazdu jest zagrożone. Może wystąpić awaria funkcji związanych z bezpieczeństwem.
sk: Napájanie energiou vášho vozidla je ohrozené. Môže dôjsť ku výpadku funkcií súvisiacich s bezpečnosťou.

# LeadPaccStrings_leadPaccDescription229
source: The battery charge is very low. Please start the engine.
fi: Ajoneuvon akun varaus on hyvin alhainen. Käynnistä moottori.
pl: Akumulator Twojego pojazdu jest mocno rozładowany. Uruchom silnik.
sk: Batéria vášho vozidla je silne vybitá. Naštartujte motor.

# LeadPaccStrings_leadPaccDescription2291
source: The cleaning system of your vehicle is malfunctioning.
fi: Ajoneuvon puhdistusjärjestelmä on viallinen.
pl: Awaria układu oczyszczania Twojego pojazdu.
sk: Vyskytla sa porucha čistiaceho systému vášho vozidla.

# LeadPaccStrings_leadPaccDescription2308
source: The Personal Co-pilot function of your vehicle is restricted. It is possible to continue driving.
fi: Ajoneuvon Personal Copilot on rajoittunut. Voit jatkaa ajoa.
pl: Personal CoPilot Twojego pojazdu jest ograniczony. Można jechać dalej.
sk: Personal CoPilot vášho vozidla je obmedzený. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2309
source: There is a fire risk in your vehicle. Please do not enter your vehicle or exit vehicle immediately.
fi: Ajoneuvossa on palovaara. Älä nouse ajoneuvoon tai poistu ajoneuvosta.
pl: W Twoim pojeździe istnieje niebezpieczeństwo pożaru. Nie wsiadaj do pojazdu lub opuść go.
sk: Vo vašom vozidle hrozí nebezpečenstvo požiaru. Nenastupujte do vozidla, resp. ho opustite.

# LeadPaccStrings_leadPaccDescription231
source: The lighting system of your vehicle is malfunctioning. Stop carefully, check light and if necessary continue driving.
fi: Ajoneuvon valojärjestelmä on viallinen. Pysähdy, tarkista ne ja jatka mahdollisesti ajoa varovasti.
pl: Awaria oświetlenia Twojego pojazdu. Zatrzymaj się, sprawdź je i ew. ostrożnie jedź dalej.
sk: Porucha svetelného zariadenia vášho vozidla. Zastavte, skontrolujte a príp. opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription232
source: The protection systems of your vehicle are restricted.
fi: Ajoneuvon suojajärjestelmät ovat rajoittuneet.
pl: Systemy ochrony Twojego pojazdu są ograniczone.
sk: Ochranné systémy vášho vozidla sú obmedzené.

# LeadPaccStrings_leadPaccDescription233
source: Your vehicle's communication equipment is restricted.
fi: Ajoneuvon viestintälisävarusteissa on häiriö.
pl: W urządzeniu komunikacyjnym Twojego pojazdu wystąpiła usterka.
sk: Vyskytla sa porucha komunikačnej zvláštnej výbavy vášho vozidla.

# LeadPaccStrings_leadPaccDescription2330
source: There is a failure of the Personal Co-pilot function of your vehicle. It is possible to continue driving.
fi: Ajoneuvon Personal Copilot ei toimi. Voit jatkaa ajoa.
pl: Personal CoPilot Twojego pojazdu uległ awarii. Można jechać dalej.
sk: Došlo ku výpadku Personal CoPilot vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2331
source: The driving assistance of your car is limited. It is possible to continue driving.
fi: Ajoneuvon kuljettajan apujärjestelmät on tarkastettava. Voit jatkaa ajoa.
pl: Wspomaganie kierowcy Twojego pojazdu wymaga sprawdzenia. Można jechać dalej.
sk: Asistenčné systémy vodiča vášho vozidla si vyžadujú kontrolu. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription234
source: The assault alarm of your vehicle is restricted.
fi: Ajoneuvon murtohälyttimessä on häiriö.
pl: W alarmie napadowym Twojego pojazdu wystąpiła usterka.
sk: Vyskytla sa porucha alarmu pre prípad útoku vo vašom vozidle.

# LeadPaccStrings_leadPaccDescription236
source: The chassis stabilization of your vehicle is malfunctioning. Please avoid hard braking.
fi: Ajoneuvon ajovakauden valvonnassa on häiriö. Vältä äkillisiä jarrutuksia, mikäli mahdollista.
pl: W systemie stabilizacji toru jazdy Twojego pojazdu wystąpiła usterka. W miarę możliwości unikaj nagłego hamowania.
sk: Vyskytla sa porucha stabilizácie jazdy vášho vozidla. Pokiaľ možno sa vyhnite prudkému brzdeniu.

# LeadPaccStrings_leadPaccDescription2367
source: The panorama display of your vehicle cannot be moved due to a technical fault.
fi: Ajoneuvon panoraamanäyttöä ei voi liikuttaa teknisen vian vuoksi.
pl: Z powodu awarii technicznej nie można przesunąć wyświetlacza panoramicznego Twojego pojazdu.
sk: Panoramatický displej vášho vozidla nie je možné prestaviť z dôvodu technickej poruchy.

# LeadPaccStrings_leadPaccDescription2369
source: There is a malfunction with the augmented view of your vehicle. It is possible to continue driving.
fi: Ajoneuvon Augmented View -toiminto ei toimi. Voit jatkaa ajoa.
pl: Funkcja Augmented View Twojego pojazdu uległa awarii. Można jechać dalej.
sk: Došlo ku výpadku funkcie Augmented View vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2384
source: The glove compartment lock of your vehicle is malfunctioning.
fi: Ajoneuvon hansikaslokeron lukituksen avaus on viallinen.
pl: Awaria odblokowania schowka podręcznego w Twoim pojeździe.
sk: Vyskytla sa porucha odblokovania priehradky pred spolujazdcom vášho vozidla.

# LeadPaccStrings_leadPaccDescription2386
source: The limited electrical power supply can restrict some safety-relevant functions. It is possible to continue driving.
fi: Rajoitettu sähköenergian saanti voi haitata muita toimintoja. Voit jatkaa ajoa.
pl: Ograniczone zasilanie elektryczne może mieć wpływ na inne funkcje. Można jechać dalej.
sk: Obmedzené napájanie energiou môže ovplyvniť ďalšie funkcie. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2396
source: The software upgrade of your vehicle is incomplete. It is possible to continue driving.
fi: Ajoneuvon Software Upgrade on epätäydellinen. Voit jatkaa ajoa.
pl: Software Upgrade Twojego pojazdu jest niekompletny. Można jechać dalej.
sk: Software Upgrade vášho vozidla je neúplný. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription24
source: The brake performance of your vehicle is restricted. For normal braking performance, apply additional pressure to brake pedal. Please have the problem checked by the nearest service centre.
fi: Ajoneuvon jarrujärjestelmässä on virhe. Totutun jarrutehon aikaansaamiseksi paina jarrupoljinta kovemmin. Voit jatkaa ajoa maltillisesti. Pyydä lähintä huoltopistettä tarkistamaan virhe.
pl: W układzie hamulcowym Twojego pojazdu wystąpił błąd. W celu uzyskania zwykłej siły hamowania mocniej przyciśnij pedał hamulca. Można jechać wolno dalej. Zleć sprawdzenie usterki najbliższemu serwisowi.
sk: Vyskytla sa chyba brzdového systému vášho vozidla. Na dosiahnutie obvyklého brzdového výkonu stlačte pedál silnejšie. Primerané pokračovanie v jazde je možné. Nechajte chybu skontrolovať u najbližšieho servisného partnera.

# LeadPaccStrings_leadPaccDescription240
source: The parking brake of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon seisontajarru ei toimi. Voit jatkaa ajoa.
pl: Hamulec postojowy Twojego pojazdu uległ awarii. Można jechać dalej.
sk: Došlo ku výpadku parkovacej brzdy vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2407
source: The battery of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon akussa on häiriö. Voit jatkaa ajoa.
pl: W akumulatorze Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha batérie vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2410
source: Vehicle failure. Please stop carefully and leave your vehicle.
fi: Ajoneuvossa on vika. Pysähdy varovasti ja poistu ajoneuvosta.
pl: Twój pojazd ma awarię. Zatrzymaj się ostrożnie i opuść swój pojazd.
sk: Vaše vozidlo má poruchu. Opatrne zastavte a opustite vaše vozidlo.

# LeadPaccStrings_leadPaccDescription2415
source: The brake fluid level is low. It is possible to continue driving.
fi: Jarrunestemäärä on alhainen. Voit jatkaa ajoa.
pl: Poziom płynu hamulcowego jest niski. Można jechać dalej.
sk: Stav brzdovej kvapaliny je nízky. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2420
source: Vehicle malfunctions have been detected.
fi: Ajoneuvossa on havaittu häiriöitä.
pl: W Twoim pojeździe wykryto usterki.
sk: Vo vašom vozidle boli zistené poruchy.
