Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

source: How to Pair via Bluetooth® and Wi-Fi.
fi: Yhteyden muodostaminen Bluetoothin ja WLAN-verkon kautta
pl: Nawiązywanie połączenia przez Bluetooth i WLAN
sk: Nadviazanie pripojenia cez Bluetooth a WiFi

# howWasYourExperience
source: How was your experience? <link>Provide feedback<link>
fi: Millainen kokemus sinulla oli? <link>Anna palautetta<link>
pl: Jakie jest Twoje zdanie? <link>Podziel się opinią<link>
sk: Aká bola vaša skúsenosť? <link>Zdieľať spätnú väzbu<link>

source: I agree
fi: Hyväksyn
pl: Zgadzam się
sk: Súhlasím

# iAgreeTo
source: I agree
fi: Hyväksyn
pl: Zgadzam się
sk: Súhlasím

# iOSGoToSettingsDescription
source: Biometric authentication is not set up on your device. Please either enable Touch ID or Face ID on your phone.
fi: Biometrista tunnistautumista ei ole asennettu laitteelle. Aktivoi puhelimessasi joko Touch ID tai Face ID.
pl: Uwierzytelnianie biometryczne nie jest skonfigurowane w Twoim urządzeniu. Włącz funkcję Touch ID lub Face ID w swoim telefonie.
sk: Vo Vašom zariadení nie je nastavené biometrické overenie. Vo svojom telefóne aktivujte buď funkciu Touch ID, alebo Face ID.

# iOSLockOut
source: Biometric authentication is disabled. Please lock and unlock your screen to enable it.
fi: Biometrinen tunnistautuminen on deaktivoitu. Aktivoi näyttö lukitsemalla se ja avaamalla sitten lukitus.
pl: Uwierzytelnianie biometryczne jest wyłączone. Zablokuj i odblokuj swój ekran, aby je aktywować.
sk: Biometrické overenie je deaktivované. Na aktiváciu obrazovky ju zablokujte a odblokujte.

# iUnderstand
source: UNDERSTOOD
fi: YMMÄRRÄN
pl: ROZUMIEM
sk: ROZUMIEM

# imprint
source: Legal notice
fi: Julkaisutiedot
pl: Impressum
sk: Tiráž

# inCarCameraBottomSheetLongVideo
source: RECORD 10-SECOND VIDEO
fi: OTA 10 SEKUNNIN VIDEO
pl: NAGRAJ 10-SEKUNDOWE WIDEO
sk: NASNÍMAŤ 10-SEKUNDOVÉ VIDEO

# inCarCameraBottomSheetPhoto
source: TAKE PHOTO
fi: OTA VALOKUVA
pl: WYKONAJ ZDJĘCIE
sk: NASNÍMAŤ OBRÁZOK

# inCarCameraBottomSheetShortVideo
source: RECORD 5-SECOND VIDEO
fi: OTA 5 SEKUNNIN VIDEO
pl: NAGRAJ 5-SEKUNDOWE WIDEO
sk: NASNÍMAŤ 5-SEKUNDOVÉ VIDEO

# inCarCameraCameraErrorDesc
source: Something went wrong with the camera system. Please try again later.
fi: Kamerajärjestelmässä on ilmaantunut virhe. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak z systemem kamer. Spróbuj ponownie później.
sk: Došlo k chybe kamerového systému. Skúste to neskôr znova.

# inCarCameraCancelledBatteryDesc
source: Vehicle battery may be low. Please check in vehicle.
fi: Ajoneuvon akku voi olla tyhjentynyt. Tarkista se ajoneuvosta.
pl: Akumulator pojazdu może być rozładowany. Sprawdź w pojeździe.
sk: Batéria vozidla môže byť vybitá. Skontrolujte to vo vozidle.

# inCarCameraCancelledSpeedDesc
source: Vehicle is in motion or not parked. Please try again when the vehicle is parked.
fi: Ajoneuvo liikkuu tai sitä ei ole pysäköity. Yritä uudelleen, kun ajoneuvo on pysäköity.
pl: Pojazd porusza się lub nie jest zaparkowany. Spróbuj ponownie, gdy pojazd będzie zaparkowany.
sk: Vozidlo je v pohybe alebo nie je zaparkované. Skúste to znova, keď bude vozidlo zaparkované.

# inCarCameraCancelledSpeedOrServiceBlockedDesc
source: Either the vehicle is in motion or the camera system is currently active. Please try again later when the vehicle is no longer in use.
fi: Ajoneuvo liikkuu tai ajoneuvon kamerajärjestelmä on käytössä tällä hetkellä. Yritä uudelleen, kun ajoneuvoa ei enää käytetä.
pl: Pojazd jest w ruchu albo system kamer pojazdu jest aktualnie w użyciu. Spróbuj ponownie później, gdy pojazd nie będzie już używany.
sk: Buď sa vozidlo pohybuje, alebo sa práve používa kamerový systém vozidla. Skúste to neskôr, keď už vozidlo nebudete používať.

# inCarCameraCapabilityText
source: In-car Camera
fi: Ajoneuvon sisäkamera
pl: Kamera w pojeździe
sk: Kamera vo vozidle

# inCarCameraCountryForbiddenDesc
source: Your car is currently located in a country where this feature is not allowed. Please try again when the vehicle is in an unrestricted country. If you want to know more about the restrictions for this feature in certain countries, please visit our website or contact customer support.
fi: Ajoneuvo sijaitsee tällä hetkellä maassa, jossa tämä toiminto ei ole sallittu. Yritä uudelleen, kun ajoneuvo sijaitsee maassa, jossa toiminto on sallittu. Jos haluat lisätietoja toiminnon maakohtaisista rajoituksista, vieraile internet-sivustollamme tai käänny asiakaspalvelun puoleen.
pl: Pojazd znajduje się obecnie w kraju, w którym ta funkcja nie jest dozwolona. Spróbuj ponownie, gdy pojazd znajdzie się w kraju, w którym ta funkcja jest dozwolona. Aby uzyskać więcej informacji o specyficznych dla kraju ograniczeniach dot. tej funkcji, odwiedź naszą stronę internetową lub zwróć się do Centrum Obsługi Klienta.
sk: Vozidlo sa aktuálne nachádza v krajine, v ktorej táto funkcia nie je povolená. Skúste to znova, keď sa vozidlo bude nachádzať v krajine, v ktorej je funkcia povolená. Keď sa chcete dozvedieť viac o reštrikciách tejto funkcie v danej krajine, navštívte našu alebo kontakujte zákaznícku podporu.

# inCarCameraCountryForbiddenTitle
source: Country restriction
fi: Maakohtainen rajoitus
pl: Ograniczenie krajów
sk: Obmedzenie pre krajinu

# inCarCameraDeleteOneRecordDesc
source: Are you sure you want to delete this view?
fi: Haluatko todellakin poistaa tämän osoitteen?
pl: Czy na pewno chcesz usunąć ten widok?
sk: Naozaj chcete vymazať tento pohľad?

# inCarCameraDeleteOneRecordText
source: Delete view
fi: Poista näkymä
pl: Usuń widok
sk: Vymazať pohľad

# inCarCameraDetailsPageTitle
source: Remote Inside View – Details
fi: Remote Inside View – tiedot
pl: Funkcja Remote Inside View – szczegóły
sk: Remote Inside View – podrobnosti

# inCarCameraDisclaimerPageBackButtonTitle
source: BACK
fi: TAKAISIN
pl: POWRÓT
sk: SPÄŤ

# inCarCameraDisclaimerPageInstruction
source: You can find this setting on your in-car display here:
fi: Löydät nämä asetukset ajoneuvon näytöltä:
pl: To ustawienie znajdziesz tutaj na wyświetlaczu pojazdu:
sk: Toto nastavenie nájdete na displeji Vášho vozidla:

# inCarCameraDisclaimerPageMoreHelpTitle
source: MORE HELP
fi: LISÄÄ OHJEITA
pl: DALSZA POMOC
sk: ĎALŠIA POMOC

# inCarCameraDisclaimerPageSettingsPath
source: My vehicle > iDrive Settings > Data privacy > In-car Camera View
fi: Oma ajoneuvo > iDrive-asetukset > Tietosuoja > Näyttö ajoneuvossa
pl: Mój pojazd > Ustawienia iDrive > Ochrona danych > Wyświetlanie w pojeździe
sk: Moje vozidlo > Nastavenia iDrive > Ochrana osobných údajov > Zobrazenie vo vozidle

# inCarCameraDisclaimerPageSubtitle
source: Enable data privacy to use In-car Camera View
fi: Aktivoi tietosuoja-asetus kameranäkymän käyttöä varten autossa
pl: Aktywuj opcję ochrony danych w celu wykorzystania widoku kamery w samochodzie
sk: Na použitie kamerového náhľadu si vo vozidle aktivujte možnosť ochrany osobných údajov

# inCarCameraErrorServiceDeactivatedText
source: To use Remote Inside View, please make sure that the appropriate option is activated in the "Data privacy" menu of your vehicle.
fi: Remote Inside View -toiminnon käyttöä varten on varmistettava, että kyseinen valintamahdollisuus on aktivoitu ajoneuvosi tietosuojavalikossa.
pl: Aby skorzystać z funkcji Remote Inside View, upewnij się, że aktywna jest odpowiednia opcja w menu "Ochrona danych" Twojego pojazdu.
sk: Keď chcete používať Remote Inside View, skontrolujte, či je príslušná možnosť aktivovaná v menu „Ochrana osobných údajov“ vášho vozidla.

# inCarCameraFileUploadErrorDesc
source: Something went wrong while transferring the picture. Please make sure your vehicle is located in an area with good internet connection and try again later.
fi: Kuvansiirron aikana ilmaantui virhe. Varmista, että ajoneuvosi on alueella, jolla on hyvä online-yhteys, ja yritä uudelleen.
pl: Coś poszło nie tak podczas transmisji obrazów. Upewnij się, że pojazd znajduje się w otoczeniu z dobrym połączeniem online, i spróbuj ponownie.
sk: Počas prenosu obrazu došlo k chybe. Uistite sa, že sa vozidlo nachádza v oblasti s dobrým online pripojením, a skúste to znova.

# inCarCameraFunctionInUseTitle
source: Function in use
fi: Toiminto käytössä
pl: Funkcja w użyciu
sk: Funkcia sa používa

# inCarCameraGenericErrorDesc
source: Something went wrong during the execution. Please try again later.
fi: Suorituksen aikana ilmaantui virhe. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak podczas procesu. Spróbuj ponownie później.
sk: Počas vykonávania došlo k chybe. Skúste to neskôr znova.

# inCarCameraIccRunningDesc
source: Another Remote Inside View may currently be in progress. Please try again.
fi: Mahdollisesti on parhaillaan käynnissä toinen Remote Inside View. Yritä uudelleen.
pl: Być może obecnie realizowana jest kolejna funkcja Remote Inside View. Spróbuj ponownie.
sk: Možno sa aktuálne zobrazuje iný náhľad Remote Inside View. Skúste to znova.

# inCarCameraInitKeyConnectionErrorRetry
source: RETRY
fi: YRITÄ UUDELLEEN
pl: SPRÓBUJ PONOWNIE
sk: SKÚSIŤ ZNOVU

# inCarCameraInitKeyConnectionErrorSubline
source: No connection
fi: Ei yhteyttä
pl: Brak połączenia
sk: Žiadne pripojenie

# inCarCameraInitKeySubline
source: Initializing Remote Inside View…
fi: Remote Inside View alustetaan…
pl: Inicjalizacja funkcji Remote Inside View…
sk: Remote Inside View sa inicializuje…

# inCarCameraInitKeyText
source: Remote Inside View is currently being activated. Please note that this may take up to a minute.
fi: Remote Inside View aktivoidaan parhaillaan. Huomaa, että se voi kestää enintään minuutin.
pl: Obecnie trwa aktywacja funkcji Remote Inside View. Uwaga: może to potrwać maksymalnie minutę.
sk: Remote Inside View sa momentálne aktivuje. Upozorňujeme, že to môže trvať až minútu.

# inCarCameraInsufficientStorageDesc
source: There is not enough storage available to create a new view. You can manage your storage in the settings.
fi: Muistitila ei riitä uuden näkymän luomiseen. Muistitilaa voi hallita asetuksissa.
pl: Brak miejsca w pamięci na utworzenie nowego widoku. Miejscem w pamięci możesz zarządzać w ustawieniach.
sk: Na vytvorenie nového pohľadu nie je v úložisku dostatok miesta. Svoje úložisko môžete spravovať v nastaveniach.

# inCarCameraInsufficientStorageTitle
source: Insufficient memory
fi: Muistitila ei riitä
pl: Brak wystarczającej ilości miejsca w pamięci
sk: Nedostatočná kapacita pamäte

# inCarCameraInternalErrorDesc
source: An error occurred while processing your request. Please try again later.
fi: Virhe tiedustelusi käsittelyssä. Yritä myöhemmin uudelleen.
pl: Błąd podczas przetwarzania Twojego zapytania. Spróbuj ponownie później.
sk: Pri spracovaní vašej požiadavky sa vyskytla chyba. Skúste to znovu neskôr.

# inCarCameraLegalDisclaimerConfirmButtonTitle
source: CONFIRM
fi: VAHVISTA
pl: POTWIERDŹ
sk: POTVRDIŤ

# inCarCameraLegalDisclaimerExplanationLower
source: Where appropriate, please question claims by non-official sources regarding admissibility, as legal parameters may be subject to constant change.
fi: Varmista myös muiden kuin virallisten tahojen antamat tiedot käytön luvallisuudesta, koska oikeudelliset säännökset voivat muuttua.
pl: Należy skontrolować także wypowiedzi ze źródeł spoza sektora publicznego, które mówią o dopuszczalności, ponieważ prawne warunki ramowe mogą podlegać ciągłym zmianom.
sk: Prípadne preskúmajte aj výpovede neoficiálnych miest o prípustnosti, keďže zákonné rámcové podmienky sa môžu neustále meniť.

# inCarCameraLegalDisclaimerExplanationMiddle
source: Responsibility for use and for the adherence to the respective regulations lies solely with you as the user. It is therefore advisable to check the admissibility in the respective country of use before the first use and at regular intervals (as well as when you cross a border).
fi: Käytöstä ja voimassa olevien määräyksien noudattamisesta vastaa yksinomaisesti käyttäjä. Tämän vuoksi suosittelemme, että tarkistat käytön luvallisuuden käyttömaassa ennen kuin käytät toimintoa ensimmäistä kertaa ja myöhemminkin säännöllisin välein (sekä ylittäessäsi valtion rajan).
pl: Odpowiedzialność za stosowanie i przestrzeganie obowiązujących postanowień ponosi wyłącznie użytkownik. Zaleca się sprawdzenie dopuszczenia w odpowiednim kraju zastosowania przed pierwszym zastosowaniem funkcji i regularną kontrolę tych postanowień (to samo dotyczy sytuacji przekraczania granicy).
sk: Zodpovednosť za použitie a dodržanie aktuálne platných ustanovení je výlučne na vás ako používateľovi. Preto vám pred prvým použitím funkcie a v pravidelných intervaloch (aj pri prekročení štátnej hranice) odporúčame skontrolovať si jej prípustnosť v príslušnej krajine použitia.

# inCarCameraLegalDisclaimerExplanationUpper
source: The admissibility of the recording and use of photos and videos are dependent on the legal regulations in the country of use.
fi: Oikeus tallentaa ja käyttää nauhoitettuja tallenteita riippuu käyttömaan lainsäädännöstä.
pl: Dopuszczenie zapisu i oceny nagrań zależy od przepisów prawa w kraju zastosowania.
sk: Prípustnosť nahrávania a použitie záznamov závisí od zákonných ustanovení danej krajiny.

# inCarCameraLegalDisclaimerSideNote
source: The whole updating process might take a few minutes. Please confirm if you want to update the view.
fi: Koko päivitysprosessi voi kestää joitakin minuutteja. Vahvista, jos haluat päivittää näkymän.
pl: Cały proces aktualizacji może potrwać kilka minut. Potwierdź, jeśli chcesz zaktualizować widok.
sk: Celý proces aktualizácie môže trvať niekoľko minút. Potvrďte, keď chcete aktualizovať náhľad.

# inCarCameraLegalDisclaimerSubtitle
source: Please note
fi: Huomaa
pl: Uwaga
sk: Upozornenie

# inCarCameraLongVideoDurationTitle
source: 30 seconds
fi: 30 sekuntia
pl: 30 sekund
sk: 30 sekúnd

# inCarCameraMainPageUpdateViewButtonTitle
source: UPDATE VIEW
fi: PÄIVITÄ NÄKYMÄ
pl: AKTUALIZUJ WIDOK
sk: AKTUALIZOVAŤ NÁHĽAD

# inCarCameraMediumVideoDurationTitle
source: 15 seconds
fi: 15 sekuntia
pl: 15 sekund
sk: 15 sekúnd

# inCarCameraNoRecordingDesc
source: Requested video does not exist in the vehicle.
fi: Pyydettyä videota ei ole ajoneuvossa.
pl: Brak wymaganego wideo w pojeździe.
sk: Požadované video vo vozidle neexistuje.

# inCarCameraOtherServiceRunningDesc
source: Another Remote Service is currently in progress. Please try again when the other Remote Service is finished. This could have been triggered from another connected device.
fi: Toinen Remote Service on parhaillaan käynnissä. Yritä uudelleen, kun se on saatu päätökseen. Mahdollisesti se on käynnistetty toiselta yhdistetyltä laitteelta.
pl: Aktualnie działa inna Usługa Zdalna. Spróbuj ponownie po jej zakończeniu. Usługa mogła zostać uruchomiona przez inne podłączone urządzenie.
sk: Momentálne beží iná Remote Service. Po jej dokončení to skúste znova. Pravdepodobne bola spustená z iného pripojeného zariadenia.

# inCarCameraPhotoCapture
source: Waking up my vehicle (1/3)
fi: Ajoneuvo herätetään (1/3)
pl: Wybudzanie pojazdu (1/3)
sk: Zobudenie vozidla (1/3)

# inCarCameraPhotoDownload
source: Downloading photo (3/3)
fi: Valokuva ladataan (3/3).
pl: Pobieranie zdjęcia (3/3)
sk: Sťahovanie fotografie (3/3)

# inCarCameraPhotoDownloadSucceeded
source: Photo successfully downloaded
fi: Kuvan lataus onnistui
pl: Zdjęcie pobrane pomyślnie
sk: Fotka bola úspešne stiahnutá

# inCarCameraPhotoTransfer
source: Taking photo (2/3)
fi: Valokuva otetaan (2/3)
pl: Wykonywanie zdjęcia (2/3)
sk: Snímanie fotografie (2/3)

# inCarCameraPrivacyPageReference
source: You can also activate the adjustment for Remote 3D View in the "Data privacy" menu if you want to use the external view.
fi: Voit aktivoida myös Remote 3D View -asetuksen tietosuojavalikossa, jos haluat käyttää ulkonäkymää.
pl: Możesz też aktywować ustawienie funkcji Remote 3D View w menu "Ochrona danych", jeśli chcesz korzystać z widoku zewnętrznego.
sk: Môžete tiež aktivovať nastavenie pre Remote 3D View v menu „Ochrana osobných údajov“, keď chcete používať vonkajší náhľad.

# inCarCameraPrivacyPageSubtitle
source: Activate privacy settings to use Remote Inside View
fi: Aktivoi tietosuoja-asetukset Remote Inside View -toiminnon käyttöä varten
pl: Aktywowanie ustawień dotyczących ochrony danych osobowych do stosowania funkcji Remote Inside View
sk: Aktivovať nastavenie ochrany údajov na použitie Remote Inside View

# inCarCameraProvisioningErrorDesc
source: 1. Check your vehicle's internet connection. 2. Try to update the services in the vehicle. 3. Try to deactivate and then re-activate data privacy in the vehicle. 4. Restart the app.
fi: 1. Tarkista ajoneuvosi online-yhteys. 2. Yritä päivittää ajoneuvosi palvelut. 3. Yritä deaktivoida ajoneuvosi tietosuoja ja aktivoida se sitten uudelleen. 4. Käynnistä sovellus uudelleen.
pl: 1. Sprawdź połączenie online Twojego pojazdu. 2. Spróbuj zaktualizować usługi w pojeździe. 3. Spróbuj dezaktywować i ponownie aktywować ochronę danych w pojeździe. 4. Uruchom ponownie aplikację.
sk: 1. Skontrolujte online pripojenie svojho vozidla. 2. Skúste vo vozidle aktualizovať služby. 3. Skúste vo vozidle deaktivovať a potom opäť aktivovať ochranu osobných údajov. 4. Reštartujte aplikáciu.

# inCarCameraRemote360RunningDesc
source: Another Remote 3D View may currently be in progress. Please try again.
fi: Mahdollisesti on parhaillaan käynnissä Remote 3D View. Yritä uudelleen.
pl: Być może obecnie realizowana jest funkcja Remote 3D View. Spróbuj ponownie.
sk: Možno sa aktuálne zobrazuje iný náhľad Remote 3D View. Skúste to znova.

# inCarCameraSemantics
source: In-car camera
fi: Ajoneuvon sisäkamera
pl: Kamera w pojeździe
sk: Kamera vo vozidle

# inCarCameraServiceBlockedDesc
source: The vehicle's camera system is currently active. Please try again later when vehicle is no longer in use. See FAQ for more information.
fi: Ajoneuvon kamerajärjestelmä on käytössä tällä hetkellä. Yritä myöhemmin uudelleen, kun ajoneuvoa ei enää käytetä. Lisätietoja katso FAQ.
pl: System kamer pojazdu jest obecnie w użyciu. Spróbuj ponownie później, gdy pojazd nie będzie już używany. Więcej informacji patrz FAQ.
sk: Kamerový systém vozidla je aktuálne spustený. Skúste to znovu neskôr, keď už vozidlo nebudete používať. Pre ďalšie informácie pozri časť Často kladené otázky.

# inCarCameraShareLocation
source: Share current location
fi: Jaa sijainti
pl: Udostępnij lokalizację
sk: Zdieľať aktuálnu polohu

# inCarCameraShortVideoDurationTitle
source: 5 seconds
fi: 5 sekuntia
pl: 5 sekund
sk: 5 sekúnd

# inCarCameraTimoutDesc
source: Please ensure your vehicle is in an area with a good internet connection and try again.
fi: Varmista, että ajoneuvosi on alueella, jolla on hyvä online-yhteys, ja yritä uudelleen.
pl: Upewnij się, że pojazd znajduje się w otoczeniu z dobrym połączeniem online, i spróbuj ponownie.
sk: Uistite sa, že sa vozidlo nachádza v oblasti s dobrým online pripojením, a skúste to znova.

# inCarCameraUpdateInProgress
source: Update in progress
fi: Päivitys käynnissä
pl: Aktualizacja w toku
sk: Prebieha aktualizácia

# inCarCameraVehicleMotionServiceBlocked
source: Either the vehicle is moving or the camera system is currently being used. Please try again when the vehicle is no longer in use.
fi: Ajoneuvo liikkuu tai ajoneuvon kamerajärjestelmä on käytössä tällä hetkellä. Yritä uudelleen, kun ajoneuvoa ei enää käytetä.
pl: Pojazd jest w ruchu albo system kamer pojazdu jest aktualnie w użyciu. Spróbuj ponownie później, gdy pojazd nie będzie już używany.
sk: Buď sa vozidlo pohybuje, alebo sa práve používa kamerový systém vozidla. Skúste to neskôr, keď už vozidlo nebudete používať.

# inCarCameraVideoCapture
source: Waking up my vehicle (1/3)
fi: Ajoneuvo herätetään (1/3)
pl: Wybudzanie pojazdu (1/3)
sk: Zobudenie vozidla (1/3)

# inCarCameraVideoDownload
source: Downloading video (3/3)
fi: Video ladataan (3/3)
pl: Pobieranie wideo (3/3)
sk: Sťahovanie videa (3/3)

# inCarCameraVideoDownloadSucceeded
source: Video successfully downloaded
fi: Videon lataus onnistui
pl: Film pobrany pomyślnie
sk: Video bolo úspešne stiahnuté

# inCarCameraVideoDurationPickerTitle
source: Choose duration of the video
fi: Valitse videon kesto
pl: Wybierz czas trwania filmu
sk: Zvoliť dobu trvania videa

# inCarCameraVideoTransfer
source: Taking video (2/3)
fi: Video otetaan (2/3)
pl: Nagrywanie wideo (2/3)
sk: Snímanie videa (2/3)

source: In Progress
fi: Käsittely kesken
pl: W toku
sk: Spracúva sa

# in_car_camera_message_center_text
source: Anti-theft alarm triggered. Check the corresponding Remote Inside View recording.
fi: Varashälytys on lauennut. Tarkista kyseinen Remote Inside View -tallenne.
pl: Wywołany został alarm przeciwwłamaniowy. Sprawdź odpowiednie nagranie Remote Inside View.
sk: Spustil sa autoalarm. Skontrolujte záznam Remote Inside View.

# in_car_camera_push_message
source: Anti-theft alarm triggered. Check the corresponding Remote Inside View recording.
fi: Varashälytys on lauennut. Tarkista kyseinen Remote Inside View -tallenne.
pl: Wywołany został alarm przeciwwłamaniowy. Sprawdź odpowiednie nagranie Remote Inside View.
sk: Spustil sa autoalarm. Skontrolujte záznam Remote Inside View.

# incorrectTokenError
source: The security code was incorrect, please try again.
fi: Turvakoodi oli virheellinen, yritä uudelleen.
pl: Kod bezpieczeństwa był nieprawidłowy, spróbuj ponownie.
sk: Bezpečnostný kód bol nesprávny, skúste znovu.

# indicatorLightsBottomDescription
source: This feature uses BMW 7 series and i3 models as an example, for reference only.
fi: Tämä toiminto käyttää esimerkkinä BMW 7- ja i3-sarjan malleja. Vain viitteenä.
pl: Ta funkcja wykorzystuje BMW serii 7 oraz modele i3 jako przykład. Tylko jako odniesienie.
sk: Táto funkcia používa ako príklad BMW modely 7 a i3. Iba ako referencia.

# indicatorLightsDetailReason
source: Reason
fi: Syy
pl: Przyczyna
sk: Dôvod

# indicatorLightsDetailSuggest
source: Suggestion
fi: Ehdotus
pl: Propozycja
sk: Návrh

# indicatorLightsTitle
source: Indicator Lights
fi: Merkkivalot
pl: Lampki kontrolne
sk: Kontrolky

# inductiveChargingErrorSemantics
source: Wireless charging error
fi: Virhe langattomassa latauksessa
pl: Błąd bezprzewodowego ładowania
sk: Chyba bezkáblové nabíjanie

# inductiveChargingSemantics
source: Wireless charging
fi: Langaton lataus
pl: Bezprzewodowe ładowanie
sk: Bezkáblové nabíjanie

# inductiveChargingStandbySemantics
source: Wireless charging: Standby mode
fi: Langaton lataus: lepotila
pl: Bezprzewodowe ładowanie: stan uśpienia
sk: Bezkáblové nabíjanie stav nečinnosti

# inductiveFullyChargedSemantics
source: Wireless charging: Fully charged
fi: Langaton lataus: ladattu täyteen
pl: Bezprzewodowe ładowanie: w pełni naładowany
sk: Bezkáblové nabíjanie plne nabité

# inductiveNotChargingSemantics
source: No wireless charging
fi: Ei langatonta latausta
pl: Brak bezprzewodowego ładowania
sk: Žiadne bezkáblové nabíjanie

# informationSemantics
source: Information
fi: Informaatio
pl: Informacje
sk: Informácia

# informationWillBeTransferredToDealer
source: Your information will be transferred to dealer
fi: Tietosi toimitetaan jälleenmyyjälle
pl: Informacje o Tobie są przesyłane do dealera
sk: Vaše informácie sa odosielajú predajcovi

# initKeyConnectionErrorRetry
source: RETRY
fi: YRITÄ UUDELLEEN
pl: SPRÓBUJ PONOWNIE
sk: SKÚSTE TO ZNOVA

# initKeyConnectionErrorSubline
source: No connection
fi: Ei yhteyttä
pl: Brak połączenia
sk: Žiadne pripojenie

# initKeySubline
source: Initializing Remote 3D View...
fi: Remote 3D View alustetaan…
pl: Inicjalizacja funkcji Remote 3D View…
sk: Inicializuje sa Remote 3D View…
