Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# _vehicleMappingDriverRolesYouWillBeMainUserDescription
source: You will be connected to this {brandLocalized} as the primary user, as you are the first user in this vehicle.
fi: Tämä {brandLocalized} on osoitettu sinulle pääkäyttäjän roolissa, koska olet ensimmäisenä käyttäjänä aloittanut tämän toimenpiteen.
pl: Ten pojazd {brandLocalized} zostanie Ci przyporządkowany w roli głównego użytkownika, ponieważ wykonujesz ten proces jako pierwszy użytkownik.
sk: Toto {brandLocalized} vám bude priradené v roli hlavného používateľa, pretože ste boli prvým používateľom, ktorý spustil tento proces.

# _vehicleMappingErrorCurrentUserAlreadyMappedDescription
source: This vehicle has already been added to your {brandLocalized} ID. It should not take long until it will be fully available in the {appName} App. If the problem persists, please try restarting the app or contact customer support.
fi: Tämä ajoneuvo on jo lisätty {brandLocalized}-tunnukseesi. Ei pitäisi kestää kauan, kunnes se on täysin käytettävissä {appName}-sovelluksessa. Jos ongelma kestää pidempään, käynnistä sovellus uudelleen tai ota yhteys asiakaspalveluun.
pl: Ten pojazd został już dodany do Twojego {brandLocalized} ID. W niedługim czasie będzie w pełni dostępny w aplikacji {appName}. W przypadku dalszego występowania tego problemu spróbuj ponownie uruchomić aplikację lub skontaktuj się z Centrum Obsługi Klienta.
sk: Toto vozidlo už bolo pridané k vášmu {brandLocalized} ID. Vozidlo by malo byť dostupné v aplikácii {appName} onedlho. Ak problém pretrváva, skúste znovu spustiť aplikáciu alebo kontaktujte zákaznícku podporu.

# _vehicleMappingErrorCurrentUserAlreadyMappedTitle
source: Your {brandLocalized} will appear soon.
fi: {brandLocalized} näytetään pian.
pl: Wkrótce nastąpi wyświetlenie Twojego {brandLocalized}.
sk: Vaše {brandLocalized} sa zobrazí čoskoro.

# _vehicleMappingErrorCustomerNotFound
source: An error occurred whilst assigning your {brand} ID. Please contact customer support.
fi: {brand}-tunnuksen kohdentamisessa on ilmaantunut ongelma. Käänny asiakaspalvelun puoleen.
pl: Wystąpił problem podczas przyporządkowywania Twojego {brand} ID. Zwróć się do Centrum Obsługi Klienta.
sk: Pri priradení vášho {brand} ID sa vyskytol problém. Obráťte sa na zákaznícku podporu.

# _vehicleMappingErrorMarketErrorSecondaryHasOtherMarketThanVehicle
source: Your vehicle is assigned to a different country than your {brand} ID. Please ensure that you add the vehicle as a primary user to your account in order to update the country the vehicle is assigned to.
fi: Ajoneuvosi on kohdennettu eri maahan kuin {brand} ID:si. Jotta ajoneuvon maakohdennus voidaan päivittää, varmista, että lisäät ajoneuvon tiliisi pääkäyttäjänä.
pl: Twój pojazd jest przyporządkowany do innego kraju niż {brand} ID. Aby zaktualizować przyporządkowanie kraju, upewnij się, że dodajesz pojazd do swojego konta jako główny użytkownik.
sk: Vaše vozidlo je priradené inej krajine ako vaše {brand} ID. Keď chcete aktualizovať priradenie krajine, skontrolujte, či ste vozidlo pridali do svojho účtu ako hlavný používateľ.

# _vehicleMappingErrorVinNotIncludedInQrCodeDescription
source: Unfortunately the QR code scanned is missing information to select your vehicle. Please browse to your vehicle manually to continue.
fi: Valitettavasti QR-koodista puuttuvat tiedot valitusta ajoneuvosta. Valitse ajoneuvosi manuaalisesti, jotta voit jatkaa.
pl: Niestety, w kodzie QR brakuje informacji o wyborze pojazdu. Wybierz ręcznie pojazd, aby kontynuować.
sk: V QR kóde chýbajú informácie pre voľbu vášho vozidla. Na pokračovanie zvoľte vaše vozidlo manuálne.

# _vehicleMappingErrorVinNotIncludedInQrCodeTitle
source: Please navigate to your {brandLocalized}
fi: Valitse {brandLocalized}:si
pl: Wybierz swój pojazd {brandLocalized}
sk: Zvoľte vaše {brandLocalized}

# _vehicleMappingFleetVehicleText
source: Your {brandLocalized} has been recognized as a fleet vehicle and thus cannot be used with the {appName} app. If you believe you have received this message in error, please contact customer support.
fi: Tämä {brandLocalized} on tunnistettu kuuluvaksi ajoneuvokantaan, joten sitä ei voi käyttää {appName}-sovelluksella. Jos uskot saaneesi tämän viestin vahingossa, käänny asiakaspalvelun puoleen.
pl: Ten pojazd {brandLocalized} został rozpoznany jako pojazd flotowy i nie może być używany z aplikacją {appName}. Jeżeli Twoim zdaniem otrzymujesz to powiadomienie przez pomyłkę, zwróć się do Centrum Obsługi Klienta.
sk: Toto {brandLocalized} bolo rozpoznané ako vozidlo vozového parku, a preto ho nie je možné použiť s aplikáciou {appName}. Ak si myslíte, že ste toto hlásenie dostali omylom, obráťte sa na zákaznícku podporu.

# _vehicleMappingGcidNotMatchingText
source: You are not logged in into the {appName} app with the same {brandLocalized} ID as you are in your {brandLocalized}. To continue adding your {brandLocalized} to your {brandLocalized} ID please log out the {appName} app and log in again with the same {brandLocalized} ID you are using in your {brandLocalized}.
fi: Et olet kirjautunut {appName} -sovellukseen samalla {brandLocalized} ID:llä kuin {brandLocalized}-ajoneuvoon. Jos haluat jatkaa {brandLocalized}-ajoneuvon lisäämistä {brandLocalized} ID:hesi, kirjaudu ulos {appName} -sovelluksesta ja kirjaudu uudelleen sisään samalla {brandLocalized} ID:llä, jota käytät {brandLocalized}-ajoneuvossasi.
pl: Użytkownik nie zalogował się w aplikacji {appName} tym samym {brandLocalized} ID, co w pojeździe {brandLocalized}. Aby kontynuować dodawanie Twojego {brandLocalized} do {brandLocalized} ID, wyloguj się z aplikacji {appName} i zaloguj się ponownie za pomocą tego samego {brandLocalized} ID, z którego korzystasz w pojeździe {brandLocalized}.
sk: V aplikácii {appName} nie ste prihlásení s tým istým ID ako vo vašom vozidle {brandLocalized}. Ak chcete pokračovať v pridávaní svojho {brandLocalized} k svojmu {brandLocalized} ID, odhláste sa z aplikácie {appName} a znova sa prihláste pomocou rovnakého {brandLocalized} ID, ktoré používate vo svojom {brandLocalized}.

# _vehicleMappingGcidNotMatchingTitle
source: {brandLocalized} IDs do not match
fi: {brandLocalized} ID:t eivät täsmää
pl: {brandLocalized} ID nie zgadzają się
sk: {brandLocalized} ID sa nezhodujú

# _vehicleMappingInCarLoginExplainedBmwId8Step1
source: Select the profile icon in the top right corner of the control display in your {brandLocalized}
fi: Napauta {brandLocalized}-ajoneuvosi monitoiminäytön oikeassa yläkulmassa näkyvää profiilin symbolia
pl: Dotknij symbolu profilu w prawym górnym rogu na monitorze centralnym w swoim {brandLocalized}
sk: Ťuknite na symbol profilu v pravom hornom rohu kontrolného displeja vo svojom {brandLocalized}

# _vehicleMappingInCarLoginExplainedBmwId8Step2
source: Choose "Add {brandLocalized} ID"
fi: Valitse "Lisää {brandLocalized} ID"
pl: Wybierz "Dodaj {brandLocalized} ID"
sk: Vyberte možnosť „Pridať {brandLocalized} ID“

# _vehicleMappingInCarLoginExplainedBmwId8Step3
source: Select "Log in with the {appName} app" and scan the QR code.
fi: Valitse "Kirjaudu sisään {appName} -sovelluksella" ja skannaa QR-koodi.
pl: Wybierz opcję "Zaloguj się przez aplikację {appName}" i zeskanuj kod QR.
sk: Vyberte položku „Prihlásiť sa pomocou aplikácie {appName}“ a naskenujte QR kód.

# _vehicleMappingInCarLoginExplainedDescription
source: To make sure you are eligible to add this {brandLocalized} to your {brandLocalized} ID, please now continue the process in your vehicle. After completing the login process in your {brandLocalized} , it will appear automatically in the {appName} app.
fi: Varmistaaksesi, että sinulla on valtuudet lisätä tämä {brandLocalized}-ajoneuvo {brandLocalized} ID:hen, jatka nyt ajoneuvossasi. Kun olet kirjautunut sisään {brandLocalized}-ajoneuvoosi, se näkyy automaattisesti {appName}-sovelluksessa.
pl: Aby zapewnić odpowiednie uprawnienia do dodania tego {brandLocalized} do swojego {brandLocalized} ID, kontynuuj w swoim pojeździe. Po zakończeniu procesu logowania w Twoim pojeździe {brandLocalized} pojawi się on automatycznie w aplikacji {appName}.
sk: Aby ste sa uistili, že máte oprávnenie pridať toto {brandLocalized} k svojmu {brandLocalized} ID, pokračujte ďalej vo svojom vozidlu. Po dokončení prihlásenia vo vašom {brandLocalized} sa tento automaticky zobrazí v aplikácii {appName}.

# _vehicleMappingInCarLoginExplainedTitle
source: Continue in your {brandLocalized}
fi: Jatka {brandLocalized}-ajoneuvossasi
pl: Kontynuuj w swoim {brandLocalized}
sk: Pokračujte vo svojom {brandLocalized}

# _vehicleMappingLmmVehicleNotYetSupportedBusinessConflictResolutionDescription
source: Please contact customer support for assistance to complete adding your brand new {brandLocalized} to your {brandLocalized} ID. We recommend using a newer app version to give you the best experience with your brand new {brandLocalized}. If there is already a newer version of the {appName} App available, please consider updating before you continue.
fi: Käänny asiakaspalvelun puoleen saadaksesi viimeisteltyä upouuden {brandLocalized}-ajoneuvosi lisäämisen {brandLocalized}-tunnukseesi. Suosittelemme uudemman sovellusversion käyttöä, jotta saat parhaan mahdollisen kokemuksen upouudesta {brandLocalized}-ajoneuvostasi. Jos {appName}-sovelluksesta on jo käytettävissä uudempi versio, harkitse päivittämistä, ennen kuin jatkat.
pl: W celu zakończenia dodawania Twojego nowego {brandLocalized} do Twojego {brandLocalized} ID zwróć się o wsparcie do Centrum Obsługi Klienta. Zalecamy użycie nowszej wersji aplikacji w celu jak najlepszego wykorzystania swojego nowego {brandLocalized}. W przypadku dostępności nowszej wersji aplikacji {appName} przed kontynuowaniem warto rozważyć aktualizację.
sk: Ak chcete dokončiť pridanie vášho nového {brandLocalized} ku svojmu {brandLocalized} ID, kontaktujte zákaznícku podporu so žiadosťou o pomoc. Odporúčame vám použiť novšiu verziu aplikácie pre čo najlepší zážitok z vášho nového {brandLocalized}. Ak je k dispozícii novšia verzia aplikácie {appName}, zvážte pred pokračovaním jej aktualizáciu.

# _vehicleMappingLmmVehicleNotYetSupportedMappingFlowDescription
source: Your brand new {brandLocalized} can be added to your {brandLocalized} ID by logging in to the vehicle. Your {brandLocalized} should then automatically appear in the {appName} app. If you experience any issues with this, please contact customer support. We recommend using a newer app version to give you the best experience with your brand new {brandLocalized}. If there is already a newer version of the {appName} App available, please consider updating before you continue.
fi: Upouusi {brandLocalized} tukee ajoneuvon lisäämistä {brandLocalized}-tunnukseesi sisäänkirjautumisen avulla ajoneuvossa. Sen jälkeen sinun pitäisi automaattisesti nähdä {brandLocalized} {appName}-sovelluksessa. Jos se tuottaa ongelmia, ota yhteys asiakaspalveluun. Suosittelemme uudemman sovellusversion käyttöä, jotta saat parhaan mahdollisen kokemuksen upouudesta {brandLocalized}-ajoneuvostasi. Jos {appName}-sovelluksesta on jo käytettävissä uudempi versio, harkitse päivittämistä, ennen kuin jatkat.
pl: Twój nowy pojazd {brandLocalized} obsługuje dodawanie pojazdu do Twojego {brandLocalized} poprzez zalogowanie w pojeździe. Następnie Twój pojazd {brandLocalized} powinien zostać automatycznie wyświetlony w aplikacji {appName}. W razie problemów skontaktuj się z Centrum Obsługi Klienta. Zalecamy użycie nowszej wersji aplikacji w celu jak najlepszego wykorzystania swojego nowego {brandLocalized}. W przypadku dostępności nowszej wersji aplikacji {appName} przed kontynuowaniem warto rozważyć aktualizację.
sk: Vaše nové {brandLocalized} podporuje pridanie vozidla k vášmu {brandLocalized} ID prostredníctvom prihlásenia vo vozidle. Vaše {brandLocalized} by sa potom malo automaticky zobraziť v aplikácii {appName}. Ak sa vyskytnú problémy, kontaktujte zákaznícku podporu. Odporúčame vám použiť novšiu verziu aplikácie pre čo najlepší zážitok z vášho nového {brandLocalized}. Ak je k dispozícii novšia verzia aplikácie {appName}, zvážte pred pokračovaním jej aktualizáciu.

# _vehicleMappingLoadingProfileUpdateText
source: We are verifying the integrity of your personal data required to add your {brandLocalized} to your {brandLocalized} ID.
fi: Tarkistamme henkilötietojesi täydellisyyden, mikä on tarpeen {brandLocalized}:si lisäämiseksi {brandLocalized} ID:hen.
pl: Sprawdzamy kompletność Twoich danych osobowych, które sa konieczne do dodania Twojego {brandLocalized} do Twojego {brandLocalized} ID.
sk: Kontrolujeme úplnosť vašich osobných údajov potrebných na pridanie vášho {brandLocalized} k vášmu {brandLocalized} ID.

# _vehicleMappingMarketMoveNotPossibleForNonMainUserText
source: To add this {brandLocalized} to your {brandLocalized} ID, the country association of the {brandLocalized} needs to match the country association of your {brandLocalized} ID. Currently the country association of this {brandLocalized} matches the country association of the {brandLocalized} ID of the primary user, but not the country association of your {brandLocalized} ID. You can solve this issue by contacting customer support for assistance and asking them to change the country association of your {brandLocalized} ID.
fi: Jos haluat lisätä tämän {brandLocalized}-ajoneuvon {brandLocalized} ID:hen, {brandLocalized}-ajoneuvon maakohdennuksen täytyy vastata {brandLocalized}ID:n maakohdennusta. Tällä hetkellä {brandLocalized}-ajoneuvoosi kohdennettu maa vastaa pääkäyttäjän {brandLocalized} ID:hen kohdennettua maata, mutta ei omaa {brandLocalized} ID:täsi. Ota tämän ongelman vuoksi yhteyttä asiakaspalveluun ja pyydä heitä muuttamaan {brandLocalized} ID:hesi kohdennettua maata vastaavasti.
pl: Aby dodać ten pojazd {brandLocalized} do swojego {brandLocalized} ID, przyporządkowanie kraju Twojego {brandLocalized} musi odpowiadać przyporządkowaniu kraju Twojego {brandLocalized} ID. Obecnie przyporządkowanie kraju Twojego {brandLocalized} odpowiada przyporządkowaniu kraju {brandLocalized} ID głównego użytkownika, jednak nie Twojemu własnemu {brandLocalized} ID. Zgłoś się z tym problemem do Centrum Obsługi Klienta i poproś o odpowiednie dostosowanie przyporządkowania kraju Twojego {brandLocalized} ID.
sk: Ak chcete pridať toto {brandLocalized} k svojmu {brandLocalized} ID, musí sa priradenie krajiny vášho {brandLocalized} zhodovať s priradením krajiny vášho {brandLocalized} ID. V súčasnosti sa priradenie krajiny vášho {brandLocalized} zhoduje s priradením krajiny pre {brandLocalized} ID hlavného používateľa, ale nie s vaším vlastným {brandLocalized} ID. S týmto problémom sa obráťte na zákaznícku podporu a požiadajte ju, aby upravila priradenie krajiny pre vaše {brandLocalized} ID.

# _vehicleMappingNonConnectedText
source: Your {brandLocalized} could not be added to your {brandLocalized} ID. If this problem persists, your vehicle is probably not supported (or is no longer supported). This could be related to a lack of internet connection in your {brandLocalized}. Alternatively, you can still link your mobile device via USB or Bluetooth® to synchronize vehicle data with the {appName} app.
fi: {brandLocalized}-ajoneuvoasi ei voitu lisätä {brandLocalized} ID:hen. Jos ongelma jatkuu, ajoneuvoasi ei todennäköisesti tueta (enää). Tämä voi liittyä {brandLocalized}-ajoneuvosi puuttuvaan internet-yhteyteen. Vaihtoehtoisesti voit liittää mobiililaitteesi suoraan USB:n tai Bluetoothin kautta synkronoidaksesi ajoneuvon tiedot {appName}-sovelluksen kanssa.
pl: Nie udało się dodać Twojego {brandLocalized} do Twojego {brandLocalized} ID. Jeśli problem występuje nadal, Twój pojazd najprawdopodobniej nie jest (już) kompatybilny. Może to być związane z brakiem połączenia internetowego Twojego {brandLocalized}. Można też połączyć urządzenie mobilne bezpośrednio przez USB lub Bluetooth w celu synchronizacji danych pojazdu z aplikacją {appName}.
sk: Vaše {brandLocalized} nebolo možné pridať k vášmu {brandLocalized} ID. Ak tento problém pretrváva aj naďalej, vaše vozidlo pravdepodobne nie je (alebo už nie je) podporované. Môže to súvisieť s tým, že vaše {brandLocalized} nemá internetové pripojenie. Eventuálne môžete svoje mobilné zariadenie pripojiť priamo cez USB alebo Bluetooth a synchronizovať tak údaje vozidla s aplikáciou {appName}.

# _vehicleMappingOutdatedText
source: We are sorry. The functionality you are trying to use requires a newer app version. Please update the {appName} app and try again.
fi: Pahoittelemme. Haluamasi toiminto vaatii uudemman sovellusversion. Päivitä {appName} -sovellus ja yritä uudelleen.
pl: Przykro nam. Funkcja, której chcesz użyć, wymaga nowszej wersji aplikacji. Zaktualizuj aplikację {appName} i spróbuj ponownie.
sk: Ľutujeme. Funkcia, ktorú chcete používať, vyžaduje novšiu verziu aplikácie. Aktualizujte aplikáciu {appName} a skúste to znova.

# _vehicleMappingRegionTransferDescription
source: By adding this vehicle to your {brand} ID, the vehicle will be assigned to the same country as your {brand} ID. Please note that this will deactivate the {connectedWebsiteName} Services which were originally provided in another country.
fi: Kun lisäät tämän ajoneuvon {brand}-tunnukseesi, ajoneuvolle kohdennettu maa muutetaan {brand}-tunnuksesi mukaiseksi. Huomaa, että alunperin toisessa maassa tarjottujen {connectedWebsiteName} -palveluiden aktivointi poistetaan.
pl: Jeśli dodasz ten pojazd do swojego {brand} ID, przyporządkowanie pojazdu do kraju zostanie dopasowane do Twojego {brand} ID. Pamiętaj, że spowoduje to dezaktywację usług {connectedWebsiteName}, które były pierwotnie świadczone w innym kraju.
sk: Keď toto vozidlo pridáte k svojmu {brand} ID, prispôsobí sa priradenie krajiny vášho vozidla vášmu {brand} ID. Nezabudnite, že tým sa deaktivujú služby {connectedWebsiteName}, ktoré boli pôvodne poskytované v inej krajine.

# _vehicleMappingRegionTransferNecessaryText
source: By adding this {brandLocalized} to your {brandLocalized} ID, the country association of the {brandLocalized} will be changed to match the country association of your {brandLocalized} ID. Your active subscriptions will not be terminated automatically. Please note, that the {connectedWebsiteName} Services, which were originally provided in another country, might not be available after completing this change.
fi: Jos lisäät tämän {brandLocalized}-ajoneuvon {brandLocalized} ID:hesi, {brandLocalized}-ajoneuvoosi kohdennettu maa mukautetaan {brandLocalized} ID:si kanssa. Aktiivisia tilauksiasi ei lopeteta automaattisesti. Huomaa, että alunperin toisessa maassa tarjotut {connectedWebsiteName} -palvelut eivät mahdollisesti enää ole käytettävissä tämän muutoksen jälkeen.
pl: Gdy dodasz ten pojazd {brandLocalized} do swojego {brandLocalized} ID, przyporządkowanie kraju Twojego {brandLocalized} zostanie dostosowane do Twojego {brandLocalized} ID. Twoje aktywne abonamenty nie zostaną automatycznie zakończone. Pamiętaj, że usługi {connectedWebsiteName} świadczone pierwotnie w innym kraju mogą nie być już dostępne po tej zmianie.
sk: Pridaním tohto {brandLocalized} k vášmu {brandLocalized} ID sa prispôsobí priradenie krajiny vášho {brandLocalized} s vaším {brandLocalized} ID. Vaše aktívne predplatné nebudú automaticky ukončené. Upozorňujeme, že služby {connectedWebsiteName} pôvodne poskytované v inej krajine už nemusia byť po tejto zmene k dispozícii.

# _vehicleMappingRegionTransferNotPossibleDescription
source: To add this {brandLocalized} to your {brandLocalized} ID, the country association of the {brandLocalized} needs to be changed to match the country association of your {brandLocalized} ID. Unfortunately automatically changing the country association of your {brandLocalized} is not supported in this case. Please contact customer support for assistance.
fi: Jos haluat lisätä tämän {brandLocalized}-ajoneuvon {brandLocalized} ID:hesi, {brandLocalized}-ajoneuvoosi kohdennettu maa on mukautettava {brandLocalized} ID:n kanssa. {brandLocalized} -ajoneuvollesi kohdennetun maan automaattista muuttamista ei valitettavasti tueta tässä tapauksessa. Pyydämme sinua ystävällisesti ottamaan yhteyttä asiakaspalveluun saadaksesi tukea.
pl: Aby dodać ten pojazd {brandLocalized} do Twojego {brandLocalized} ID, przyporządkowanie kraju Twojego {brandLocalized} musi zostać dostosowane do Twojego {brandLocalized} ID. Niestety automatyczna zmiana kraju przyporządkowanego do Twojego {brandLocalized} nie jest w tym przypadku obsługiwana. Prosimy o zwrócenie się o wsparcie do Centrum Obsługi Klienta.
sk: Ak chcete pridať toto {brandLocalized} k svojmu {brandLocalized} ID, musíte priradenie krajiny vášho {brandLocalized} prispôsobiť vášmu {brandLocalized} ID. V danom prípade, žiaľ, nie je podporovaná automatická zmena priradenej krajiny pre vaše {brandLocalized}. Radi by sme vás požiadali, aby ste sa so žiadosťou o pomoc obrátili na zákaznícku podporu.

# _vehicleMappingRemovalWarningTextForDeletionStatus
source: If you confirm the removal process now, the vehicle and all linked data will be removed from the app. Please note that your {brandLocalized} ID may still be visible in the vehicle.
fi: Jos vahvistat poistamisen nyt, myös ajoneuvo ja kaikki siihen liittyvät tiedot poistetaan sovelluksesta. Huomaa, että {brandLocalized} ID:si saattaa edelleen näkyä ajoneuvossa.
pl: Jeśli potwierdzisz teraz usunięcie, z aplikacji zostanie usunięty również pojazd i wszystkie powiązane z nim dane. Pamiętaj, że Twój {brandLocalized} ID może być jeszcze widoczny w pojeździe.
sk: Keď teraz potvrdíte odstránenie, z aplikácie sa odstráni aj vozidlo a všetky s ním spojené údaje. Dbajte na to, že vaše {brandLocalized} ID ešte môže byť viditeľné vo vašom vozidle.

# _vehicleMappingRemovalWarningTextMainUserLegacy
source: By removing this {brandLocalized} from the {appName} app all data in the {appName} app associated with this vehicle will be deleted.
fi: Jos poistat tämän {brandLocalized}-ajoneuvon {appName} -sovelluksesta, kaikki ajoneuvoon liittyvät tiedot poistetaan {appName} -sovelluksesta.
pl: Jeśli usuniesz ten pojazd {brandLocalized} z aplikacji {appName}, zostaną również usunięte wszystkie przypisane do niego dane w aplikacji {appName}.
sk: Ak odstránite toto {brandLocalized} z vašej aplikácie {appName}, vymažú sa aj všetky údaje priradené tomuto vozidlu v aplikácii {appName}.

# _vehicleMappingRemovalWarningTextMainUserLmm
source: By removing this {brandLocalized} as the primary user - This vehicle will be removed from all associated {brandLocalized} IDs - All the accounts will be removed from the vehicle - All Digital Keys for this vehicle will be revoked - All data in the {appName} app associated with this vehicle will be deleted
fi: Jos poistat {brandLocalized}-ajoneuvon pääkäyttäjänä, seurauksena on: - Ajoneuvo poistetaan kaikista yhdistetyistä {brandLocalized} ID:stä. - Kaikki tilit poistetaan tästä ajoneuvosta - Kaikki tämän ajoneuvon digitaaliset avaimet poistetaan - Kaikki ajoneuvoon liittyvät tiedot poistetaan {appName} -sovelluksesta
pl: Usunięcie pojazdu {brandLocalized} jako główny użytkownik spowoduje: - Usunięcie pojazdu ze wszystkich powiązanych {brandLocalized} ID - Usunięcie wszystkich kont z pojazdu - Usunięcie wszystkich cyfrowych kluczy pojazdu - Usunięcie wszystkich powiązanych danych w aplikacji {appName}.
sk: Ak odstránite vaše {brandLocalized} ako hlavný používateľ, bude to mať za následok: - Vozidlo sa odstráni zo všetkých pripojených {brandLocalized} ID - Z tohto vozidla sa odstránia všetky účty - Vymažú sa všetky digitálne kľúče pre toto vozidlo - Vymažú sa všetky údaje priradené k vozidlu v aplikácii {appName}
