Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# SettingsStrings_devicePermissionsSubtitle
source: Adjust operating system level permissions for notifications, contacts, calendar, photos, camera, location and more.
fi: Muuta ilmoitusten, kontaktien, kalenterin, valokuvien, kameran, sijainnin jne. käyttöoikeuksia käyttöjärjestelmän tasolla.
pl: Dostosuj uprawnienia na poziomie systemu operacyjnego do powiadomień, kontaktów, kalendarza, zdjęć, kamery, lokalizacji itp.
sk: Prispôsobte si povolenia na úrovni operačného systému pre oznámenia, kontakty, kalendár, fotografie, fotoaparát, polohu a ďalšie.

# SettingsStrings_devicePermissionsTitle
source: Device permissions
fi: Laitteen käyttöoikeudet
pl: Autoryzacje urządzeń
sk: Povolenia zariadenia

# SettingsStrings_unitSettings
source: Units
fi: Yksiköt
pl: Jednostki
sk: Jednotky

source: Seychelles
fi: Seychellit
pl: Seszele
sk: Seychely

source: Shona
fi: Šona
sk: Šončina

source: Sindhi
sk: Sindhčina

source: Singapore
pl: Singapur
sk: Singapur

source: Slovak
fi: Slovakki
pl: Słowacki
sk: Slovenčina

source: Slovakia
pl: Słowacja
sk: Slovensko

source: Slovenia
pl: Słowenia
sk: Slovinsko

source: Slovenian
fi: Sloveeni
pl: Słoweński
sk: Slovinčina

source: Solomon Islands
fi: Salomonsaaret
pl: Wyspy Salomona
sk: Šalamúnove ostrovy

source: Somali
pl: Somalijski
sk: Somálčina

source: Somalia
sk: Somálsko

source: South Africa
fi: Etelä-Afrikka
pl: Republika Południowej Afryki
sk: Južná Afrika

source: South Korea
fi: Etelä-Korea
pl: Korea Południowa
sk: Južná Kórea

source: South Sudan
fi: Etelä-Sudan
pl: Sudan Południowy
sk: Južný Sudán

source: Spain
fi: Espanja
pl: Hiszpania
sk: Španielsko

source: Spanish
fi: Espanja
pl: Hiszpański
sk: Španielčina

source: Sri Lanka
sk: Srí Lanka

source: Sudan
sk: Sudán

source: Sundanese
fi: Sunda
pl: Sundajski
sk: Sundčina

source: Suriname
pl: Surinam
sk: Surinam

# Sustainability__accessibilityAccumulatedDistanceGraphDesc
source: Line chart showing the cumulative distance driven throughout the month. Currently, the driven distance amounts to {distanceValue} {distanceUnit}.
fi: Viivadiagrammi, jossa näkyy kuukauden aikana ajettu yhteenlaskettu matka. Tällä hetkellä ajettu kokonaismatka on yhteensä {distanceValue} {distanceUnit}.
pl: Wykres liniowy z przebytą odległością, skumulowaną w ciągu miesiąca. Całkowita przebyta odległość wynosi obecnie {distanceValue} {distanceUnit}.
sk: Čiarový diagram s najazdenou vzdialenosťou sčítanou v priebehu mesiaca. Aktuálne je súčet celkovej najazdenej vzdialenosti {distanceValue} {distanceUnit}.

# Sustainability__accessibilityAccumulatedElectricConsumptionGraphDesc
source: Line chart showing average electrical consumption throughout the month. The highest average consumption was {consumptionValue} {consumptionUnit} on {dateDescription}.
fi: Viivadiagrammi, joka näyttää keskimääräisen virrankulutuksen kuukauden aikana. Suurin keskikulutus oli {consumptionValue} {consumptionUnit} {dateDescription}.
pl: Wykres liniowy przedstawiający średnie zużycie prądu w ciągu miesiąca. Najwyższe średnie zużycie wyniosło {consumptionValue} {consumptionUnit} dnia {dateDescription}.
sk: Čiarový ukazovateľ s priemernou spotrebou prúdu v priebehu mesiaca. Najvyššia priemerná spotreba bola {consumptionValue} {consumptionUnit} dňa {dateDescription}.

# Sustainability__accessibilityAccumulatedFuelConsumptionGraphDesc
source: Line chart showing average fuel consumption throughout the month. The highest average consumption was {consumptionValue} {consumptionUnit} on {dateDescription}.
fi: Viivadiagrammi, joka näyttää keskimääräisen polttoaineen kulutuksen kuukauden aikana. Suurin keskikulutus oli {consumptionValue} {consumptionUnit} {dateDescription}.
pl: Wykres liniowy przedstawiający średnie zużycie paliwa w ciągu miesiąca. Najwyższe średnie zużycie wyniosło {consumptionValue} {consumptionUnit} dnia {dateDescription}.
sk: Čiarový ukazovateľ s priemernou spotrebou paliva v priebehu mesiaca. Najvyššia priemerná spotreba bola {consumptionValue} {consumptionUnit} dňa {dateDescription}.

# Sustainability__accessibilityAccumulatedPhevDistanceGraphDesc
source: Line chart showing the cumulative distance driven throughout the month. In this process, the diagram distinguishes between electrically and non-electrically covered mileage. Currently, the non-electric distance amounts to {distanceValue} {distanceUnit} and the electric distance is {totalDistance} {distanceUnit}.
fi: Viivadiagrammi, jossa näkyy kuukauden aikana ajettu yhteenlaskettu matka. Tässä erotetaan sähköisesti ja ei-sähköisesti ajettu matka. Tällä hetkellä ei-sähköisesti ajettu kokonaismatka on {distanceValue} {distanceUnit} ja sähköisesti ajettu kokonaismatka on {totalDistance} {distanceUnit}.
pl: Wykres liniowy z przebytą odległością, skumulowaną w ciągu miesiąca. Rozróżnia się tu odległość przebytą elektrycznie i odległość przebytą nieelektrycznie. Całkowita odległość przebyta nieelektrycznie wynosi obecnie {distanceValue} {distanceUnit}, a całkowita odległość przebyta elektrycznie wynosi obecnie {totalDistance} {distanceUnit}.
sk: Čiarový diagram s najazdenou vzdialenosťou sčítanou v priebehu mesiaca. Pritom sa rozlišuje medzi elektricky a neelektricky najazdenou trasou. Aktuálne je súčet celkovej neelektricky najazdenej vzdialenosti {distanceValue} {distanceUnit} a celkovej elektricky najazdenej vzdialenosti {totalDistance} {distanceUnit}.

# Sustainability__accessibilityAverageConsumptionDesc
source: Average {consumptionValue} {consumptionUnit}
fi: Keskimäärin {consumptionValue} {consumptionUnit}
pl: Średnio {consumptionValue} {consumptionUnit}
sk: Priemerne {consumptionValue} {consumptionUnit}

# Sustainability__accessibilityElectricConsumptionGraphDesc
source: Bar chart of the average electrical consumption per day in a month. The highest average consumption was {consumptionValue} {consumptionUnit} on {dateDescription}.
fi: Pylvästaulukko, joka näyttää keskimääräisen päivittäisen virrankulutuksen kuukaudessa. Suurin keskikulutus oli {consumptionValue} {consumptionUnit} {dateDescription}.
pl: Wskaźnik paskowy ze średnim zużyciem prądu na dzień w ciągu miesiąca. Najwyższe średnie zużycie wyniosło {consumptionValue} {consumptionUnit} dnia {dateDescription}.
sk: Stĺpcový ukazovateľ s priemernou spotrebou prúdu za deň v danom mesiaci. Najvyššia priemerná spotreba bola {consumptionValue} {consumptionUnit} dňa {dateDescription}.

# Sustainability__accessibilityEntryPointChartDesc
source: Monthly distance chart in {distanceUnit}
fi: Kuukausittainen matkan viivakaavio {distanceUnit}
pl: Miesięczny wskaźnik odcinkowy w jednostce {distanceUnit}
sk: Mesačný ukazovateľ prejdených trás v {distanceUnit}

# Sustainability__accessibilityFuelConsumptionGraphDesc
source: Bar chart of the average fuel consumption per day in a month. The highest average consumption was {consumptionValue} {consumptionUnit} on {dateDescription}.
fi: Pylvästaulukko, joka näyttää keskimääräisen päivittäisen polttoaineen kulutuksen kuukaudessa. Suurin keskikulutus oli {consumptionValue} {consumptionUnit} {dateDescription}.
pl: Wskaźnik paskowy ze średnim zużyciem paliwa na dzień w ciągu miesiąca. Najwyższe średnie zużycie wyniosło {consumptionValue} {consumptionUnit} dnia {dateDescription}.
sk: Stĺpcový ukazovateľ s priemernou spotrebou paliva za deň v danom mesiaci. Najvyššia priemerná spotreba bola {consumptionValue} {consumptionUnit} dňa {dateDescription}.

# Sustainability__accessibilityIceDistanceGraphDesc
source: Bar chart of the distance traveled per day in a month. The longest distance traveled was {distanceValue} {distanceUnit} on {dateDescription}.
fi: Pylvästaulukko, joka näyttää päivittäisen ajetun matkan kuukaudessa. Pisin matka {distanceValue} {distanceUnit} ajettiin {dateDescription}.
pl: Wskaźnik paskowy z przejechanym odcinkiem na dzień w ciągu miesiąca. Najdłuższy przejechany odcinek wyniósł {distanceValue} {distanceUnit} dnia {dateDescription}.
sk: Stĺpcový ukazovateľ s prejdenou trasou za deň v danom mesiaci. Najdlhšia prejdená trasa bola {distanceValue} {distanceUnit} dňa {dateDescription}.

# Sustainability__accessibilityPhevDistanceGraphDesc
source: Bar chart of the distance traveled per day in a month, broken down into journeys using electric power and non-electric power. The longest distance traveled was {distanceValue} {distanceUnit} on {dateDescription}.
fi: Pylvästaulukko, joka näyttää päivittäisen ajetun matkan kuukaudessa, eriteltynä sähköisesti ajetut matkat ja ei sähköisesti ajetut matkat. Pisin matka {distanceValue} {distanceUnit} ajettiin {dateDescription}.
pl: Wskaźnik paskowy z przejechanym odcinkiem na dzień w ciągu miesiąca, ze zróżnicowaniem na odcinki przejechane w trybie elektrycznym i nieelektrycznym. Najdłuższy przejechany odcinek wyniósł {distanceValue} {distanceUnit} dnia {dateDescription}.
sk: Stĺpcový ukazovateľ s prejdenou trasou za deň v danom mesiaci, s rozdelením na trasy prejdené s elektrickým pohonom a bez elektrického pohonu. Najdlhšia prejdená trasa bola {distanceValue} {distanceUnit} dňa {dateDescription}.

# Sustainability__accessibilityStepXOutOfY
source: Step {value} of {totalValue}
fi: Vaihe {value} / {totalValue}
pl: Krok {value} z {totalValue}
sk: Krok {value} z {totalValue}

# Sustainability__accessibilityTrendIndicatorNoDataAvailableDesc
source: No data available to compare to {month}
fi: Tietoja ei ole käytettävissä kuukauden {month} vertailua varten
pl: Brak danych do porównania z miesiącem {month}
sk: Nie sú dostupné žiadne dáta na porovnanie s {month}

# Sustainability__accessibilityTrendIndicatorValueIsHigherDesc
source: {value}% higher than in {month}
fi: {value}% korkeampi kuin {month}
pl: {value}% wyższa wartość niż w miesiącu {month}
sk: {value}% vyššie ako {month}

# Sustainability__accessibilityTrendIndicatorValueIsLowerDesc
source: {value}% lower than in {month}
fi: {value}% alhaisempi kuin {month}
pl: {value}% niższa wartość niż w miesiącu {month}
sk: {value}% nižšie ako {month}

# Sustainability__accessibilityTrendIndicatorValueIsTheSameDesc
source: Same as in {month}
fi: Sama kuin {month}
pl: Tak samo jak w miesiącu {month}
sk: Rovnaké ako v {month}

# Sustainability__accessibilityTripStatisticsConsumptionDesc
source: Average consumption of {value} {unitValue}
fi: Keskikulutus {value} {unitValue}
pl: Średnie zużycie {value} {unitValue}
sk: Priemerná spotreba {value} {unitValue}

# Sustainability__accessibilityTripStatisticsEDriveDesc
source: eDrive share of {value}%
fi: eDrive-osuus {value}%
pl: Wskaźnik eDrive na poziomie {value}%
sk: Podiel eDrive {value}%

# Sustainability__accessibilityTripStatisticsNoConsumptionAvailableDesc
source: No consumption data available for {month}
fi: Kulutustietoja ei ole käytettävissä kuukaudelle {month}
pl: Brak danych dotyczących zużycia dla miesiąca {month}
sk: Nie sú dostupné žiadne údaje o spotrebe za {month}

# Sustainability__accessibilityTripStatisticsNoEDriveAvailableDesc
source: No eDrive data available for {month}
fi: eDrive-tietoja ei ole käytettävissä kuukaudelle {month}
pl: Brak danych eDrive dla miesiąca {month}
sk: Nie sú dostupné žiadne dáta eDrive za {month}

# Sustainability__activationCheckboxLabel
source: I hereby confirm that I have informed additional drivers that data is recorded when using the {brandLocalized}.
fi: Vahvistan täten, että olen ilmoittanut muille kuljettajille, että {brandLocalized}:n käytön yhteydessä kerätään tietoja.
pl: Niniejszym potwierdzam, że inni kierowcy zostali poinformowani o tym, że podczas korzystania z {brandLocalized} będą gromadzone dane.
sk: Týmto potvrdzujem, že som informoval ostatných vodičov o tom, že pri používaní {brandLocalized} sa zhromažďujú dáta.

# Sustainability__activationSubTitle
source: Activate "My Trips" in your {brandLocalized}
fi: Aktivoi "Omat matkat" {brandLocalized}-ajoneuvossasi
pl: Aktywuj opcję "Moje Podróże" w swoim {brandLocalized}
sk: Aktivovať "Moje cesty" vo vašom {brandLocalized}

# Sustainability__activationText1Label
source: Your trip data (e.g. start location and destination) will only be recorded while driving as long as your are logged in with your personal {brandLocalized} ID. Please inform additional drivers that data is recorded while driving with your personal driver profile.
fi: Ajotietojasi (esim. lähtö- ja saapumispaikka) tallennetaan ajon aikana vain niin kauan kuin olet kirjautuneena sisään henkilökohtaisella {brandLocalized} ID:lläsi. Ilmoita muille kuljettajille, että tietoja kerätään, kun he käyttävät ajaessaan henkilökohtaista kuljettajan profiiliasi.
pl: Twoje dane jazdy (np. miejsce odjazdu i przyjazdu) są rejestrowane tylko podczas jej trwania, o ile nastąpiło zalogowanie za pomocą osobistego {brandLocalized} ID. Poinformuj innych kierowców, że dane będą gromadzone podczas ich jazdy z wykorzystaniem Twojego osobistego profilu kierowcy.
sk: Vaše dáta o jazde (napr. miesto odjazdu a príjazdu) sú počas jazdy zaznamenávané iba tak dlho, ako dlho ste prihlásený/-á s vaším osobným identifikačným číslom {brandLocalized}. Informujte, prosím, ďalších vodičov, že sa dáta počas ich jazdy zaznamenávajú do vášho profil vodiča.

# Sustainability__allTripsLabel
source: This month • {totalTrips} trips • {totalDistance} {distanceUnit}
fi: Tässä kuussa • {totalTrips} ajoa • {totalDistance} {distanceUnit}
pl: W tym miesiącu • {totalTrips} jazd(y) • {totalDistance} {distanceUnit}
sk: Tento mesiac • {totalTrips} jázd • {totalDistance} {distanceUnit}

# Sustainability__allTripsSingleLabel
source: This months • {totalTrips} trip • {totalDistance} {distanceUnit}
fi: Tässä kuussa • {totalTrips} ajo • {totalDistance} {distanceUnit}
pl: W tym miesiącu • {totalTrips} jazda • {totalDistance} {distanceUnit}
sk: Tento mesiac • {totalTrips} jazda • {totalDistance} {distanceUnit}

# Sustainability__avgDistanceLabel
source: Average: {distanceValue} {distanceUnit}
fi: Keskiarvo: {distanceValue} {distanceUnit}
pl: Średnio: {distanceValue} {distanceUnit}
sk: Priemer: {distanceValue} {distanceUnit}

# Sustainability__ecoCoachTipIntro1ConsumptionDesc
source: Can you match the average consumption of {previousMonth} again? Keep following the tips!
fi: Pystytkö saavuttamaan uudelleen kuukauden {previousMonth} keskikulutuksen? Jatka vinkkien noudattamista!
pl: Czy możesz ponownie osiągnąć średnie zużycie z miesiąca {previousMonth}? Postępuj zgodnie ze wskazówkami!
sk: Dokážete znovu dosiahnuť priemernú spotrebu za {previousMonth}? Postupujte aj naďalej podľa tipov!

# Sustainability__ecoCoachTipIntro1EDriveShareDesc
source: Can you match the eDrive share of {previousMonth} again? Keep following the tips!
fi: Pystytkö saavuttamaan uudelleen kuukauden {previousMonth} eDrive-osuuden? Jatka vinkkien noudattamista!
pl: Czy możesz ponownie osiągnąć udział eDrive z miesiąca {previousMonth}? Postępuj zgodnie ze wskazówkami!
sk: Dokážete znovu dosiahnuť podiel eDrive za {previousMonth}? Postupujte aj naďalej podľa tipov!

# Sustainability__ecoCoachTipIntro1WithoutPeerGroupConsumptionDesc
source: You are close to matching the average consumption of {previousMonth}. Keep following the tips!
fi: Olet lähellä saavuttaa kuukauden {previousMonth} keskikulutuksen. Jatka vinkkien noudattamista!
pl: Za chwilę osiągniesz średnie zużycie z miesiąca {previousMonth}. Postępuj zgodnie ze wskazówkami!
sk: Čoskoro dosiahnete priemernú spotrebu za mesiac {previousMonth}. Postupujte aj naďalej podľa tipov!

# Sustainability__ecoCoachTipIntro1WithoutPeerGroupEDriveShareDesc
source: You are close to matching the eDrive share of {previousMonth}. Keep following the tips!
fi: Olet lähellä saavuttaa kuukauden {previousMonth} eDrive-osuuden. Jatka vinkkien noudattamista!
pl: Za chwilę osiągniesz udział eDrive z miesiąca {previousMonth}. Postępuj zgodnie ze wskazówkami!
sk: Čoskoro dosiahnete podiel eDrive za mesiac {previousMonth}. Postupujte aj naďalej podľa tipov!

# Sustainability__ecoCoachTipIntro2WithoutPeerGroupConsumptionDesc
source: Can you beat your average consumption of {previousMonth}? Keep following the tips!
fi: Pystytkö parantamaan kuukauden {previousMonth} keskikulutustasi? Jatka vinkkien noudattamista!
pl: Czy możesz prześcignąć swój wynik średniego zużycia z miesiąca {previousMonth}? Postępuj zgodnie ze wskazówkami!
sk: Dokážete prekonať svoju priemernú spotrebu za mesiac {previousMonth}? Postupujte aj naďalej podľa tipov!

# Sustainability__ecoCoachTipIntro2WithoutPeerGroupEDriveShareDesc
source: Can you beat the eDrive share of {previousMonth}? Keep following the tips!
fi: Pystytkö parantamaan kuukauden {previousMonth} eDrive-osuuttasi? Jatka vinkkien noudattamista!
pl: Czy możesz prześcignąć swój wynik udziału eDrive z miesiąca {previousMonth}? Postępuj zgodnie ze wskazówkami!
sk: Dokážete prekonať svoj podiel eDrive za mesiac {previousMonth}? Postupujte aj naďalej podľa tipov!

# Sustainability__ecoCoachTipIntro3WithoutPeerGroupConsumptionDesc
source: Good job, you beat the average consumption of {previousMonth}. Keep going!
fi: Olet tehnyt hyvää työtä ja alittanut kuukauden {previousMonth} keskikulutuksen. Jatka samaan tapaan!
pl: Dobra robota, udało Ci się pokonać swój wynik średniego zużycia z miesiąca {previousMonth}. Tak trzymać!
sk: Dobrá práca, znížili ste priemernú spotrebu za mesiac {previousMonth}. Len tak ďalej!

# Sustainability__ecoCoachTipIntro3WithoutPeerGroupEDriveShareDesc
source: Good job, you beat the eDrive share of {previousMonth}. Keep going!
fi: Olet tehnyt hyvää työtä ja ylittänyt kuukauden {previousMonth} eDrive-osuuden. Jatka samaan tapaan!
pl: Dobra robota, udało Ci się prześcignąć swój wynik udziału eDrive z miesiąca {previousMonth}. Tak trzymać!
sk: Dobrá práca, prekonali ste podiel eDrive za mesiac {previousMonth}. Len tak ďalej!

# Sustainability__efficiencyCoachInfoEcoCoachParagraphOneDesc
source: A subtle gray area containing the title "{value}" is located below the text summary. This area contains feedback on your progress and a tip from the Efficiency Coach in the second paragraph, if one is available.
fi: Yhteenvetotekstin alapuolella on hillityn harmaa alue, jossa on otsikko "{value}". Tämä osio sisältää palautetta edistymisestäsi ja, jos saatavilla, tehokkuusvalmentajan vinkkejä toisessa kappaleessa.
pl: Pod podsumowaniem tekstowym znajduje się jasnoszary obszar o tytule "{value}". Obszar ten zawiera informacje zwrotne dotyczące Twojego postępu, a w drugim akapicie wyświetlana jest wskazówka od trenera wydajności, jeśli istnieje.
sk: Pod textovým zhrnutím sa nachádza svetlosivá oblasť s názvom „{value}“. Táto oblasť obsahuje spätnú väzbu k vášmu pokroku a ak je dostupný, v druhom odstavci tip trénera efektívnej jazdy.

# Sustainability__efficiencyInsightsConsentLabel
source: To activate Efficiency Statistics, {brandLocalized} needs to collect your trip data. Your data is only used within the app and will not be shared with third parties.
fi: Efficiency Insights -tilastojen aktivoimiseksi {brandLocalized}:n on tallennettava ajotietosi. Tietojasi käytetään vain sovelluksen sisällä, eikä niitä luovuteta kolmansille osapuolille.
pl: W celu aktywacji statystyk Efficiency Insights {brandLocalized} musi rejestrować Twoje dane jazdy. Dane są wykorzystywane wyłącznie w ramach aplikacji i nie są przekazywane stronom trzecim.
sk: Ak chcete povoliť štatistiky Efficiency Insights, musí {brandLocalized} zhromažďovať vaše dáta o jazde. Vaše údaje budú použité iba v rámci aplikácie a nebudú poskytnuté tretím stranám.

# Sustainability__efficiencyInsightsOnboarding3Label
source: {brandLocalized} takes data privacy very seriously. Your data is only used within the app and will not be shared with third parties. You can delete stored data at any time.
fi: {brandLocalized} suhtautuu henkilötietojen suojaamiseen erittäin vakavasti. Tietojasi käytetään vain sovelluksen sisällä, eikä niitä luovuteta kolmansille osapuolille. Voit poistaa tallennetut tiedot milloin tahansa.
pl: {brandLocalized} traktuje ochronę danych osobowych bardzo poważnie. Dane są wykorzystywane wyłącznie w ramach aplikacji i nie są przekazywane stronom trzecim. Możesz w każdej chwili usunąć zapisane dane.
sk: {brandLocalized} berie otázku ochrany osobných údajov veľmi vážne. Vaše údaje budú použité iba v rámci aplikácie a nebudú poskytnuté tretím stranám. Uložené údaje môžete kedykoľvek vymazať.

# Sustainability__efficiencyInsightsTripsLabel
source: {numberOfTrips} trips
fi: {numberOfTrips} ajoa
pl: {numberOfTrips} jazdy/jazd
sk: {numberOfTrips} jázd

# Sustainability__efficiencyStatisticsAverageConsumptionLabel
source: Average: {consumptionValue} {consumptionUnit}
fi: Keskiarvo: {consumptionValue} {consumptionUnit}
pl: Średnio: {consumptionValue} {consumptionUnit}
sk: Priemer: {consumptionValue} {consumptionUnit}

# Sustainability__efficiencyStatisticsSummaryMessageNoActivityInCurrentMonthDesc
source: No activities available for {month}. Please check this menu again for a summary after your next drives.
fi: Ei aktiviteetteja kuukaudelle {month}. Katso tältä sivulta uudelleen yhteenveto seuraavien ajojesi jälkeen.
pl: Brak aktywności dla miesiąca {month}. Po swojej pierwszej jeździe wyświetl tę stronę ponownie, aby sprawdzić podsumowanie.
sk: Pre {month} neexistujú žiadne aktivity. Pre zhrnutie si po vašej ďalšej jazde znovu pozrite túto ponuku.

# Sustainability__efficiencyStatisticsSummaryMessageNoActivityLastMonthDesc
source: Unfortunately, we are unable to provide a summary for {previousMonth} as no data is available.
fi: Valitettavasti emme voi antaa käyttöösi yhteenvetoa kuukaudelle {previousMonth}, koska tietoja ei ole saatavilla.
pl: Niestety nie możemy przygotować podsumowania dla miesiąca {previousMonth}, ponieważ dane nie są dostępne.
sk: Pre {previousMonth} vám žiaľ nemôžeme poskytnúť žiadne zhrnutie, pretože neexistujú žiadne dáta.

# Sustainability__efficiencyStatisticsTrendIndicatorNoDataForPreviousMonthLabel
source: No data for {previousMonth}
fi: Ei tietoja kuukaudelle {previousMonth}
pl: Brak danych dla miesiąca {previousMonth}
sk: Žiadne dáta pre {previousMonth}

# Sustainability__efficiencyStatisticsTrendIndicatorPreviousMonthLabel
source: comp. to {previousMonth}
fi: verrattuna {previousMonth}
pl: por. z mies. {previousMonth}
sk: porov. s mesiacom {previousMonth}

# Sustainability__emptyStateDataOutdatedDesc
source: {brandLocalized} stores trips only for 30 days. Any new trip that you may make will appear here. Learn more about how {brandLocalized} tracks and stores your trips.
fi: {brandLocalized} tallentaa ajoja vain 30 päivän ajan. Jokainen tekemäsi uusi ajo näkyy täällä. Lue lisää siitä, miten {brandLocalized} rekisteröi ja tallentaa ajosi.
pl: {brandLocalized} przechowuje jazdy tylko przez 30 dni. Każda nowo odbyta jazda jest wyświetlana tutaj. Dowiedz się więcej o tym, jak {brandLocalized} rejestruje i przechowuje Twoje jazdy.
sk: {brandLocalized} uloží jazdy len na 30 dní. Každá jazda, ktorú podniknete, sa tu zobrazí. Dozveďte sa viac o tom, ako {brandLocalized} zaznamenáva a ukladá vaše jazdy.

# Sustainability__emptyStateDataOutdatedHyperlinkDesc
source: {brandLocalized} tracks and stores your trips.
fi: {brandLocalized} rekisteröi ja tallentaa ajosi.
pl: Twoje jazdy są rejestrowane i przechowywane przez {brandLocalized}.
sk: Vaše jazdy budú zaznamenané a ukladané {brandLocalized}.

# Sustainability__emptyStateDidNotDriveOrLoggedInSubtitle
source: Either you did not drive at all or were not logged in with your BMW ID while driving.
fi: Joko et ole ajanut lainkaan tai et ollut kirjautuneena sisään henkilökohtaisella BMW ID:lläsi ajon aikana.
pl: Nie jeżdżono w ogóle albo nie zalogowano się podczas jazdy za pomocą osobistego BMW ID.
sk: Buď ste nejazdili vôbec, alebo ste počas jazdy neboli prihlásení s vaším osobným BMW ID.
