Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# contactSearchFirstTimeUseMessage2Subtitle
source: With the contact search, you can:
fi: Kontaktihaun avulla voit:
pl: Dzięki wyszukiwaniu kontaktów możesz:
sk: Pomocou vyhľadávania kontaktov môžete:

# contactSearchFirstTimeUseMessage2Title
source: Customer benefits
fi: Asiakkaan edut
pl: Korzyści dla klienta
sk: Výhody pre zákazníka

# contactSearchFirstTimeUseMessageTitle
source: Get to know your new feature! Contact search
fi: Tutustu uuteen toimintoon! Kontaktihaku
pl: Poznaj nową funkcję! Wyszukiwanie kontaktów
sk: Oboznámte sa so svojou novou funkciou! Vyhľadávanie kontaktov

# contactSearchHomeTitle
source: Home
fi: Koti
pl: Dom
sk: Domov

# contactSearchListItemTitle
source: Contact search
fi: Kontaktihaku
pl: Wyszukiwanie kontaktów
sk: Vyhľadávanie kontaktov

# contactSearchOtherTitle
source: Others
fi: Muu
pl: Inne
sk: Iná

# contactSearchSchoolTitle
source: School
fi: Koulu
pl: Szkoła
sk: Škola

# contactSearchScreenTitle
source: Contact search
fi: Kontaktihaku
pl: Wyszukiwanie kontaktów
sk: Vyhľadávanie kontaktov

# contactSearchSettingsPermissionsBodyMessage
source: Contact search permissions
fi: Kontaktihaun käyttöoikeudet
pl: Uprawnienia do wyszukiwania kontaktów
sk: Oprávnenia na vyhľadávanie kontaktov

# contactSearchSyncButtonTitle
source: Sync your contacts
fi: Synkronoi kontaktit
pl: Synchronizuj swoje kontakty
sk: Synchronizujte svoje kontakty

# contactSearchValidationErrorDialogEditButtonTitle
source: EDIT SEARCH
fi: MUOKKAA HAKUA
pl: EDYTUJ WYSZUKIWANIE
sk: UPRAVIŤ VYHĽADÁVANIE

# contactSearchValidationErrorDialogMessage
source: No results found for this address. Try editing the address and searching again or edit the address of your telephone contact.
fi: Tälle osoitteelle ei löytynyt tuloksia. Yritä muokata osoitetta ja tee haku uudelleen tai muokkaa puhelinkontaktin osoitetta.
pl: Brak wyników dla tego adresu. Spróbuj edytować adres i ponownie wyszukać lub edytować adres kontaktu telefonicznego.
sk: Žiadne výsledky pre túto adresu. Skúste upraviť adresu a znova hľadať, alebo upravte adresu svojho telefónneho kontaktu.

# contactSearchValidationErrorDialogTitle
source: Address not valid
fi: Osoite ei voimassa
pl: Nieprawidłowy adres
sk: Neplatná adresa

# contactSearchWorkTitle
source: Work
fi: Työ
pl: Praca
sk: Práca

# contactUsSemantics
source: Contact
fi: Yhteydenotto
pl: Kontakt
sk: Kontakt

# contentNotBeingUpdated
source: Content is not being updated
fi: Sisältöä ei päivitetä
pl: Zawartość nie jest aktualizowana
sk: Obsah sa neaktualizuje

# contentProvider
source: Destination provided by
fi: Kohteen tarjoaja
pl: Cel przygotowany przez
sk: Cieľ poskytuje

# continueDownloadButton
source: Continue Download
fi: Jatka latausta
pl: Kontynuuj pobieranie
sk: Pokračovať v sťahovaní

# continueString
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať

# continueText
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať

# continueUploadButton
source: Continue Upload
fi: Jatka latausta palvelimelle
pl: Kontynuuj przesyłanie
sk: POKRAČOVAŤ V ODOSIELANÍ

# convertibleErrorSemantics
source: Convertible top error
fi: Kangaskaton virhe
pl: Błąd dachu
sk: Chyba strecha

# convertibleSemantics
source: Convertible top
fi: Kangaskatto
pl: Dach
sk: Strecha

# convertibleTopOpen
source: Top open
fi: Kangaskatto auki
pl: Dach otwarty
sk: Skladacia strecha otvorená

source: Copied to clipboard
fi: Kopioitu leikepöydälle
pl: Skopiowano do schowka
sk: Skopírované do schránky

# couldNotCompleteRequestTryAgain
source: We could not complete your request. Please try again.
fi: Tiedusteluasi ei voitu käsitellä. Yritä myöhemmin uudelleen.
pl: Nie udało się przetworzyć Twojego zapytania. Spróbuj ponownie później.
sk: Váš dopyt nemohol byť spracovaný. Skúste to neskôr znova.

# countryHint
source: Country
fi: Maa
pl: Kraj
sk: Krajina

# createAccountAction
source: Create Account
fi: Avaa tili
pl: Utwórz konto
sk: Vytvoriť účet

# createAccountPrompt
source: Create Account
fi: Avaa tili
pl: Utwórz konto
sk: Vytvoriť účet

# createPassword
source: Create a password:
fi: Luo salasana:
pl: Utwórz hasło:
sk: Vytvorte heslo:

# createPin
source: Please set a 4-digit PIN
fi: Luo 4 merkkiä sisältävä PIN
pl: Ustal 4-znakowy PIN
sk: Zadajte 4-miestny PIN

# createPinDescription
source: The PIN protects critical functions like unlocking your vehicle.
fi: PIN-koodi suojaa kriittisiä toimintoja kuten ajoneuvon lukituksen avaamista.
pl: Kod PIN chroni krytyczne funkcje, takie jak odblokowanie samochodu.
sk: PIN chráni dôležité funkcie, ako je odomknutie vozidla.

# criticalnessLevelCritical
source: Critical
fi: Kriittinen
pl: Krytyczny
sk: Kritická

# criticalnessLevelLow
source: Low
fi: Alhainen
pl: Niski
sk: Nízka

# criticalnessLevelMedium
source: Medium
fi: Keskitaso
pl: Średni
sk: Stredná

# csfCancelUpperCase
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# csfDoneUpperCase
source: DONE
fi: VALMIS
pl: GOTOWE
sk: HOTOVO

# csfTryAgainUpperCase
source: TRY AGAIN
fi: YRITÄ UUDELLEEN
pl: POWTÓRZ
sk: OPAKOVAŤ

# currentCarPositionSemantics
source: Current vehicle location
fi: Ajoneuvon tämänhetkinen sijainti
pl: Aktualna lokalizacja pojazdu
sk: Aktuálna poloha vozidla

# currentVehicleLocation
source: View Current Vehicle Location
fi: Ajoneuvon tämänhetkisen sijainnin näyttö
pl: Wyświetl aktualną lokalizację pojazdu
sk: Zobraziť aktuálnu polohu vozidla

# currentVersion
source: Current Version: {currentVersion}
fi: Nykyinen versio: {currentVersion}
pl: Aktualna wersja: {currentVersion}
sk: Aktuálna verzia: {currentVersion}

# customAvatarSmallImageDialogDescription
source: The selected picture is low resolution and may not look good in the vehicle.
fi: Valitun kuvan resoluutio on alhainen, eikä se välttämättä näytä hyvältä ajoneuvossa.
pl: Wybrane zdjęcie ma niską rozdzielczość i może nie wyglądać dobrze w pojeździe.
sk: Vybratý obrázok má nízke rozlíšenie a vo vozidle nemusí vyzerať dobre.

# customAvatarSmallImageDialogTitle
source: Are you sure?
fi: Oletko varma?
pl: Czy na pewno?
sk: Naozaj to chcete?

# customAvatarSmallImageDialogUploadButton
source: Upload
fi: Lataa palvelimelle
pl: Prześlij
sk: Nahrať

# customerRelationsContactHeader
source: For general queries, please contact customer support:
fi: Yleisiä tiedusteluja varten käänny asiakaspalvelun puoleen:
pl: W przypadku ogólnych zapytań zwróć się do Centrum Obsługi Klienta:
sk: V prípade otázok sa obráťte na zákaznícky servis:

# customerRelationsContactText
source: Customer Relations
fi: Asiakassuhteet
pl: Relacje z klientem
sk: Vzťahy so zákazníkmi

source: Data not available
fi: Tiedot eivät ole käytettävissä
pl: Dane nie są dostępne
sk: Údaje nie sú k dispozícii

# dataSharingActivatedSemantics
source: Vehicle data on
fi: Ajoneuvon tiedot päällä
pl: Dane pojazdu włączone
sk: Údaje o vozidle zap.

# dataSharingDeactivatedSemantics
source: Vehicle data off
fi: Ajoneuvon tiedot pois
pl: Dane pojazdu wyłączone
sk: Údaje o vozidle vyp.

# dataSharingDisableConfigurationHelpInfo
source: To use all app features, turn on data sharing in the active profile's data privacy settings via the vehicle's control display. It may take up to 30 minutes for your changes to be visible in the app.
fi: Jos haluat käyttää kaikkia sovelluksen toimintoja, aktivoi tietojen käyttölupa aktiivisen profiilin tietosuoja-asetuksissa ajoneuvon monitoiminäytössä. Voi kestää enintään 30 minuuttia, ennen kuin muutokset näkyvät sovelluksessa.
pl: Aby umożliwić korzystanie ze wszystkich funkcji aplikacji, aktywuj udostępnienie danych w ustawieniach dotyczących ochrony danych osobowych aktywnego profilu za pomocą monitora centralnego w pojeździe. Może upłynąć do 30 minut, zanim zmiany będą widoczne w aplikacji.
sk: Aby ste mohli používať všetky funkcie aplikácie, aktivujte cez kontrolný displej vo vozidle povolenie na prístup k údajom v nastaveniach ochrany údajov. Môže trvať až 30 minút, kým sa zmeny prejavia v aplikácii.

# dataSharingDisableConfigurationHelpPath
source: CAR › Settings › General settings › Data privacy › Individual selection
fi: CAR › Asetukset › Yleiset asetukset › Tietosuoja › Yksilöllinen valinta
pl: CAR › Ustawienia › Ustawienia ogólne › Ochrona danych › Wybór indywidualny
sk: CAR › Nastavenia › Všeobecné nastavenia › Ochrana osobných údajov › Individuálny výber

# dataSharingDisabledInfoLower
source: Remote services can still be executed, but status changes will not be transmitted.
fi: Remote Services voidaan edelleen suorittaa, mutta tilan muutoksia ei välitetä.
pl: Usługi Zdalne mogą być realizowane dalej, ale zmiany statusu nie są przekazywane.
sk: Remote Services možno aj naďalej využívať, no zmeny stavu sa nebudú prenášať.

# dataSharingDisabledInfoMiddle
source: Some content will not be updated, including vehicle status, fuel level or charging status, remaining range and vehicle location. Remote services can still be executed, but status changes will not be transmitted.
fi: Joitakin sisältöjä ei päivitetä, mm. ajoneuvon tila, polttoainemäärä tai lataustila, jäljellä oleva toimintasäde ja ajoneuvon sijainti. Remote Services voidaan edelleen suorittaa, mutta tilan muutoksia ei välitetä.
pl: Niektóre treści nie są aktualizowane, w tym status pojazdu, poziom paliwa lub status ładowania, pozostały zasięg i lokalizacja pojazdu. Usługi Zdalne mogą być realizowane dalej, ale zmiany statusu nie są przekazywane.
sk: Niektoré obsahy sa neaktualizujú, v rámci toho ani stav vozidla, stav naplnenia nádrže alebo stav nabíjania, zostávajúci dojazd či poloha vozidla. Remote Services možno aj naďalej využívať, no zmeny stavu sa nebudú prenášať.

# dataSharingSemantics
source: Vehicle data off
fi: Ajoneuvon tiedot pois
pl: Dane pojazdu wyłączone
sk: Údaje o vozidle vyp.

# dataStorageLifetimeSemantics
source: Data storage
fi: Tietojen tallentaminen
pl: Zapisywanie danych
sk: Uchovávanie údajov

# dateTimeDisclaimer
source: By submitting this request you agree to share data you entered here and your VIN (chassis number) with the BMW retailer to set up an appointment.
fi: Lähettämällä tämän huoltoaikatiedustelun hyväksyt samalla sen, että tässä antamasi tiedot ja ajoneuvon VIN-numero (alustanumero) toimitetaan eteenpäin huoltopisteeseen.
pl: Przesyłając zapytanie o termin przeglądu, wyrażasz zgodę na przekazanie wprowadzonych w tym miejscu danych i swojego numeru VIN (numer nadwozia) do serwisu.
sk: Odoslaním tejto požiadavky na servisný termín súhlasíte s poskytnutím tu zadaných údajov a vášho VIN (číslo podvozku) servisnému partnerovi.

# dateTimePickerDefaultText
source: Start by making a selection
fi: Aloita valinta
pl: Rozpocznij wybieranie
sk: Začnite výberom

# dateTimePickerInvalid
source: These time windows look pretty similar. Please try again.
fi: Nämä aikaikkunat ovat hyvin samankaltaiset. Yritä uudelleen.
pl: Te przedziały czasowe wyglądają całkiem podobnie. Spróbuj ponownie.
sk: Tieto časové obdobia vyzerajú veľmi podobne. Skúste to znova.

# dateTimePickerRequired
source: This field is required to submit your request.
fi: Tämä kenttä on pakollinen tiedustelun välittämistä varten.
pl: Wprowadzenie danych w tym polu jest konieczne do przekazania Twojego zapytania.
sk: Toto pole je musí byt vyplnené na odoslanie vašej žiadosti.

# dateTimeSnackbarMessageOne
source: An error occurred. We're trying again to process your request. Thank you for your patience.
fi: On ilmaantunut virhe. Yritämme käsitellä tiedusteluasi uudelleen. Kiitämme kärsivällisyydestäsi.
pl: Wystąpił błąd. Spróbujemy ponownie przetworzyć Twoje zapytanie. Dziękujemy za cierpliwość.
sk: Vyskytla sa chyba. Znova sa pokúšame spracovať Váš dopyt. Ďakujeme za vašu trpezlivosť.

# dateTimeSnackbarMessageTwo
source: We are still working on your request. Thank you for your patience!
fi: Tiedustelusi käsittely on vielä kesken. Kiitämme kärsivällisyydestäsi!
pl: Nadal pracujemy nad Twoim zapytaniem. Dziękujemy za cierpliwość!
sk: Na vašej požiadavke stále pracujeme. Ďakujeme za vašu trpezlivosť!

# dcChinaGBTSemantics
source: DC GB/T Standard
fi: DC GB/T standardi
sk: DC GB/T štandardný

# deActivateDialogDescription
source: Smart Parking service for {model} has been successfully deactivated.
fi: Älykäs pysäköintipalvelu on aktivoitu ajoneuvolle {model}.
pl: Usługa inteligentnego parkowania została aktywowana dla {model}.
sk: Pre {model} bola aktivovaná služba inteligentného parkovania.

# deActivateServiceDialogTitle
source: Deactivate Service
fi: Deaktivoi palvelu
pl: Dezaktywuj usługę
sk: Deaktivovať službu

# dealerAddressInfoItemTitle
source: Dealer Address
fi: Osoite (jälleenmyyjä)
pl: Adres (dealer)
sk: Adresa (predajca)

# dealerAddressItemTitle
source: Dealer Address
fi: Jälleenmyyjän osoite
pl: Adres dealera
sk: Adresa predajcu

# dealerAppointmentSemantics
source: Appointment with dealer
fi: Aika jälleenmyyjän luo
pl: Termin wizyty u dealera
sk: Termín u predajcu

# dealerErrorText
source: Please choose another dealer.
fi: Valitse toinen jälleenmyyjä.
pl: Wybierz innego dealera.
sk: Zvoľte si iného predajcu.

# dealerInformationTextTitle
source: DEALER INFORMATION
fi: JÄLLEENMYYJÄN TIEDOT
pl: INFORMACJE O DEALERZE
sk: INFORMÁCIE O PREDAJCOVI

# dealerLocation
source: Location
fi: Sijainti
pl: Lokalizacja
sk: Aktuálna poloha

# dealerLocationSemantics
source: Dealer location
fi: Jälleenmyyjän sijainti
pl: Lokalizacja dealera
sk: Poloha predajcu

# dealerNameItemTitle
source: Dealer
fi: Jälleenmyyjä
sk: Predajca

# dealerPhoneInfoItemTitle
source: Dealer Phone
fi: Puhelinnumero (jälleenmyyjä)
pl: Numer telefonu (dealer)
sk: Telefónne číslo (predajca)

# dealerTrackingActivateLocationServiceDialogContentDescription
source: Location services are deactivated. Please activate location services in your device settings.
fi: Sijaintipalvelut on deaktivoitu. Aktivoi sijaintipalvelut laiteasetuksissa.
pl: Usługi lokalizacji są dezaktywowane. Aktywuj usługi lokalizacji w ustawieniach urządzenia.
sk: Služby určovania polohy sú deaktivované. V nastaveniach zariadenia aktivujte služby určovania polohy.

# dealerTrackingActivateLocationServiceDialogTitle
source: Activate Location Service
fi: Aktivoi sijaintipalvelu
pl: Aktywuj usługę lokalizacji
sk: Aktivovať služby určovania polohy

# dealerTrackingApril
source: April
fi: Huhtikuu
pl: Kwiecień
sk: Apríl

# dealerTrackingFebruary
source: February
fi: Helmikuu
pl: Luty
sk: Február

# dealerTrackingFr
source: Fr
fi: Pe
pl: Pt.
sk: Pi

# dealerTrackingJanuary
source: January
fi: Tammikuu
pl: Styczeń
sk: Január

# dealerTrackingJuly
source: July
fi: Heinäkuu
pl: Lipiec
sk: Júl

# dealerTrackingJune
source: June
fi: Kesäkuu
pl: Czerwiec
sk: Jún

# dealerTrackingMarch
source: March
fi: Maaliskuu
pl: Marzec
sk: Marec

# dealerTrackingMay
source: May
fi: Toukokuu
pl: Maj
sk: Máj

# dealerTrackingMo
source: Mo
fi: Ma
pl: Pn.
sk: Po

# dealerTrackingMonth
source: MONTH
fi: KUUKAUSI
pl: MIESIĄC
sk: MESIAC

# dealerTrackingOctober
source: October
fi: Lokakuu
pl: Październik
sk: Október

# dealerTrackingQRCodeTitle
source: My QR Code
fi: Oma QR-koodi
pl: Mój kod QR
sk: Môj QR kód

# dealerTrackingSa
source: Sa
fi: La
pl: So.
sk: So

# dealerTrackingStartAt
source: Start at
fi: Alkaa
pl: Początek o godz.
sk: Štart o

# dealerTrackingSu
source: Su
pl: Nd.
sk: Ne

# dealerTrackingTh
source: Th
fi: To
pl: Cz.
sk: Št

# dealerTrackingToday
source: TODAY
fi: TÄNÄÄN
pl: DZIŚ
sk: DNES

# dealerTrackingTu
source: Tu
fi: Ti
pl: Wt.
sk: Ut

# dealerTrackingWe
source: We
fi: Ke
pl: Śr.
sk: St

# dealerTrackingWeek
source: WEEK
fi: VIIKKO
pl: TYDZIEŃ
sk: TÝŽDEŇ

# dealerWordWithColon
source: Dealer:
fi: Jälleenmyyjä:
sk: Predajca:

# dealersPillText
source: {brandName} partners
fi: {brandName}-kumppani
pl: Partner {brandName}
sk: {brandName} partneri

source: Dealership
fi: Jälleenmyyjä
pl: Dealer
sk: Predajca automobilov

# dealershipUpperCase
source: DEALERSHIP
fi: Jälleenmyyjä
pl: DEALER
sk: Predajca automobilov

source: Debug
fi: Vianhaku
pl: Szukanie błędu
sk: Riešenie problémov

# decreaseSemantics
source: Quieter
fi: Hiljaisempi
pl: Ciszej
sk: Tichšie

# defaultError
source: An error occurred, please try again later or contact Customer Support
fi: On ilmaantunut virhe. Yritä myöhemmin uudelleen tai ota yhteys asiakaspalveluun.
pl: Wystąpił błąd. Spróbuj ponownie później albo skontaktuj się z Centrum Obsługi Klienta.
sk: Vyskytla sa chyba. Skúste to znova neskôr alebo kontaktujte zákaznícku podporu.

# defaultErrorTitle
source: Error
fi: Virhe
pl: Błąd
sk: Chyba

# defaultFilter
source: Default
fi: Vakiosuodatin
pl: Standardowy
sk: Predvolené

# defaultShippingAddressUpperCase
source: DEFAULT SHIPPING ADDRESS
fi: NORMAALI TOIMITUSOSOITE
pl: STANDARDOWY ADRES DOSTAWY
sk: ŠTANDARDNÁ DODACIA ADRESA

source: Delete All Application Data
fi: Poista kaikki käyttötiedot
pl: Usuń wszystkie dane aplikacji
sk: Vymazať všetky dáta aplikácie

# deleteAllLearnedDestinationsConfirmationDialogTitle
source: Delete all learned destinations?
fi: Poistetaanko kaikki opitut kohteet?
pl: Czy usunąć wszystkie zapamiętane cele?
sk: Vymazať všetky naučené ciele?

# deleteAllRecordingsDesc
source: If you delete all recordings you will be unable to view your previous created photos and videos.
fi: Jos poistat kaikki nauhoitukset, et enää näe tallentamiasi valokuvia ja videoita.
pl: Po usunięciu wszystkich zapisów nie jest możliwe wyświetlanie wcześniej utworzonych zdjęć i filmów.
sk: Ak vymažete všetky záznamy, už si viac nebudete môcť zobraziť svoje predtým zhotovené fotky alebo videá.

# deleteAllRecordingsText
source: Delete all recordings
fi: Poista kaikki nauhoitukset
pl: Usuń wszystkie zapisy
sk: Vymazať všetky záznamy

# deleteCapitalized
source: Delete
fi: Poista
pl: Usuń
sk: Vymazať

# deleteDataDescription
source: Deleting all of your application data is an irreversible action. Please confirm that you'd like to do this.
fi: Kaikkien käyttötietojen poistamista ei voi peruuttaa. Vahvista, että haluat tehdä sen.
pl: Nie można przywrócić usuniętych wszystkich danych aplikacji. Potwierdź, że chcesz to zrobić.
sk: Vymazanie všetkých Vašich údajov aplikácie nemožno vrátiť späť. Potvrďte, že to chcete urobiť.

# deleteFavoriteActionName
source: Delete
fi: Poista
pl: Usuń
sk: Vymazať

# deleteLearnedDestinationConfirmationDialogNeverLearnAgainCheckboxText
source: No longer learn this destination
fi: Älä enää opi tätä kohdetta
pl: Nie zapamiętuj więcej tego celu
sk: Už sa nenaučiť tento cieľ

# deleteLearnedDestinationConfirmationDialogTitle
source: Delete this destination and all associated predicted trips?
fi: Haluatko poistaa tämän kohteen ja kaikki siihen kuuluvat ennakoidut ajot?
pl: Czy usunąć ten cel i wszystkie powiązane wstępnie obliczone podróże?
sk: Vymazať tento cieľ a všetky príslušné vopred vypočítané jazdy?

# deleteMINISocialAccountInfo
source: When you delete your account, your profile, comments, and likes will be permanently removed. After your account has been deleted, you can sign up again, but you will not be able to access your old content. Please note that if your account has been removed for violating our community guidelines, you may not be able to sign up again.
fi: Jos poistat tilisi, profiilisi, kommenttisi ja tykkäyksesi poistetaan pysyvästi. Kun tilisi on poistettu, voit kirjautua uudelleen, mutta et voi enää käyttää vanhaa sisältöä. Huomaa, että et ehkä voi kirjautua uudelleen, jos tilisi on poistettu yhteisön käytäntöjen rikkomisen vuoksi.
pl: Jeśli usuniesz swoje konto, Twój profil, komentarze i polubienia zostaną trwale usunięte. Po usunięciu konta możesz zalogować się ponownie, ale nie będziesz już mieć dostępu do starych treści. Pamiętaj, że jeśli Twoje konto zostało usunięte z powodu naruszenia naszych wytycznych dla społeczności, możesz nie być w stanie zalogować się ponownie.
sk: Ak vymažete svoj účet, natrvalo sa odstráni váš profil, komentáre a lajky. Potom, ako sa vymaže váš účet, sa môžete znovu prihlásiť, nebudete mať však už prístup k starým obsahom. Upozorňujeme vás, že sa možno nebudete môcť znovu prihlásiť, ak bol váš účet odstránený z dôvodu porušenia našich smerníc Community.

# deleteMINISocialAccountSubtitle
source: To delete your MINI Community account, please contact our Community Customer Support at
fi: Jos haluat poistaa MINI-yhteisötilisi, ota yhteyttä yhteisön asiakaspalveluumme osoitteessa
pl: Aby usunąć swoje konto społeczności MINI, skontaktuj się z Centrum Obsługi Klienta naszej społeczności pod adresem
sk: Na vymazanie vášho účtu MINI Community sa obráťte na našu zákaznícku podporu Community na

# deletePhotoConfirm
source: DELETE
fi: POISTA
pl: USUŃ
sk: VYMAZAŤ

# deletePhotoContent
source: Your photo will be changed to default after deleting the photo.
fi: Jos poistat valokuvan, palautetaan oletuskuva.
pl: Po usunięciu zdjęcia zdjęcie zostanie zresetowane do ustawień standardowych.
sk: Vaša fotografia sa po vymazaní obnoví na štandardné nastavenie.

# deletePhotoTitle
source: Delete photo
fi: Poista valokuva
pl: Usuń zdjęcie
sk: Vymazať fotku

# deletePhotoUpperCase
source: DELETE PHOTO
fi: POISTA VALOKUVA
pl: USUŃ ZDJĘCIE
sk: VYMAZAŤ FOTKU

source: Delete Reminder
fi: Poista muistutus
pl: Usuń przypomnienie
sk: Vymazať pripomienku

# deleteReminderContent
source: Are you sure you want to delete this reminder?
fi: Haluatko todellakin poistaa tämän muistutuksen?
pl: Czy na pewno chcesz usunąć to przypomnienie?
sk: Naozaj chcete vymazať túto pripomienku?

# deleteRemoteHistoryCancel
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# deleteRemoteHistoryConfirm
source: Delete
fi: Poista
pl: Usuń
sk: Vymazať

# deleteRemoteHistoryContent
source: Are you sure you want to delete your remote history?
fi: Haluatko todella poistaa koko etätoimintohistorian?
pl: Czy na pewno chcesz usunąć historię wysłanych poleceń?
sk: Chcete naozaj vymazať celú históriu Remote?

# deleteRemoteHistoryErrorContent
source: There was an error deleting your remote history
fi: Virhe etätoimintohistorian poistamisessa
pl: Błąd podczas usuwania zdalnej historii
sk: Chyba pri vymazávaní histórie vzdialeného prístupu

# deleteRemoteHistoryErrorTitle
source: Unable to delete remote history
fi: Etätoimintohistoriaa ei voida poistaa
pl: Nie można usunąć historii wysłanych poleceń
sk: História Remote sa nedá vymazať

# deleteRemoteHistoryTitle
source: Delete Remote History
fi: Poista etätoimintohistoria
pl: Usuń historię wysłanych poleceń
sk: Vymazať históriu Remote

# deleteRemoteHistoryTryAgain
source: Try Again
fi: Yritä uudelleen
pl: Powtórz
sk: Opakovať

# deleteSemantics
source: Clear
fi: Poista
pl: Usuń
sk: Vymazať

# deleteSocialAccountInfo
source: When you delete your account, your profile, photos, comments and likes will be permanently removed. After your account has been deleted, you can sign up again but will not be able to access old content. Please note that you may not be able to register again if your account was removed for violating our community guidelines.
fi: Jos poistat tilisi, niin profiilisi, kuvasi, kommenttisi ja tykkäyksesi poistetaan pysyvästi. Kun tilisi on poistettu, voit kirjautua uudelleen, mutta et voi enää käyttää vanhaa sisältöä. Huomaa, että et ehkä voi kirjautua uudelleen, jos tilisi on poistettu yhteisön käytäntöjen rikkomisen vuoksi.
pl: Jeśli usuniesz swoje konto, Twój profil, zdjęcia, komentarze i polubienia zostaną trwale usunięte. Po usunięciu konta możesz zalogować się ponownie, ale nie będziesz już mieć dostępu do starych treści. Pamiętaj, że jeśli Twoje konto zostało usunięte z powodu naruszenia naszych wytycznych dla społeczności, możesz nie być w stanie zalogować się ponownie.
sk: Ak vymažete svoj účet, natrvalo sa odstráni váš profil, vaše fotky, komentáre a lajky. Potom, ako sa vymaže váš účet, sa môžete znovu prihlásiť, nebudete mať však už prístup k starým obsahom. Upozorňujeme vás, že sa možno nebudete môcť znovu prihlásiť, ak bol váš účet odstránený z dôvodu porušenia našich smerníc Community.
