Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# remoteCamerasLeftImageTitle
source: Left view
fi: Vasen näkymä
pl: Widok z lewej strony
sk: Pohľad vľavo

# remoteCamerasLeftPictureButtonText
source: LEFT
fi: VASEN
pl: LEWA STRONA
sk: VĽAVO

# remoteCamerasLongVideoTagText
source: 10 sec. video
fi: 10 s video
pl: 10-sekundowy film
sk: 10-sek. video

# remoteCamerasMainR360LoadingErrorSnackbar
source: Could not load view
fi: Näkymää ei voitu ladata
pl: Nie udało się załadować ujęcia
sk: Pohľad nebolo možné načítať

# remoteCamerasMainSVRLoadingErrorSnackbar
source: Could not load view
fi: Näkymää ei voitu ladata
pl: Nie udało się załadować ujęcia
sk: Pohľad nebolo možné načítať

# remoteCamerasOlderRecordsTitle
source: OLDER RECORDINGS
fi: VANHEMMAT TALLENTEET
pl: STARSZE NAGRANIA
sk: STARŠIE ZÁZNAMY

# remoteCamerasOneRecordingDeletedText
source: {recordingType} View has been deleted
fi: {recordingType} -näkymä on poistettu
pl: Widok {recordingType} został usunięty
sk: Pohľad {recordingType} bol vymazaný

# remoteCamerasOutsideButtonTitle
source: OUTSIDE
fi: ULKONA
pl: NA ZEWNĄTRZ
sk: VONKU

# remoteCamerasOutsideTitle
source: OUTSIDE VIEW
fi: ULKONÄKYMÄ
pl: WIDOK Z ZEWNĄTRZ
sk: VONKAJŠÍ NÁHĽAD

# remoteCamerasPhotoTagText
source: Photo
fi: Valokuva
pl: Zdjęcie
sk: Fotka

# remoteCamerasPlaceholderItemText
source: No entries
fi: Ei merkintöjä
pl: Brak wpisów
sk: Neexistujú žiadne záznamy

# remoteCamerasPlaceholderText
source: No existing gallery entries
fi: Ei galleriamerkintöjä
pl: Brak istniejących wpisów dla galerii
sk: Žiadne existujúce záznamy v galérii

# remoteCamerasPluralName
source: Remote Cameras
fi: Remote-kamerat
pl: Kamery zdalne
sk: Kamery Remote

# remoteCamerasPublicKeyErrorDescription
source: Sorry, there is an issue connecting to your vehicle. Garage or underground parking might reduce your connectivity. Please tap on retry or try again later, when your vehicle has connection again.
fi: Pahoittelemme - on ilmaantunut ongelma yhteydessä ajoneuvoon. Jos olet autotallissa tai pysäköintiluolassa, se voi heikentää yhteyttä. Valitse "YRITÄ UUDELLEEN" tai toista yritys myöhemmin, kun ajoneuvosi on saanut yhteyden.
pl: Przykro nam, ale wystąpił problem z połączeniem z pojazdem. Podczas przebywania w zwykłym bądź podziemnym garażu mogą występować problemy z łącznością. Dotknij opcji "POWTÓRZ" lub spróbuj ponownie później, gdy Twój pojazd będzie podłączony.
sk: Ľutujeme, vyskytol sa problém s pripojením k vášmu vozidlu. Ak sa nachádzate v garáži alebo v podzemnom parkovisku, môže to mať negatívny vplyv na vašu konektivitu. Ťuknite na "SKÚSIŤ ZNOVA" alebo to skúste znova neskôr, keď bude vaše vozidlo pripojené.

# remoteCamerasRearImageTitle
source: Rear view
fi: Näkymä takaa
pl: Widok z tyłu
sk: Zadný náhľad

# remoteCamerasRearPictureButtonText
source: REAR
fi: TAKA
pl: TYLNA STRONA
sk: VZADU

# remoteCamerasRecordingAntiTheftDownloadBanner
source: Downloading view…
fi: Näkymä ladataan…
pl: Pobieranie widoku…
sk: Stiahnuť pohľad…

# remoteCamerasRecordingAntiTheftDownloadErrorDialog
source: Something went wrong during the download. Please try again later.
fi: Jotain meni pieleen latauksen aikana. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak podczas pobierania. Spróbuj ponownie później.
sk: Počas sťahovania došlo k chybe. Skúste to, prosím, znova neskôr.

# remoteCamerasRecordingAntiTheftDownloadIndicator
source: Loading…
fi: Lataus…
pl: Ładowanie…
sk: Nabiť…

# remoteCamerasRecordingAntiTheftDownloadSnackbar
source: Download successful
fi: Lataus onnistui
pl: Pobieranie udane
sk: Sťahovanie bolo úspešné

# remoteCamerasRecordingAntiTheftOtherDownloadSnackbar
source: Loading another view
fi: Toinen näkymä latautuu
pl: Ładowanie innego widoku
sk: Načítava sa iný pohľad

# remoteCamerasRecordingAntiTheftSubtitle
source: Anti-theft alarm {date}
fi: Varashälytys {date}
pl: Alarm antywłamaniowy {date}
sk: Autoalarm {date}

# remoteCamerasRecordingDWADownloadErrorSnackbar
source: Failed to load inside view from anti-theft alarm. Please try again.
fi: Varaushälyttimen sisänäkymän lataus epäonnistui. Yritä uudelleen.
pl: Ładowanie widoku kradzieży wewnątrz nie powiodło się. Spróbuj ponownie.
sk: Načítanie záznamu krádeže vnútri zlyhalo. Skúsiť znovu.

# remoteCamerasRecordingDWADownloadSnackbar
source: Inside view from anti-theft alarm successfully downloaded
fi: Varaushälyttimen sisänäkymän lataus onnistui
pl: Pomyślne ładowanie widoku kradzieży wewnątrz.
sk: Načítanie záznamu krádeže vnútri úspešné

# remoteCamerasRecordingSVRDownloadErrorSnackbar
source: Failed to load outside view from anti-theft alarm. Please try again.
fi: Varaushälyttimen ulkonäkymän lataus epäonnistui. Yritä uudelleen.
pl: Ładowanie widoku kradzieży zewnątrz nie powiodło się. Spróbuj ponownie.
sk: Načítanie záznamu krádeže zvonku zlyhalo. Skúsiť znovu.

# remoteCamerasRecordingSVRDownloadSnackbar
source: Outside view from anti-theft alarm successfully downloaded
fi: Varaushälyttimen ulkonäkymän lataus onnistui
pl: Pomyślne ładowanie widoku kradzieży zewnątrz.
sk: Načítanie záznamu krádeže zvonku úspešné

# remoteCamerasRecordingSubtitle
source: Updated from vehicle {date}
fi: Päivitetty ajoneuvosta {date}
pl: Zaktualizowano z pojazdu {date}
sk: Aktualizované vozidlom {date}

# remoteCamerasRemote3DCapabilityText
source: Remote 3D
fi: Remote 3D View
pl: Remote 3D View
sk: Remote 3D View

# remoteCamerasRightImageTitle
source: Right view
fi: Oikea näkymä
pl: Widok z prawej strony
sk: Pohľad vpravo

# remoteCamerasRightPictureButtonText
source: RIGHT
fi: OIKEA
pl: PRAWA STRONA
sk: VPRAVO

# remoteCamerasShortVideoTagText
source: 5 sec. video
fi: 5 s video
pl: 5-sekundowy film
sk: 5-sek. video

# remoteCamerasSingularName
source: Remote Camera
fi: Remote-kamera
pl: Kamera zdalna
sk: Kamera Remote

# remoteCamerasUnknownAddress
source: Address not available
fi: Osoite ei käytettävissä
pl: Adres niedostępny
sk: Adresa nedostupná

# remoteEngineStartDisclaimerSemantics
source: Remote Engine Start disclaimer
fi: Remote Engine Start vastuun rajoitus
pl: Zdalna usługa uruchomienia silnika – wyłączenie odpowiedzialności
sk: Diaľkové štartovanie vozidla vylúčenie záruky

# remoteEngineStartLegalAustralia
source: Detailed information: Heating or cooling your vehicle with Remote Engine Start may require starting the vehicle's engine. Please observe the relevant Australian state or territory authority road rules when remotely starting the engine. It may be an offence to operate Remote Engine Start when the vehicle is unattended on a public road. Please check the relevant state or territory authority road rules before using Remote Engine Start. Turn pre-conditioning on now? Remote functions may take a few seconds.
fi: Yksityiskohtaiset tiedot: Ajoneuvon lämmittämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Huomioi Australian asianomaisen osavaltion tai territorion viranomaisten liikennesäännöt, jos käynnistät moottorin etäohjatusti. Moottorin etäkäynnistystoiminnon käyttö voi olla laitonta, jos ajoneuvo on yleisellä tiellä ilman valvontaa. Huomioi asianomaisen osavaltion tai territorion viranomaisten liikennesäännöt ennen kuin käynnistät moottorin etäohjatusti. Ilmastoidaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Szczegółowe informacje: do ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. Podczas zdalnego uruchamiania silnika należy przestrzegać przepisów o ruchu drogowym właściwego australijskiego organu krajowego lub terytorialnego. Stosowanie zdalnego uruchamiania silnika, kiedy pojazd znajduje się bez nadzoru na drodze publicznej, może stanowić wykroczenie. Przed użyciem zdalnego uruchamiania silnika należy uwzględnić przepisy o ruchu drogowym właściwego australijskiego organu krajowego lub terytorialnego. Włączyć klimatyzację teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Podrobné informácie: Na kúrenie alebo chladenie Vášho vozidla pomocou diaľkového štartovania vozidla sa môže vyžadovať naštartovanie motora. Ak motor štartujete diaľkovo, dodržiavajte pritom pravidlá cestnej premávky príslušných austrálskych štátnych aj územnosprávnych úradov. Pri použití diaľkového štartovania vozidla môže ísť o priestupok v prípade, ak sa vozidlo nachádza na verejnej cestnej komunikácii bez dozoru. Pred diaľkovým štartovaním vozidla si zistite pravidlá cestnej premávky príslušných úradov štátu alebo územnosprávnej jednotky. Chcete vozidlo klimatizovať teraz? Funkcie Remote môžu trvať niekoľko sekúnd.

# remoteEngineStartLegalAustraliaBody
source: Heating or cooling your vehicle remotely may involve starting the vehicle's engine. Please observe the relevant Australian State or Territory authority road rules when operating Remote Engine Start. It may be an offense to operate Remote Engine Start when the vehicle is unattended on a public road. Please check the relevant State or Territory authority road rules before using Remote Engine Start.
fi: Ajoneuvon lämmittämiseksi tai jäähdyttämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Huomioi Australian asianomaisen osavaltion tai territorion viranomaisten liikennesäännöt, jos käynnistät moottorin etäohjatusti. Moottorin etäkäynnistystoiminnon käyttö voi olla laitonta, jos ajoneuvo on yleisellä tiellä ilman valvontaa. Huomioi asianomaisen osavaltion tai territorion viranomaisten liikennesäännöt ennen kuin käynnistät moottorin etäohjatusti.
pl: W celu ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. Podczas zdalnego uruchamiania silnika należy przestrzegać przepisów o ruchu drogowym właściwego australijskiego organu krajowego lub terytorialnego. Stosowanie zdalnego uruchamiania silnika, kiedy pojazd znajduje się bez nadzoru na drodze publicznej, może stanowić wykroczenie. Przed użyciem zdalnego uruchamiania silnika należy uwzględnić przepisy o ruchu drogowym właściwego australijskiego organu krajowego lub terytorialnego.
sk: Na kúrenie alebo chladenie vášho vozidla pomocou diaľkového štartovania vozidla môže byť potrebné naštartovanie motora vozidla. Ak motor štartujete diaľkovo, dodržiavajte pritom pravidlá cestnej premávky príslušných austrálskych štátnych aj územnosprávnych úradov. Pri použití diaľkového štartovania vozidla môže ísť o priestupok v prípade, ak sa vozidlo nachádza na verejnej cestnej komunikácii bez dozoru. Pred diaľkovým štartovaním vozidla si zistite pravidlá cestnej premávky príslušných úradov štátu alebo územnosprávnej jednotky.

# remoteEngineStartLegalEuropeanCountries
source: Detailed information: Heating or cooling your vehicle with Remote Engine Start may require starting the vehicle's engine. National or state laws vary regarding the use of Remote Engine Start. Use of this function may violate the law. Please check before using. Turn pre-conditioning on now? Remote functions may take a few seconds.
fi: Yksityiskohtaiset tiedot: Ajoneuvon lämmittämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Moottorin etäkäynnistystoiminnon käyttöä koskevat lait vaihtelevat eri maissa. Toiminnon käyttö voi olla lainvastaista. Tarkista tämä ennen käyttöä. Ilmastoidaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Szczegółowe informacje: do ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. W odniesieniu do korzystania ze zdalnego uruchomienia silnika przepisy krajowe mogą się różnić. Korzystanie z tej funkcji mogłoby naruszyć przepisy prawa. Sprawdź to przed użyciem. Włączyć klimatyzację teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Podrobné informácie: Na kúrenie alebo chladenie Vášho vozidla pomocou diaľkového štartovania vozidla sa môže vyžadovať naštartovanie motora. Používanie diaľkového štartovania vozidla sa odlišuje v závislosti od príslušných štátnych zákonov. Používanie tejto funkcie by mohlo porušovať zákon. Pred použitím preto túto skutočnosť skontrolujte. Chcete vozidlo klimatizovať teraz? Funkcie Remote môžu trvať niekoľko sekúnd.

# remoteEngineStartLegalEuropeanCountriesBody
source: Heating or cooling your vehicle remotely may involve starting the vehicle's engine. State laws differ in the use of a remote engine starter and use of this function may violate the law. Before use, check your state and local laws.
fi: Ajoneuvon lämmittämiseksi tai jäähdyttämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Moottorin etäkäynnistystoiminnon käyttöä koskevat lait vaihtelevat eri maissa. Toiminnon käyttö voi olla lainvastaista. Tarkista tämä ennen käyttöä.
pl: W celu ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. W odniesieniu do korzystania ze zdalnego uruchomienia silnika przepisy krajowe mogą się różnić. Korzystanie z tej funkcji mogłoby naruszyć przepisy prawa. Sprawdź to przed użyciem.
sk: Na kúrenie alebo chladenie vášho vozidla pomocou diaľkového štartovania vozidla môže byť potrebné naštartovanie motora vozidla. Používanie diaľkového štartovania vozidla sa odlišuje v závislosti od príslušných štátnych zákonov. Používanie tejto funkcie by mohlo porušovať zákon. Pred použitím preto túto skutočnosť skontrolujte.

# remoteEngineStartLegalFooter
source: Turn pre-conditioning on now? Remote functions may take a few seconds.
fi: Ilmastoidaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Włączyć klimatyzację teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Chcete vozidlo klimatizovať teraz? Funkcie Remote môžu trvať niekoľko sekúnd.

# remoteEngineStartLegalHeader
source: Detailed information:
fi: Yksityiskohtaiset tiedot:
pl: Informacje szczegółowe:
sk: Podrobné informácie:

# remoteEngineStartLegalNorthAmericanCountries
source: Detailed information: Heating or cooling your vehicle with Remote Engine Start may require starting the vehicle's engine. National or state laws vary regarding the use of Remote Engine Start. Use of this function may violate the law. Please check before using. Turn pre-conditioning on now? Remote functions may take a few seconds.
fi: Yksityiskohtaiset tiedot: Ajoneuvon lämmittämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Moottorin etäkäynnistystoiminnon käyttöä koskevat lait vaihtelevat eri maissa. Toiminnon käyttö voi olla lainvastaista. Tarkista tämä ennen käyttöä. Ilmastoidaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Szczegółowe informacje: do ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. W odniesieniu do korzystania ze zdalnego uruchomienia silnika przepisy krajowe mogą się różnić. Korzystanie z tej funkcji mogłoby naruszyć przepisy prawa. Sprawdź to przed użyciem. Włączyć klimatyzację teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Podrobné informácie: Na kúrenie alebo chladenie Vášho vozidla pomocou diaľkového štartovania vozidla sa môže vyžadovať naštartovanie motora. Používanie diaľkového štartovania vozidla sa odlišuje v závislosti od príslušných štátnych zákonov. Používanie tejto funkcie by mohlo porušovať zákon. Pred použitím preto túto skutočnosť skontrolujte. Chcete vozidlo klimatizovať teraz? Funkcie Remote môžu trvať niekoľko sekúnd.

# remoteEngineStartLegalNorthAmericanCountriesBody
source: Heating or cooling your vehicle remotely may involve starting the vehicle's engine. State laws differ in the use of a remote engine starter and use of this function may violate the law. Before use, check your state and local laws.
fi: Ajoneuvon lämmittämiseksi tai jäähdyttämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Moottorin etäkäynnistystoiminnon käyttöä koskevat lait vaihtelevat eri maissa. Toiminnon käyttö voi olla lainvastaista. Tarkista tämä ennen käyttöä.
pl: W celu ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. W odniesieniu do korzystania ze zdalnego uruchomienia silnika przepisy krajowe mogą się różnić. Korzystanie z tej funkcji mogłoby naruszyć przepisy prawa. Sprawdź to przed użyciem.
sk: Na kúrenie alebo chladenie vášho vozidla pomocou diaľkového štartovania vozidla môže byť potrebné naštartovanie motora vozidla. Používanie diaľkového štartovania vozidla sa odlišuje v závislosti od príslušných štátnych zákonov. Používanie tejto funkcie by mohlo porušovať zákon. Pred použitím preto túto skutočnosť skontrolujte.

# remoteEngineStartLegalRestOfWorld
source: Detailed information: Heating or cooling your vehicle with Remote Engine Start may require starting the vehicle's engine. National or state laws vary regarding the use of Remote Engine Start. Use of this function may violate the law. Please check before using. Turn pre-conditioning on now? Remote functions may take a few seconds.
fi: Yksityiskohtaiset tiedot: Ajoneuvon lämmittämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Moottorin etäkäynnistystoiminnon käyttöä koskevat lait vaihtelevat eri maissa. Toiminnon käyttö voi olla lainvastaista. Tarkista tämä ennen käyttöä. Ilmastoidaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Szczegółowe informacje: do ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. W odniesieniu do korzystania ze zdalnego uruchomienia silnika przepisy krajowe mogą się różnić. Korzystanie z tej funkcji mogłoby naruszyć przepisy prawa. Sprawdź to przed użyciem. Włączyć klimatyzację teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Podrobné informácie: Na kúrenie alebo chladenie Vášho vozidla pomocou diaľkového štartovania vozidla sa môže vyžadovať naštartovanie motora. Používanie diaľkového štartovania vozidla sa odlišuje v závislosti od príslušných štátnych zákonov. Používanie tejto funkcie by mohlo porušovať zákon. Pred použitím preto túto skutočnosť skontrolujte. Chcete vozidlo klimatizovať teraz? Funkcie Remote môžu trvať niekoľko sekúnd.

# remoteEngineStartLegalRestOfWorldBody
source: Heating or cooling your vehicle remotely may involve starting the vehicle's engine. State laws differ in the use of a remote engine starter and use of this function may violate the law. Before use, check your state and local laws.
fi: Ajoneuvon lämmittämiseksi tai jäähdyttämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Moottorin etäkäynnistystoiminnon käyttöä koskevat lait vaihtelevat eri maissa. Toiminnon käyttö voi olla lainvastaista. Tarkista tämä ennen käyttöä.
pl: W celu ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. W odniesieniu do korzystania ze zdalnego uruchomienia silnika przepisy krajowe mogą się różnić. Korzystanie z tej funkcji mogłoby naruszyć przepisy prawa. Sprawdź to przed użyciem.
sk: Na kúrenie alebo chladenie vášho vozidla pomocou diaľkového štartovania vozidla môže byť potrebné naštartovanie motora vozidla. Používanie diaľkového štartovania vozidla sa odlišuje v závislosti od príslušných štátnych zákonov. Používanie tejto funkcie by mohlo porušovať zákon. Pred použitím preto túto skutočnosť skontrolujte.

# remoteEngineStartLegalSouthAfricanCountries
source: Detailed information: Heating or cooling your vehicle with Remote Engine Start may require starting the vehicle's engine. Notwithstanding the availability of the Remote Engine Start function for your motor vehicle, please note that no person driving or having a motor vehicle on a public road shall cause or allow the vehicle's engine to run while it is stationary and unattended in terms of the applicable South African law. In this regard, it is important to note the general (legal) duty or responsibility that is solely placed on the driver or passenger of such a motor vehicle (which is on a public road) to ensure at all times that the engine of such a vehicle is not running or is not caused to run while the vehicle concerned is stationary and unattended, as doing so may result in criminal proceedings being instituted against the person concerned. Turn pre-conditioning on now? Remote functions may take a few seconds.
fi: Yksityiskohtaiset tiedot: Ajoneuvon lämmittämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Riippumatta siitä, onko moottorin etäkäynnistystoiminto käytettävissä moottoriajoneuvossasi, ota huomioon, että kukaan moottoriajoneuvoa yleisellä tiellä ajava tai siinä matkustava henkilö ei saa käynnistää ajoneuvon moottoria tai pitää sitä käynnissä, jos se seisoo ilman valvontaa Etelä-Afrikassa voimassa olevien lakien tarkoittamalla tavalla. Tässä yhteydessä on tärkeää ottaa huomioon, että tällaisen (yleisellä tiellä sijaitsevan) moottoriajoneuvon kuljettajalla tai matkustajalla on yleinen (lakisääteinen) velvollisuus ja vastuu varmistaa aina, että tällaisen ajoneuvon moottori ei ole käynnissä eikä sitä käynnistetä ajoneuvon seisoessa ilman valvontaa, sillä seurauksena voi olla kyseiseen henkilöön kohdistuva rikosoikeudellinen menettely. Ilmastoidaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Szczegółowe informacje: do ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. Bez względu na dostępność funkcji zdalnego uruchamiania silnika w samochodzie należy pamiętać, że żadna osoba prowadząca samochód na drodze publicznej lub zlecająca jego prowadzenie nie może uruchamiać lub pozostawiać pracującego silnika tego pojazdu, kiedy w rozumieniu obowiązującego prawa południowoafrykańskiego jest on zatrzymany i nie ma nadzoru. W związku z tym ważne jest przestrzeganie ogólnego (ustawowego) obowiązku lub odpowiedzialności, które wymagane są tylko od kierowcy lub pasażera takiego samochodu (znajdującego się na drodze publicznej) i nakazują zapewnienie w każdej chwili, aby silnik takiego pojazdu nie pracował ani nie był uruchamiany, kiedy dany pojazd jest zatrzymany i znajduje się bez nadzoru, ponieważ może to spowodować rozpoczęcie procesu karnego przeciwko takiej osobie. Włączyć klimatyzację teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Podrobné informácie: Na kúrenie alebo chladenie Vášho vozidla pomocou diaľkového štartovania vozidla sa môže vyžadovať naštartovanie motora. Bez ohľadu na dostupnosť funkcie diaľkového štartovania Vášho vozidla myslite na to, že žiadna osoba, ktorá vozidlo šoféruje alebo ho nechá šoférovať na verejnej cestnej komunikácii, nesmie motor tohto vozidla spustiť alebo nechať bežať v prípade, ak toto vozidlo v zmysle platných juhoafrických zákonov stojí a je ponechané bez dozoru. V tejto súvislosti je dôležité splniť si všeobecnú (zákonnú) povinnosť alebo zodpovednosť, ktorej podlieha vodič alebo spolujazdec takéhoto vozidla (ktoré sa nachádza na verejnej cestnej komunikácii), vždy zabezpečiť, že motor takéhoto vozidla nie je ani nebude spustený v čase, keď dotknuté vozidlo stojí a je ponechané bez dozoru, keďže by to mohlo spôsobiť zahájenie trestného konania voči dotknutej osobe. Chcete vozidlo klimatizovať teraz? Funkcie Remote môžu trvať niekoľko sekúnd.
