Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LeadPaccStrings_leadPaccCategoryUrgentHydrogenSystemCheckUp
source: Urgent hydrogen system check up
fi: Kiireellinen vetyjärjestelmän tarkastus
pl: Pilne sprawdzenie systemu wodorowego
sk: Naliehavá kontrola vodíkového systému

# LeadPaccStrings_leadPaccCategoryUrgentInformation
source: Urgent information
fi: Tärkeitä tietoja
pl: Ważne informacje
sk: Dôležité informácie

# LeadPaccStrings_leadPaccCategoryUrgentInteriorFunctionalityCheckUp
source: Urgent interior functionality check up
fi: Kiireellinen sisätilan toimintatarkastus
pl: Pilne sprawdzenie funkcji wnętrza
sk: Naliehavá kontrola funkčnosti interiéru

# LeadPaccStrings_leadPaccCategoryUrgentLightsCheckUp
source: Urgent lighting system check up
fi: Kiireellinen valaisinjärjestelmän tarkastus
pl: Pilne sprawdzenie systemu oświetlenia
sk: Naliehavá kontrola osvetľovacieho systému

# LeadPaccStrings_leadPaccCategoryUrgentOilLevelCheckUp
source: Urgent oil level check
fi: Kiireellinen öljytason tarkastus
pl: Pilna kontrola poziomu oleju
sk: Naliehavá kontrola stavu oleja

# LeadPaccStrings_leadPaccCategoryUrgentPowerSupplyCheckUp
source: Urgent power supply check up
fi: Kiireellinen sähköenergian saannin tarkastus
pl: Pilne sprawdzenie zasilania
sk: Naliehavá kontrola napájania

# LeadPaccStrings_leadPaccCategoryUrgentSafetyCheckUp
source: Urgent safety check
fi: Kiireellinen turvallisuustarkastus
pl: Pilna kontrola bezpieczeństwa
sk: Naliehavá bezpečnostná kontrola

# LeadPaccStrings_leadPaccCategoryUrgentStarterCheckUp
source: Urgent starter check
fi: Kiireellinen käynnistimen tarkastus
pl: Pilna kontrola rozrusznika
sk: Naliehavá kontrola štartéra

# LeadPaccStrings_leadPaccCategoryUrgentSteeringCheckUp
source: Urgent steering system check up
fi: Kiireellinen ohjausjärjestelmän tarkastus
pl: Pilne sprawdzenie układu kierowniczego
sk: Naliehavá kontrola systému riadenia

# LeadPaccStrings_leadPaccCategoryUrgentTireCheckUp
source: Urgent tire check up
fi: Kiireellinen renkaiden tarkastus
pl: Pilna kontrola opon
sk: Naliehavá kontrola pneumatík

# LeadPaccStrings_leadPaccCategoryUrgentTrailerHitchSystemCheckUp
source: Urgent trailer hitch system check up
fi: Kiireellinen perävaunujärjestelmän tarkastus
pl: Pilne sprawdzenie systemu przyczepy
sk: Naliehavá kontrola systému prívesu

# LeadPaccStrings_leadPaccCategoryUrgentWindshieldSystemCheckUp
source: Urgent windshield system check
fi: Kiireellinen tuulilasin tarkastus
pl: Pilna kontrola przedniej szyby
sk: Naliehavá kontrola čelného skla

# LeadPaccStrings_leadPaccCategoryWindshieldSystemCheckUp
source: Windshield system check up
fi: Lasinpyyhinjärjestelmän tarkastus
pl: Sprawdzenie układu wycieraczek
sk: Kontrola systému stieračov čelného skla

# LeadPaccStrings_leadPaccCategoryWindshieldSystemMalfunction
source: Windshield system malfunction
fi: Lasinpyyhinjärjestelmän vika
pl: Awaria układu wycieraczek
sk: Výpadok systému stieračov čelného skla

# LeadPaccStrings_leadPaccCounterMessage
source: And one other issue
fi: Ja yksi muu ongelma
pl: I w kwestii innego problemu
sk: A ďalších problémoch

# LeadPaccStrings_leadPaccDescription10
source: The chassis function of your vehicle is restricted. It is possible to continue driving.
fi: Ajoneuvon alustan toimivuus on rajoittunut. Voit jatkaa ajoa.
pl: Ograniczone funkcjonowanie podwozia Twojego pojazdu. Można jechać dalej.
sk: Funkcia podvozku vášho vozidla je obmedzená. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription108
source: The driver restraint system of your vehicle is malfunctioning. There is an increased risk of injury in case of a collision.
fi: Ajoneuvon kuljettajan turvavarusteissa on virhe. Törmäystilanteessa on lisääntynyt loukkaantumisvaara.
pl: W systemie bezpieczeństwa biernego kierowcy Twojego pojazdu wystąpiła usterka. Istnieje zwiększone ryzyko obrażeń w razie kolizji.
sk: Vyskytla sa chyba zadržiavacieho systému vodiča vášho vozidla. V prípade nárazu existuje zvýšené riziko poranenia.

# LeadPaccStrings_leadPaccDescription109
source: The passenger restraint system of your vehicle is malfunctioning. There is an increased risk of injury in case of a collision.
fi: Ajoneuvon etumatkustajan turvavarusteissa on häiriö. Törmäystilanteessa on lisääntynyt loukkaantumisvaara.
pl: W systemie bezpieczeństwa biernego pasażera Twojego pojazdu wystąpiła usterka. Istnieje zwiększone ryzyko obrażeń w razie kolizji.
sk: Vyskytla sa porucha zadržiavacieho systému pre spolujazdca vo vašom vozidle. V prípade nárazu existuje zvýšené riziko poranenia.

# LeadPaccStrings_leadPaccDescription114
source: The rear fog lamp of your vehicle is malfunctioning.
fi: Ajoneuvon takasumuvalo on viallinen.
pl: Awaria tylnych świateł przeciwmgłowych Twojego pojazdu.
sk: Porucha koncového hmlového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription115
source: The reverse lamp of your vehicle is malfunctioning.
fi: Ajoneuvon peruutusvalo on viallinen.
pl: Awaria świateł cofania Twojego pojazdu.
sk: Porucha cúvacieho svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription116
source: The left rear turn signal of your vehicle is malfunctioning.
fi: Ajoneuvon vasen takavilkku on viallinen.
pl: Awaria tylnego lewego kierunkowskazu Twojego pojazdu.
sk: Porucha zadnej ľavej smerovky vášho vozidla.

# LeadPaccStrings_leadPaccDescription117
source: The reverse lamp is malfunctioning.
fi: Ajoneuvon peruutusvalo on viallinen.
pl: Awaria świateł cofania Twojego pojazdu.
sk: Porucha cúvacieho svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription118
source: The right tail lamp of your vehicle is malfunctioning.
fi: Ajoneuvon oikea takavalo on viallinen.
pl: Awaria prawego światła pozycyjnego tylnego Twojego pojazdu.
sk: Porucha pravého koncového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription119
source: The front turn signal on the right of your vehicle is malfunctioning.
fi: Ajoneuvon oikea etuvilkku on viallinen.
pl: Awaria przedniego prawego kierunkowskazu Twojego pojazdu.
sk: Porucha prednej pravej smerovky vášho vozidla.

# LeadPaccStrings_leadPaccDescription12
source: Dynamic Drive has failed. You can continue driving moderately.
fi: Dynamic Drive ei toimi. Voit jatkaa ajoa maltillisesti.
pl: Dynamic Drive uległ awarii. Można jechać wolno dalej.
sk: Došlo ku výpadku Dynamic Drive. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription120
source: The left low beam is malfunctioning.
fi: Ajoneuvon vasen lähivalo on viallinen.
pl: Awaria świateł mijania po lewej stronie Twojego pojazdu.
sk: Vyskytla sa porucha stretávacieho svetla vľavo vášho vozidla.

# LeadPaccStrings_leadPaccDescription121
source: The right low beam is malfunctioning.
fi: Ajoneuvon oikea lähivalo on viallinen.
pl: Awaria świateł mijania po prawej stronie Twojego pojazdu.
sk: Vyskytla sa porucha stretávacieho svetla vpravo vášho vozidla.

# LeadPaccStrings_leadPaccDescription122
source: The front turn signal on the left of your vehicle is malfunctioning.
fi: Ajoneuvon vasen etuvilkku on viallinen.
pl: Awaria przedniego lewego kierunkowskazu Twojego pojazdu.
sk: Porucha prednej ľavej smerovky vášho vozidla.

# LeadPaccStrings_leadPaccDescription123
source: The left tail lamp of your vehicle is malfunctioning.
fi: Ajoneuvon vasen takavalo on viallinen.
pl: Awaria lewego światła pozycyjnego tylnego Twojego pojazdu.
sk: Porucha ľavého koncového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription125
source: The right rear turn signal of your vehicle is malfunctioning.
fi: Ajoneuvon oikea takavilkku on viallinen.
pl: Awaria tylnego prawego kierunkowskazu Twojego pojazdu.
sk: Porucha zadnej pravej smerovky vášho vozidla.

# LeadPaccStrings_leadPaccDescription126
source: The fog lamp of your vehicle is malfunctioning.
fi: Ajoneuvon sumuvaloissa on vika.
pl: Awaria reflektorów przeciwmgłowych Twojego pojazdu.
sk: Vyskytla sa porucha hmlových reflektorov vášho vozidla.

# LeadPaccStrings_leadPaccDescription128
source: The left high beam of your vehicle is malfunctioning.
fi: Ajoneuvon vasen kaukovalo on viallinen.
pl: Awaria lewego światła drogowego Twojego pojazdu.
sk: Porucha ľavého diaľkového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription129
source: The rear fog lamp is malfunctioning.
fi: Ajoneuvon takasumuvalo on viallinen.
pl: Awaria tylnych świateł przeciwmgłowych Twojego pojazdu.
sk: Porucha koncového hmlového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription130
source: The right high beam of your vehicle is malfunctioning.
fi: Ajoneuvon oikea kaukovalo on viallinen.
pl: Awaria prawego światła drogowego Twojego pojazdu.
sk: Porucha pravého diaľkového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription131
source: The front parking light of your vehicle is malfunctioning.
fi: Ajoneuvon etuseisontavalo on viallinen.
pl: Awaria przedniego światła pozycyjnego Twojego pojazdu.
sk: Porucha predného obrysového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription132
source: The front parking light is malfunctioning.
fi: Ajoneuvon seisontavalo edessä on viallinen.
pl: Awaria świateł pozycyjnych z przodu Twojego pojazdu.
sk: Porucha obrysového svetla vpredu vášho vozidla.

# LeadPaccStrings_leadPaccDescription133
source: The left tail lamp of your vehicle is malfunctioning.
fi: Ajoneuvon vasen takavalo on viallinen.
pl: Awaria lewego światła pozycyjnego tylnego Twojego pojazdu.
sk: Porucha ľavého koncového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription134
source: The right brake lamp of your vehicle is malfunctioning.
fi: Ajoneuvon oikea jarruvalo on viallinen.
pl: Awaria prawego światła hamowania Twojego pojazdu.
sk: Porucha pravého brzdového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription136
source: The left brake lamp of your vehicle is malfunctioning.
fi: Ajoneuvon vasen jarruvalo on viallinen.
pl: Awaria lewego światła hamowania Twojego pojazdu.
sk: Porucha ľavého brzdového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription138
source: The fog lights are malfunctioning.
fi: Ajoneuvon sumuvalot ovat vialliset.
pl: Awaria reflektorów przeciwmgłowych Twojego pojazdu.
sk: Vyskytla sa porucha hmlových reflektorov vášho vozidla.

# LeadPaccStrings_leadPaccDescription139
source: A critical pressure level was detected on the left front tire of your vehicle. Please stop carefully. If tire condition allows, continued driving is possible with max. speed of 50 mph (80 km/h).
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen edessä oikealla. Pysähdy varovasti. Mikäli renkaan kunto sallii, voit jatkaa ajoa enint. 80 km/h (50 mph) nopeudella.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z przodu po prawej stronie. Zatrzymaj się ostrożnie. O ile stan opon na to pozwala, możliwa dalsza jazda z maks. prędkością 80 km/h (50 mph).
sk: Na vašom vozidle vpredu vpravo bol zistený nízky tlak v pneumatike. Opatrne zastavte. Ak to stav preumatík dovoľuje, je pokračovanie v jazde možné rýchlosťou max. 80 km/h (50 mph).

# LeadPaccStrings_leadPaccDescription139p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription140
source: A critical pressure level was detected on the right rear tire of your vehicle. Please stop carefully. If tire condition allows, continued driving is possible with max. speed of 50 mph (80 km/h).
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen takana oikealla. Pysähdy varovasti ja tarkista renkaan kunto.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z tyłu po prawej stronie. Zatrzymaj się ostrożnie i sprawdź stan opon.
sk: Na vašom vozidle vzadu vpravo bol zistený nízky tlak v pneumatike. Opatrne zastavte a skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription140p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription141
source: A critical pressure level was detected on the left rear tire of your vehicle. Please stop carefully and check tire condition.
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen takana vasemmalla. Pysähdy varovasti ja tarkista renkaan kunto.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z tyłu po lewej stronie. Zatrzymaj się ostrożnie i sprawdź stan opon.
sk: Na vašom vozidle vzadu vľavo bol zistený nízky tlak v pneumatike. Opatrne zastavte a skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription141p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription143
source: A critical pressure level was detected on the right front tire of your vehicle. Please stop carefully and check tire condition.
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen edessä oikealla. Pysähdy varovasti. Mikäli renkaan kunto sallii, voit jatkaa ajoa enint. 80 km/h (50 mph) nopeudella.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z przodu po prawej stronie. Zatrzymaj się ostrożnie. O ile stan opon na to pozwala, możliwa dalsza jazda z maks. prędkością 80 km/h (50 mph).
sk: Na vašom vozidle vpredu vpravo bol zistený nízky tlak v pneumatike. Opatrne zastavte. Ak to stav preumatík dovoľuje, je pokračovanie v jazde možné rýchlosťou max. 80 km/h (50 mph).

# LeadPaccStrings_leadPaccDescription143p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription147
source: A critical pressure level was detected on your vehicle. Please stop carefully. If tire condition allows, continued driving is possible with max. speed of 50 mph (80 km/h).and check tire conditions.
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen. Pysähdy varovasti. Mikäli renkaan kunto sallii, voit jatkaa ajoa enint. 80 km/h (50 mph) nopeudella.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponach. Zatrzymaj się ostrożnie. O ile stan opon na to pozwala, możliwa dalsza jazda z maks. prędkością 80 km/h (50 mph).
sk: Na vašom vozidle bol zistený nízky tlak v pneumatike. Opatrne zastavte. Ak to stav preumatík dovoľuje, je pokračovanie v jazde možné rýchlosťou max. 80 km/h (50 mph).

# LeadPaccStrings_leadPaccDescription147p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription148
source: The brake lamp control of your vehicle is malfunctioning.
fi: Ajoneuvon jarruvalojen ohjaus on viallinen.
pl: Awaria układu sterowania światłami STOP Twojego pojazdu.
sk: Vyskytla sa porucha ovládania brzdových svetiel vášho vozidla.

# LeadPaccStrings_leadPaccDescription151
source: Hazardous gas was detected in you vehicle. Please vacate the danger zone as quickly as possible.
fi: Kaasuhälytys voimassa. Poistu vaara-alueelta niin pian kuin mahdollista.
pl: Jest alarm gazowy. Możliwie jak najszybciej opuść strefę zagrożenia.
sk: Plynový poplach je aktívny. Vzdiaľte sa čo najrýchlejšie z nebezpečnej oblasti.

# LeadPaccStrings_leadPaccDescription153
source: The gun mount of your vehicle is malfunctioning.
fi: Ajoneuvon asepidikkeessä on virhe.
pl: Uchwyt na broń w Twoim pojeździe jest uszkodzony.
sk: Vyskytla sa chyba držiaka zbrane vášho vozidla.

# LeadPaccStrings_leadPaccDescription154
source: The irritant gas sensor reports an error: Detection of irritant gases outside the vehicle is not possible.
fi: Ärsyttävien kaasujen tunnistusanturi ilmoittaa virheen. Ärsyttävien kaasujen tunnistus ajoneuvon ulkopuolella ei ole mahdollista.
pl: W czujniku do rozpoznawania gazów drażniących wystąpiła usterka. Rozpoznawanie gazów drażniących na zewnątrz pojazdu nie jest możliwe.
sk: Vyskytla sa chyba snímača na detekciu dráždivého plynu. Nie je možné detegovať dráždivý plyn mimo vozidla.

# LeadPaccStrings_leadPaccDescription156
source: The air system of your vehicle is not functioning.
fi: Ajoneuvon ilmajärjestelmä ei toimi.
pl: Instalacja powietrzna Twojego pojazdu nie działa.
sk: Ventilácia vášho vozidla nefunguje.

# LeadPaccStrings_leadPaccDescription157
source: The air system of your vehicle is active and cannot be stopped. The discharge time is approx. 2 minutes.
fi: Ajoneuvon ilmajärjestelmä on lauennut eikä sitä voi pysäyttää. Purkausaika on n. 2 minuuttia.
pl: Instalacja powietrzna Twojego pojazdu została uruchomiona i nie można jej wyłączyć. Czas wywiewu wynosi ok. 2 minuty.
sk: Ventilácia vášho vozidla bola spustená a nedá sa zastaviť. Doba výstupu vzduchu je cca 2 minúty.

# LeadPaccStrings_leadPaccDescription161
source: The second battery of your vehicle is malfunctioning. The vehicle starting capability is reduced and needs to be checked.
fi: Ajoneuvon toinen akku on viallinen. Käynnistystoiminto on tarkistettava.
pl: Awaria drugiego akumulatora Twojego pojazdu. Funkcja rozruchowa wymaga sprawdzenia.
sk: Porucha druhej batérie vášho vozidla. Vyžaduje sa kontrola štartovacej schopnosti.

# LeadPaccStrings_leadPaccDescription162
source: The flashing beacon of your vehicle is malfunctioning.
fi: Ajoneuvon kaukovalo on viallinen.
pl: Awaria światła drogowego Twojego pojazdu.
sk: Porucha diaľkového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription163
source: The fire extinguishing system of your vehicle has been activated and cannot be stopped.
fi: Ajoneuvon palonsammutusjärjestelmä on lauennut eikä sitä voi pysäyttää.
pl: Instalacja gaśnicza Twojego pojazdu została uruchomiona i nie można jej wyłączyć.
sk: Hasiace zariadenie vášho vozidla bolo spustené a nedá sa zastaviť.

# LeadPaccStrings_leadPaccDescription164
source: The washer fluid level is low in the window washer reservoir. Please add washer fluid as soon as possible. See Owner´s Manual for more information.
fi: Pesunestesäiliössä on vain vähän pesunestettä. Lisää sitä niin pian kuin mahdollista. Katso lisätietoja käyttöohjekirjasta.
pl: W zbiorniku spryskiwaczy jest mało płynu do spryskiwaczy. Uzupełnij go przy najbliższej okazji. Więcej informacji znajduje się w Twojej instrukcji obsługi.
sk: V nádržke ostrekovačov je málo kvapaliny do ostrekovačov. Pri najbližšej príležitosti ju dolejte. Ďalšie informácie nájdete vo vašom návode na obsluhu.

# LeadPaccStrings_leadPaccDescription166
source: The engine coolant level of your vehicle is low. Please add engine coolant as soon as possible. See Owner´s Manual for more information.
fi: Ajoneuvon jäähdytysnestetaso on alhainen. Lisää jäähdytysnestettä niin pian kuin mahdollista. Katso lisätietoja käyttöohjekirjasta.
pl: Poziom płynu chłodzącego w Twoim pojeździe jest niski. Przy najbliższej okazji uzupełnij płyn chłodzący. Więcej informacji znajduje się w Twojej instrukcji obsługi.
sk: Stav chladiacej kvapaliny vášho vozidla je nízky. Pri najbližšej príležitosti dolejte chladiacu kvapalinu. Ďalšie informácie nájdete vo vašom návode na obsluhu.

# LeadPaccStrings_leadPaccDescription170
source: The drivetrain of your vehicle is malfunctioning. It is not possible to continue driving.
fi: Ajoneuvon voimansiirto on viallinen. Ajon jatkaminen ei ole mahdollista.
pl: Awaria napędu Twojego pojazdu. Dalsza jazda jest niemożliwa.
sk: Vyskytla sa porucha pohonu vášho vozidla. Nie je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription173
source: The drivetrain of your vehicle is malfunctioning. You will not be able to continue driving after exiting drive-ready mode. Please go to the nearest service centre to avoid a vehicle breakdown.
fi: Ajoneuvon voimansiirrossa on häiriö. Ajon jatkaminen ei ole mahdollista ajovalmiuden lopettamisen jälkeen. Anna lähimmän huoltopisteen tarkistaa ongelma, jotta häiriö ei keskeytä matkaasi.
pl: W napędzie Twojego pojazdu wystąpiła usterka. Po zakończeniu gotowości do jazdy brak możliwości dalszej jazdy. Aby uniknąć awarii pojazdu, zleć sprawdzenie problemu najbliższemu serwisowi.
sk: Pohon vášho vozidla má poruchu. Po ukončení pripravenosti na jazdu nie je možné pokračovať v jazde. Aby ste sa vyhli poruche vozidla, nechajte problém skontrolovať u najbližšieho servisného partnera.

# LeadPaccStrings_leadPaccDescription175
source: The transmission Position P of your vehicle is not available. Please secure the vehicle with the parking brake against rolling away.
fi: Ajoneuvon valitsinvivun P-asento ei ole käytettävissä. Varmista seisontajarrulla, ettei seisova ajoneuvo pääse vierimään.
pl: Położenie dźwigni sterującej P Twojego pojazdu jest niedostępne. Zabezpiecz pojazd przed stoczeniem się na postoju, zaciągając hamulec postojowy.
sk: Pozícia prevodovky P vášho vozidla nie je dostupná. Keď vozidlo stojí, zaistite ho proti samovoľnému pohybu pomocou parkovacej brzdy.

# LeadPaccStrings_leadPaccDescription179
source: The drivetrain of your vehicle is malfunctioning. It is not possible to continue driving.
fi: Ajoneuvon voimansiirrossa on häiriö. Ajon jatkaminen ei ole mahdollista.
pl: W napędzie Twojego pojazdu wystąpiła usterka. Dalsza jazda jest niemożliwa.
sk: Pohon vášho vozidla má poruchu. Pokračovanie v jazde nie je možné.

# LeadPaccStrings_leadPaccDescription180
source: Electronic Damping Control is faulty. You can continue driving moderately.
fi: Ajoneuvon dynaamisessa vaimennuksen säädössä on häiriö. Voit jatkaa ajoa maltillisesti.
pl: Usterka dynamicznej kontroli amortyzacji w Twoim pojeździe. Można jechać wolno dalej.
sk: Vyskytla sa chyba dynamickej kontroly tlmičov vášho vozidla. Primerané pokračovanie v jazde je možné.
