Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LocationBasedCommerceStrings_paymentSetupGetStartedDescription
source: Get started by setting up your credit card.
fi: Aloita luottokortin määrittäminen.
pl: Zacznij od skonfigurowania swojej karty kredytowej.
sk: Začnite nastavením vašej kreditnej karty.

# LocationBasedCommerceStrings_paymentSetupPartnerDescription
source: Payment transactions and credit card information are handled by our Parking Payments partner.
fi: Pysäköintimaksukumppanimme käsittelee maksutapahtumat ja luottokorttitiedot.
pl: Transakcje i dane kart kredytowych są przetwarzane przez naszego partnera w zakresie płatności za parkowanie.
sk: Transakcie a údaje kreditnej karty spracováva náš partner pre platby za parkovanie.

# LocationBasedCommerceStrings_somethingWrongMessage
source: Something went wrong. Please try again later.
fi: Jotain meni pieleen. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak. Spróbuj ponownie później.
sk: Niečo sa nepodarilo. Skúste to, prosím, znova neskôr.

# LocationBasedCommerceStrings_stopParkingConfirmationDesc
source: You can view the details in the transaction history later.
fi: Voit tarkastella yksityiskohtia myöhemmin tilaushistoriasta.
pl: Szczegóły możesz zobaczyć później w historii rezerwacji.
sk: Informácie si môžete neskôr pozrieť v histórii rezervácií.

# LocationBasedCommerceStrings_stopParkingConfirmationTitle
source: End active booking
fi: Lopeta aktiivinen tilaus
pl: Zakończ aktywną rezerwację
sk: Ukončiť aktívnu rezerváciu

# LocationBasedCommerceStrings_stopParkingToastFail
source: End booking is not available. Please try again later.
fi: Tilauksen lopettaminen ei käytettävissä. Yritä myöhemmin uudelleen.
pl: Zakończenie rezerwacji niedostępne. Spróbuj ponownie później.
sk: Ukončenie rezervácie nie je k dispozícii. Skúste to znovu neskôr.

# LocationBasedCommerceStrings_stopParkingToastSuccess
source: Your booking session was ended successfully.
fi: Tilaus lopetettu onnistuneesti.
pl: Rezerwacja zakończona pomyślnie.
sk: Rezervácia bola úspešne ukončená.

# LocationBasedCommerceStrings_stopParkingToastTimeout
source: Timeout when ending the booking. The costs may have changed.
fi: Ajan ylitys tilausta lopetettaessa. Maksut ovat saattaneet muuttua.
pl: Przekroczenie czasu podczas zakończenia rezerwacji. Koszty mogły ulec zmianie.
sk: Prekročenie času pri ukončení rezervácie. Náklady sa mohli zmeniť.

# LocationBasedCommerceStrings_stopSessionButton
source: END BOOKING
fi: LOPETA TILAUS
pl: ZAKOŃCZ REZERWACJĘ
sk: UKONČIŤ REZERVÁCIU

# LocationBasedCommerceStrings_transactionDetailsOffStreetParking
source: Off-street parking
fi: Pysäköinti tien ulkopuolella
pl: Parkowanie obok jezdni
sk: Parkovanie mimo cesty

# LocationBasedCommerceStrings_transactionHistoryEntrypointDescription
source: View booking history
fi: Näytä tilaushistoria
pl: Wyświetl historię rezerwacji
sk: Zobraziť históriu rezervácií

# LocationBasedCommerceStrings_transactionHistoryEntrypointTitle
source: Parking history
fi: Pysäköintihistoria
pl: Historia parkowania
sk: História parkovaní

# LocationBasedCommerceStrings_vehicleFinder
source: Vehicle finder
fi: Ajoneuvon paikannus
pl: Lokalizator pojazdu
sk: Vyhľadať vozidlo

# LocationBasedCommerceStrings_vehicleFinderShowOnMap
source: SHOW ON MAP
fi: NÄYTÄ KARTALLA
pl: POKAŻ NA MAPIE
sk: UKÁZAŤ NA MAPE

# LocationBasedCommerceStrings_vehicleSupported
source: Supported
fi: Tuetaan
pl: Obsługiwana
sk: Podporuje

# LocationBasedCommerceStrings_vehicleSupportedBMW
source: Your BMWs
fi: BMW-ajoneuvosi
pl: Twoje BMW
sk: Vaše BMW

# LocationBasedCommerceStrings_vehicleSupportedFinalMessage
source: of the function for your vehicle.
fi: käytettävyys ajoneuvossasi.
pl: funkcji dla Twojego pojazdu.
sk: funkcie pre vaše vozidlo.

# LocationBasedCommerceStrings_vehicleSupportedMINI
source: Your MINIs
fi: MINI-ajoneuvosi
pl: Twoje MINI
sk: Vaše MINI

# LocationBasedCommerceStrings_vehicleSupportedMessageTap
source: Please check the availability
fi: Tarkista toiminnon
pl: Sprawdź dostępność
sk: Skontrolujte dostupnosť

# LocationBasedCommerceStrings_vehiclesSupportedDetailsRequirementsText
source: BMW OS7 or newer is required to use the Parking Payments function. Other limitations may also apply, please check the FAQs.
fi: Park-Zahlungen-sovelluksen käyttö edellyttää BMW Operating System 7:ää tai uudempaa käyttöjärjestelmää. Myös muita rajoituksia voi olla voimassa, tarkista usein kysytyt kysymykset.
pl: Do korzystania z funkcji płatności za parkowanie wymagany jest BMW Operating System 7 lub nowszy. Mogą obowiązywać również inne ograniczenia, sprawdź FAQ.
sk: Na využívanie parkovacích platieb je potrebný operačný systém BMW Operating System 7 alebo novší. Môžu platiť aj iné obmedzenia, pozrite si Najčastejšie otázky.

# LocationBasedCommerceStrings_yourVehiclesTitle
source: Your vehicles
fi: Ajoneuvosi
pl: Twoje pojazdy
sk: Vaše vozidlá

# LoginStrings_loginError
source: We are sorry but a technical error has occurred. Try again later. ({code})
fi: Pahoittelemme, mutta on ilmaantunut tekninen ongelma. Yritä myöhemmin uudelleen. ({code})
pl: Przepraszamy, ale wystąpił problem techniczny. Spróbuj ponownie później. ({code})
sk: Prepáčte, ale vyskytol sa technický problém. Skúste to znovu neskôr. ({code})

# LoginStrings_loginErrorSwitchStandardBrowser
source: Unfortunately, your login attempt failed. Please carry out the following steps before trying to log in again: - Force the app to close. - Set Google Chrome as the standard browser.
fi: Valitettavasti sisäänkirjautuminen ei onnistunut. Noudata alla olevia ohjeita ennen kuin kirjaudut uudelleen sisään: - Pysäytä sovellus. - Aseta Google Chrome oletusselaimeksi.
pl: Nie mogliśmy Cię niestety zalogować. Wykonaj następujące czynności, przed ponownym zalogowaniem: - Wymuś zatrzymanie aplikacji. - Ustaw przeglądarkę Google Chrome jako standardową.
sk: Nemohli sme vás žiaľ prihlásiť. Pred opätovným prihlásením vykonajte nasledujúce kroky: - Vynúťte zastavenie aplikácie. - Ako štandardný prehliadač nastavte Google Chrome.

# LoginStrings_loginErrorTimeAndDateOff
source: We are sorry, but a technical error has occurred. Please check that the date and time settings of your device are correct.
fi: Pahoittelemme, mutta on ilmaantunut tekninen ongelma. Tarkista, että laitteesi päivämäärä- ja aika-asetukset ovat oikein.
pl: Przepraszamy, ale wystąpił problem techniczny. Sprawdź, czy ustawienia daty i godziny w urządzeniu są prawidłowe.
sk: Prepáčte, ale vyskytol sa technický problém. Skontrolujte, či sú nastavenia dátumu a času vášho zariadenia správne.

# LoginStrings_logoutDueToInactivity
source: You were logged out automatically after more than {tokenValidityInDays} days of inactivity.
fi: Sinut kirjattiin automaattisesti ulos, koska et ole käyttänyt palvelua yli {tokenValidityInDays} päivään.
pl: Automatycznie wylogowano użytkownika po ponad {tokenValidityInDays} dniach braku aktywności.
sk: Po nečinnosti dlhšie ako {tokenValidityInDays} dní ste boli automaticky odhlásený/-á.

# LoginStrings_noNetworkError
source: Slow or no internet connection. Please check your internet settings and try again. ({code})
fi: Hidas online-yhteys tai ei yhteyttä. Tarkista internet-asetukset ja yritä uudelleen. ({code})
pl: Wolne połączenie online lub brak połączenia. Sprawdź swoje ustawienia internetowe i spróbuj ponownie. ({code})
sk: Pomalé alebo žiadne online pripojenie. Skontrolujte internetové nastavenie a skúste to znova. ({code})

source: Luxembourg
fi: Luxemburg
pl: Luksemburg
sk: Luxembursko

source: Macedonian
fi: Makedonia
pl: Macedoński
sk: Macedónčina

source: Madagascar
fi: Madagaskar
pl: Madagaskar
sk: Madagaskar

source: Malagasy
fi: Malagassi
pl: Malgaski
sk: Malgaština

source: Malay
fi: Malaiji
pl: Malezyjski
sk: Malajčina

source: Malayalam
fi: Malajalam
pl: Malajalam
sk: Malajálamčina

source: Malaysia
fi: Malesia
pl: Malezja
sk: Malajzia

source: Maldives
fi: Malediivit
pl: Malediwy
sk: Maldivy

source: Maltese
fi: Malta
pl: Maltański
sk: Maltčina

source: Manx
fi: Manksi
sk: Mančina

source: Maori
pl: Maoryski
sk: Maorijčina

# MappingProposal__addVehicleNotice
source: You logged in to a new vehicle with your {brand} ID. You can add this vehicle to your garage now or choose to add a different vehicle.
fi: Olet kirjautunut sisään uuteen ajoneuvoon {brand}-tunnuksellasi. Lisää se nyt virtuaaliseen autotalliisi tai valitse toinen lisättävä ajoneuvo.
pl: Zalogowałeś(-aś) się w pojeździe za pomocą {brand} ID. Teraz dodaj go do swojego wirtualnego garażu lub wybierz inny pojazd do dodania.
sk: Prihlásili ste sa do nového vozidla pomocou svojho {brand} ID. Teraz ho pridajte do svojej virtuálnej garáže alebo vyberte iné vozidlo, ktoré chcete pridať.

# MappingProposal__addYourModelAddAnotherModelTitle
source: Add another {brand}
fi: Lisää toinen {brand}
pl: Dodaj inny pojazd {brand}
sk: Pridať iné {brand}

# MappingProposal__addYourModelDescription
source: Thank you for logging in with your {brand} ID. You can add your <BMW X5> or choose to add a different vehicle.
fi: Kiitos, että kirjauduit sisään {brand}-tunnuksellasi. Lisää <BMW X5> -ajoneuvosi tai valitse toinen ajoneuvo.
pl: Dziękujemy za zalogowanie się przy użyciu {brand} ID. Dodaj <BMW X5> lub wybierz inny pojazd.
sk: Ďakujeme, že ste sa prihlásili pomocou svojho {brand} ID. Pridajte svoje <BMW X5> alebo vyberte iné vozidlo.

# MappingProposal__alreadyMappedDialogDescription
source: This vehicle has already been added to a different {brand} ID. This link will be removed if you continue.
fi: Tämä ajoneuvo on jo lisätty toiseen {brand}-tunnukseen. Jos jatkat, sen yhteys katkaistaan.
pl: Ten pojazd został już dodany do innego {brand} ID. Jeśli będziesz kontynuować, to połączenie zostanie zerwane.
sk: Toto vozidlo už bolo pridané k inému {brand} ID. Pokračovaním sa toto prepojenie zruší.

# MappingProposal__inAppNotificationDescription
source: You logged in to a new vehicle with your {brand} ID. Add it to your virtual garage now.
fi: Olet kirjautunut sisään uuteen ajoneuvoon {brand}-tunnuksellasi. Lisää se nyt virtuaaliseen autotalliisi.
pl: Zalogowałeś(-aś) się w pojeździe za pomocą {brand} ID. Teraz dodaj go do swojego wirtualnego garażu.
sk: Prihlásili ste sa do nového vozidla pomocou svojho {brand} ID. Teraz ho pridajte do svojej virtuálnej garáže.

# MappingProposal__pushNotificationDescription
source: You logged in to a new vehicle with your {brand} ID. Add it to your virtual garage now.
fi: Olet kirjautunut sisään uuteen ajoneuvoon {brand}-tunnuksellasi. Lisää se nyt virtuaaliseen autotalliisi.
pl: Zalogowałeś(-aś) się w pojeździe za pomocą {brand} ID. Teraz dodaj go do swojego wirtualnego garażu.
sk: Prihlásili ste sa do nového vozidla pomocou svojho {brand} ID. Teraz ho pridajte do svojej virtuálnej garáže.

# MappingProposal_addYourModelAddAnotherModelLabel
source: We'll help you to find your vehicle's VIN
fi: Näytämme, mistä löydät vaadittavan valmistenumeron (VIN)
pl: Pokażemy Ci, jak znaleźć wymagany numer VIN
sk: Ukážeme vám, ako nájsť VIN, ktoré na to potrebujete

# MappingProposal_addYourModelBMWLabel
source: It only takes a few steps
fi: Helppoa ja nopeaa
pl: Łatwo i szybko
sk: Jednoducho a rýchlo

# MappingProposal_addYourModelBMWTitle
source: Add my <BMW X5>
fi: Lisää oma <BMW X5>
pl: Dodaj moje <BMW X5>
sk: Pridať moje <BMW X5>

# MappingProposal_addYourModelPageTitle
source: Add vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# MappingProposal_addYourModelTitle
source: Connect your vehicle
fi: Yhdistä ajoneuvo
pl: Połącz z pojazdem
sk: Pripojiť vaše vozidlo

# MappingProposal_alreadyMappedDialogAction
source: Start anyway
fi: Käynnistä silti
pl: Mimo to uruchom
sk: Spustiť aj napriek tomu

# MappingProposal_alreadyMappedDialogTitle
source: Vehicle already connected
fi: Ajoneuvo on jo lisätty
pl: Już dodano pojazd
sk: Vozidlo už bolo pridané

# MappingProposal_inAppNotificationTitle
source: Add vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# MappingProposal_pushNotificationTitle
source: Add vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# MappingProposal_startMappingFoundVehicleAction
source: Add now
fi: Lisää nyt
pl: Dodaj teraz
sk: Pridať teraz

# MappingProposal_startMappingFoundVehicleDescription
source: Connect your vehicle and add it to your garage to enjoy additional features. This will require access to the vehicle in order to retrieve a security code.
fi: Yhdistä ajoneuvo ja lisää se autotalliin, jotta voit käyttää muita toimintoja. Vaaditaan pääsy ajoneuvoon turvakoodin hakua varten.
pl: Połącz swój pojazd i dodaj go do garażu, aby korzystać z większej liczby funkcji. Wymagany jest dostęp do pojazdu, aby uzyskać kod bezpieczeństwa.
sk: Pripojte svoje vozidlo a pridajte ho do garáže, aby ste mohli získať ďalšie funkcie. Na získanie bezpečnostného kódu je potrebný prístup do vozidla.

# MappingProposal_startMappingFoundVehicleTitle
source: We found your vehicle!
fi: Ajoneuvo löytyi!
pl: Pojazd znaleziony!
sk: Vozidlo bolo nájdené!

source: Marathi
sk: Maráthčina

# MarketSelectionStrings_marketSelectionDescription
source: Please select the country where you currently live.
fi: Valitse maa, jossa tällä hetkellä asut.
pl: Wybierz kraj, w którym obecnie mieszkasz.
sk: Vyberte krajinu, v ktorej momentálne žijete.

# MarketSelectionStrings_marketSelectionSuggestion
source: Suggestion
fi: Ehdotus
pl: Propozycja
sk: Návrh

# MarketSelectionStrings_marketSelectionTitle
source: Place of residence
fi: Asuinpaikka
pl: Miejsce zamieszkania
sk: Bydlisko

# MarketingOptInStrings_savePreferences
source: Confirm preferences
fi: Vahvista valinta
pl: Potwierdź wybór
sk: Potvrdiť výber

source: Marshall Islands
fi: Marshallinsaaret
pl: Wyspy Marshalla
sk: Marshallove ostrovy

source: Marshallese
fi: Marshall
pl: Marszalski
sk: Marshallčina

source: Martinique
pl: Martynika
sk: Martinik

source: Mauritania
fi: Mauretania
pl: Mauretania
sk: Mauritánia

source: Mauritius
sk: Maurícius

source: Mexico
fi: Meksiko
pl: Meksyk
sk: Mexiko

# MobilityServicesStrings_serviceTabWidgetTitle
source: MOBILITY SERVICES
fi: LIIKKUVUUSPALVELUT
pl: USŁUGI W ZAKRESIE MOBILNOŚCI
sk: SLUŽBY MOBILITY

source: Monaco
pl: Monako
sk: Monako

source: Mongolia
sk: Mongolsko

source: Mongolian
fi: Mongoli
pl: Mongolski
sk: Mongolčina

source: Montenegro
pl: Czarnogóra
sk: Čierna Hora

source: Morocco
fi: Marokko
pl: Maroko
sk: Maroko

source: Mozambique
fi: Mosambik
pl: Mozambik
sk: Mozambik

source: Myanmar
pl: Mjanma
sk: Mjanmarsko

# NSContactsUsageDescription
source: Contacts are used to show a route to your contact address in the app.
fi: Kontakteja käytetään näyttämään reitti kontaktien osoitteisiin sovelluksessa.
pl: Kontakty będą używane do wyświetlania w aplikacji trasy do adresów kontaktów.
sk: Kontakty sa používajú na zobrazenie trasy k adresám kontaktov v aplikácii.

# NSUserTrackingUsageDescription
source: Your data will be used to personalize your in-app experience. You can change this selection at any time.
fi: Tietojasi käytetään sovelluksesi käyttökokemuksen personointiin. Voit muuttaa valintaa milloin tahansa.
pl: Twoje dane są wykorzystywane w celu personalizacji Twojej pracy z aplikacją. Możesz w każdej chwili zmienić ten wybór.
sk: Vaše údaje sa použijú na personalizáciu vašich skúseností s aplikáciou. Tento výber môžete kedykoľvek zmeniť.

source: Namibia
sk: Namíbia

source: Nepal
sk: Nepál

source: Nepali
pl: Nepalski
sk: Nepálčina

source: Netherlands
fi: Alankomaat
pl: Holandia
sk: Holandsko

source: New Caledonia
fi: Uusi-Kaledonia
pl: Nowa Kaledonia
sk: Nová Kaledónia

source: New Zealand
fi: Uusi-Seelanti
pl: Nowa Zelandia
sk: Nový Zéland

source: Nicaragua
pl: Nikaragua
sk: Nikaragua

source: Nigeria
sk: Nigéria

source: Norfolk Island
fi: Norfolkinsaari
pl: Wyspa Norfolk
sk: Norfolk

source: Northern Mariana Islands
fi: Pohjois-Mariaanit
pl: Mariany Północne
sk: Severné Mariany

source: Norway
fi: Norja
pl: Norwegia
sk: Nórsko

source: Norwegian
fi: Norja
pl: Norweski
sk: Nórčina

# NotificationCenterStrings_fetchNotificationListNotAvailableDataTitleHint
source: Data unavailable
fi: Tiedot eivät ole käytettävissä
pl: Dane nie są dostępne
sk: Údaje nie sú k dispozícii

# NotificationCenterStrings_notificationCenterListPageInteractionsText
source: Activities
fi: Toiminnot
pl: Aktywności
sk: Aktivity

# NotificationCenterStrings_notificationCenterListPageNotificationsTabTitle
source: Notifications
fi: Ilmoitukset
pl: Powiadomienia
sk: Oznámenia

# NotificationCenterStrings_notificationDetailShareQrCode
source: Share QR code
fi: Jaa QR-koodi
pl: Udostępnij kod QR
sk: Zdieľať QR kód

# NotificationCenterStrings_priorityTagLabel
source: Important
fi: Tärkeä
pl: Ważne
sk: Dôležité

source: Ojibwa
pl: Odżibwe
sk: Odžibvejčina

source: Oman
sk: Omán

source: Oriya
fi: Orija
pl: Orija
sk: Uríjčina

source: Oromo
sk: Oromčina

source: Pali
fi: Paali
sk: Páli

source: Papua New Guinea
fi: Papua-Uusi-Guinea
pl: Papua-Nowa Gwinea
sk: Papua-Nová Guinea

source: Paraguay
pl: Paragwaj
sk: Paraguaj

# PermissionsStrings__analyticsPermissionAnalyticsDescription
source: Help {brand} to improve its apps, products and services by sharing diagnostics and usage data.
fi: {brand} pyrkii jatkuvasti parantamaan sovelluksia, tuotteita ja palveluita; voit auttaa jakamalla diagnooseja ja käyttötietoja.
pl: Pomóż {brand} poprawić aplikacje, produkty i usługi, udostępniając dane diagnostyczne i użytkowe.
sk: Pomôže {brand} pri zlepšovaní aplikácií, produktov a služieb tým, že budete zdieľať svoje údaje diagnostiky a údaje o používaní.

# PermissionsStrings__analyticsPermissionDescription
source: {brand} may collect app data to improve and personalize your experience with the {appName} App.
fi: {brand} voi kerätä sovellustietoja parantaakseen {appName}-sovelluksen käyttökokemusta ja mahdollistaakseen yksilölliset asetukset.
pl: {brand} gromadzi dane aplikacji, aby usprawnić obsługę i spersonalizować aplikację {appName}.
sk: Spoločnosť {brand} zbiera údaje aplikácie, aby vylepšila vašu skúsenosť s aplikáciou {appName} a prispôsobila ju pre vás.

# PermissionsStrings__analyticsPermissionPersonalizationDescription
source: Share my app usage data with {brand} to personalize my customer experience
fi: Jaa sovelluksen käyttötiedot {brand}:lle yksilöllisen asiakaselämyksen luomiseksi
pl: Udostępnij dane z użytkowania aplikacji w {brand}, aby spersonalizować obsługę
sk: Zdieľať údaje z môjho používania aplikácie so {brand} na prispôsobenie môjho zážitku zákazníka

# PermissionsStrings__deleteSearchHistoryDataDescription
source: This information will be deleted permanently from your {brand} ID account. This will also affect map features in your {brand}.
fi: Nämä tiedot poistetaan pysyvästi {brand}-tunnuksestasi. Tämä vaikuttaa myös {brand}-ajoneuvosi navigointitoimintoihin.
pl: Te informacje zostaną trwale usunięte z Twojego {brand} ID. Ma to również wpływ na funkcje nawigacji w Twoim {brand}.
sk: Tieto informácie budú natrvalo odstránené z vášho {brand} ID. To má tiež vplyv na navigačné funkcie vo vašom {brand}.

# PermissionsStrings__disableSearchHistoryDescription
source: Turning this functionality off affects your experience while using your {brand} ID. Your search data will be deleted and will not be saved from now on.
fi: Tämän toiminnon aktivoinnin poistaminen vaikuttaa {brand}-tunnuksesi käyttöelämykseen. Hakutietosi poistetaan eikä niitä enää tallenneta.
pl: Dezaktywacja tej funkcji będzie miała wpływ na obsługę Twojego {brand} ID. Twoje dane wyszukiwania zostaną natychmiast usunięte i nie będą już przechowywane.
sk: Deaktivácia tejto funkcie ovplyvní vašu používateľskú skúsenosť s vaším {brand} ID. Vaša história vyhľadávania sa vymaže a odteraz sa už nebude ukladať.

# PermissionsStrings__storeSearchHistoryDescription
source: Allowing {appName} App to save data from previous searches improves your experience while using map functionalities both in the app and in your {brand}.
fi: Kun sallit {appName}-sovelluksen tallentaa edellisten hakujen tietoja, karttatoimintojesi käyttöelämys paranee sekä sovelluksessa että {brand}-ajoneuvossasi.
pl: Zezwalając aplikacji {appName} na przechowywanie danych z poprzednich wyszukiwań, zwiększasz komfort korzystania z funkcji map zarówno w aplikacji, jak i w Twoim {brand}.
sk: Ak povolíte aplikácii {appName} ukladať údaje z predchádzajúcich vyhľadávaní, zlepšíte svoju používateľskú skúsenosť s funkciami mapy v aplikácii, ako aj vo svojom {brand}.

# PermissionsStrings_albumPermissionDescription
source: This allows you to choose a photo from the photo library to share with the app.
fi: Sillä voit valita valokuvakirjastosta valokuvan, jonka voit jakaa sovelluksessa.
pl: Dzięki tej funkcji można wybrać zdjęcie z biblioteki zdjęć, aby udostępnić je za pomocą aplikacji.
sk: Pomocou nej môžete vybrať fotografiu z albumu, aby ste ju mohli zdieľať s aplikáciou.

# PermissionsStrings_analyticsPermissionAgreeAll
source: Agree to all
fi: Hyväksy kaikki
pl: Zaakceptuj wszystko
sk: Súhlasiť so všetkými

# PermissionsStrings_analyticsPermissionAnalyticsTitle
source: Performance & statistics
fi: Teho & tilastot
pl: Moc i statystyki
sk: Výkon a štatistiky

# PermissionsStrings_analyticsPermissionPersonalizationTitle
source: Personalized customer experience
fi: Yksilöllinen asiakaselämys
pl: Spersonalizowane doświadczenie klienta
sk: Personalizovaný zážitok zákazníka

# PermissionsStrings_analyticsPermissionSaveSettings
source: Agree to selected
fi: Hyväksy valitut
pl: Zaakceptuj wybrane
sk: Súhlasiť s vybranými

# PermissionsStrings_appTrackingPermissionPageDescription
source: Allow us to provide you with relevant and personalized offers and information.
fi: Salli meidän lähettää sinulle tärkeitä ja yksilöllisiä tarjouksia ja tietoja.
pl: Pozwól nam przesyłać ciekawe i spersonalizowane oferty oraz informacje.
sk: Udeľte nám súhlas so zasielaním relevantných a personalizovaných ponúk a informácií.

# PermissionsStrings_appTrackingPermissionPageTitle
source: Personalization
fi: Henkilökohtaiset asetukset
pl: Personalizacja
sk: Personalizácia

# PermissionsStrings_deleteAllDataSearchHistoryName
source: Delete all data
fi: Poista kaikki tiedot
pl: Usuń wszystkie dane
sk: Vymazať všetky údaje

# PermissionsStrings_deleteSearchHistoryDataName
source: Delete search history data
fi: Poista hakuhistoria
pl: Usuń historię wyszukiwania
sk: Vymazať históriu vyhľadávania

# PermissionsStrings_deleteSearchHistoryDataSuccess
source: Your search history was deleted successfully.
fi: Hakuhistoriasi poisto onnistui
pl: Usunięto historię wyszukiwania
sk: Vaša história vyhľadávania bola úspešne vymazaná

# PermissionsStrings_disableSearchHistoryName
source: Disable search history
fi: Poista hakuhistorian aktivointi
pl: Dezaktywuj historię wyszukiwania
sk: Deaktivovať históriu vyhľadávania

# PermissionsStrings_locationPermissionDescription
source: See where your vehicle is located. Activate the location services on your mobile device to provide accurate app notifications and allow the best in-car experience.
fi: Voit tarkistaa ajoneuvosi sijainnin. Aktivoi mobiililaitteesi sijaintipalvelut, jotta sovelluksen lähettämät ilmoitukset ovat tarkkoja ja ajoneuvosi käyttökokemus paras mahdollinen.
pl: Sprawdź, gdzie znajduje się Twój pojazd. Aktywuj usługi lokalizacji urządzenia mobilnego, aby umożliwić dokładne powiadomienia w aplikacji oraz zwiększyć przyjemność korzystania z pojazdu.
sk: Pozrite, kde sa nachádza vaše vozidlo. Aktivujte lokalizačné služby svojho mobilného zariadenia, aby ste umožnili presné oznámenia aplikácie a najlepší zážitok vo vozidle.
