Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# communityMINISelectTagsDescription
source: Please select one of the lanes or update your feed to see the content.
fi: Valitse jokin Lane tai päivitä syöte sisällön näyttämistä varten.
pl: Wybierz jeden z Lanes lub zaktualizuj swój feed, aby wyświetlić zawartość.
sk: Vyberte si jednu z kategórií alebo aktualizujte tok, aby ste mohli zobraziť obsahy.

# communityMINITagDescription
source: All contents are preselected for you. Feel free to deselect any category you don't want to see.
fi: Kaikki sisällöt on ennalta valittu sinua varten. Valitse yksittäiset kategoriat klikkaamalla niitä.
pl: Wszystkie treści są dla Ciebie wstępnie wybrane. Wybierz poszczególne kategorie, klikając je.
sk: Všetky obsahy sú pre vás predvolené. Odstráňte si jednotlivé kategórie jedným kliknutím.

# communityMaxTagLimit
source: You have reached the maximum tag limit.
fi: Tunnisteiden maksimimäärä on saavutettu.
pl: Osiągnięto maksymalną liczbę tagów.
sk: Dosiahli ste max. počet značiek.

# communityMaximumTags
source: You have reached the maximum tag limit
fi: Tunnisteiden maksimimäärä on saavutettu
pl: Osiągnięto maksymalną liczbę tagów
sk: Dosiahli ste maximálny počet značiek

# communityMiniTagTitle
source: What are you interested in?
fi: Mikä sinua kiinnostaa?
pl: Jakie są Twoje zainteresowania?
sk: Čo vás zaujíma?

# communityMomentsDetailComments
source: COMMENTS
fi: KOMMENTIT
pl: KOMENTARZE
sk: KOMENTÁRE

# communityNameError
source: This nickname does not meet our guidelines.
fi: Tämä lempinimi ei vastaa käytäntöjämme.
pl: Ten nick nie jest zgodny z naszymi wytycznymi.
sk: Táto prezývka nezodpovedá našim smerniciam.

# communityNoComments
source: No comments. Be the first!
fi: Ei kommentteja. Ole ensimmäinen!
pl: Brak komentarzy. Możesz napisać pierwszy!
sk: Žiadne komentáre. Buďte prvý/prvá!

# communityNoContent
source: No content available
fi: Sisältöä ei ole käytettävissä
pl: Brak dostępnych treści
sk: K dispozícii nie sú žiadne obsahy

# communityNoMorePosts
source: No more posts to load
fi: Ei muita postauksia
pl: Nie ma więcej postów
sk: Neexistujú žiadne ďalšie príspevky

# communityNoNewInteractions
source: You don't have any interactions yet.
fi: Ei ole vielä uutuuksia.
pl: Nie ma jeszcze żadnych wiadomości.
sk: Zatiaľ nie sú žiadne novinky.

# communityNotificationCommentsDescription
source: {notificationsNumber,plural, =0{{user} commented on your post} =1{{user} and {notificationsNumber} other member commented on your post} other{{user} and {notificationsNumber} other members commented on your post}}
fi: {notificationsNumber,plural, =0{{user} kommentoi julkaisuasi} =1{{user} ja {notificationsNumber} muu jäsen kommentoivat julkaisuasi} other{{user} ja {notificationsNumber} muuta jäsentä kommentoivat julkaisuasi}}
pl: {notificationsNumber,plural, =0{Użytkownik {user} skomentował Twój post} =1{Użytkownik {user} i jeszcze {notificationsNumber} osoba skomentowali Twój post} other{Użytkownik {user} jeszcze {notificationsNumber} skomentowali Twój post}}
sk: {notificationsNumber,plural, =0{{user} komentoval váš príspevok} =1{{user} a {notificationsNumber} iný člen komentoval váš príspevok} other{{user} a {notificationsNumber} iní členovia komentovali váš príspevok}}

# communityNotificationLikesDescription
source: {notificationsNumber,plural, =0{{user} liked your post} =1{{user} and {notificationsNumber} other member liked your post} other{{user} and {notificationsNumber} other members liked your post}}
fi: {notificationsNumber,plural, =0{{user} tykkää julkaisustasi} =1{{user} ja {notificationsNumber} muu jäsen tykkää julkaisustasi} other{{user} ja {notificationsNumber} muuta jäsentä tykkää julkaisustasi}}
pl: {notificationsNumber,plural, =0{{user} lubi Twój post} =1{{user} i jeszcze {notificationsNumber} użytkownik lubią Twój post} other{{user} i jeszcze {notificationsNumber} lubią Twój post}}
sk: {notificationsNumber,plural, =0{Používateľ {user} označil váš príspevok ako Páči sa mi to} =1{{user} a {notificationsNumber} iný člen označil váš príspevok ako Páči sa mi to} other{{user} a {notificationsNumber} iní členovia označili váš príspevok ako Páči sa mi to}}

# communityOwnExperience
source: Select the categories for which you want to see content.
fi: Valitse kategoriat, joiden sisältöjä haluat nähdä.
pl: Wybierz kategorie, dla których chcesz zobaczyć zawartość.
sk: Zvoľte si kategórie, ku ktorým chcete vidieť obsahy.

# communityPersonalise
source: Personalize
fi: Personointi
pl: Personalizacja
sk: Prispôsobenie

# communityPopUpCancel
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# communityPopUpConfirm
source: CONFIRM
fi: VAHVISTA
pl: POTWIERDŹ
sk: POTVRDIŤ

# communityPublish
source: Publish
fi: Julkaise
pl: Opublikuj
sk: Uverejniť

# communityPublishing
source: Publish your post
fi: Julkaise postaus
pl: Opublikuj post
sk: Uverejniť príspevok

# communityRecommendation
source: Recommendation based on your previous posts
fi: Suositus aiempien postauksiesi perusteella
pl: Rekomendacja na podstawie Twoich dotychczasowych postów
sk: Odporúčanie na základe vašich predchádzajúcich príspevkov

# communityRefreshing
source: Updating…
fi: Päivitetään…
pl: Trwa aktualizacja…
sk: Aktualizuje sa…

# communityReply
source: Reply
fi: Vastaa
pl: Odpowiedz
sk: Odpovedať

# communityReportAction
source: REPORT
fi: ILMOITA
pl: ZGŁOSZENIE
sk: NAHLÁSIŤ

# communityReportDescription
source: Not sure if something is breaking the rules?
fi: Etkö ole varma, onko jokin asia sääntöjen vastainen?
pl: Nie masz pewności, czy coś nie łamie zasad?
sk: Nie ste si istý, či niečo porušuje pravidlá?

# communityReportDialog
source: We take reports seriously. We will check the reported content to see if it violates our community guidelines.
fi: Suhtaudumme ilmoituksiin vakavasti. Tarkistamme, onko ilmoitettu sisältö yhteisön käytäntöjen vastaista.
pl: Traktujemy zgłoszenia poważnie. Zgłoszone treści sprawdzimy pod kątem naruszenia naszych wytycznych dla społeczności.
sk: Hlásenia berieme vážne. Nahlásený obsah skontrolujeme, či neporušuje naše smernice Community.

# communityReportFeedback
source: Successfully reported. Thank you for looking out for yourself and other members.
fi: Ilmoittaminen onnistui. Kiitos, että huolehdit itsestäsi ja muista jäsenistä.
pl: Zgłoszono pomyślnie. Dziękujemy za dbanie o siebie i innych członków.
sk: Úspešne nahlásené. Ďakujeme, že dbáte o seba a ostatných členov.

# communityReportTitle
source: Report
fi: Ilmoita
pl: Zgłoszenie
sk: Nahlásiť

# communityReviewGuideline
source: Review our guidelines
fi: Tarkista käytäntömme
pl: Sprawdź nasze wytyczne
sk: Pozrite si naše smernice

# communitySaySomething
source: Write something…
fi: Kirjoita jotain…
pl: Napisz coś…
sk: Napíšte niečo ...

# communitySecondCommentsLoadingText
source: Loading...
fi: Ladataan…
pl: Trwa ładowanie…
sk: Načítava sa…

# communitySelectLaneAction
source: Select another category
fi: Valitse toinen kategoria
pl: Wybierz inną kategorię
sk: Vyberte inú kategóriu

# communitySelectLanes
source: Select the lanes you want to see.
fi: Valitse lanes, jotka haluat nähdä syötteessäsi.
pl: Wybierz kategorie Lane, które chcesz zobaczyć.
sk: Zvoľte Lanes, ktoré chcete vidieť.

# communitySelectTags
source: Select one of the categories
fi: Valitse jokin kategoria
pl: Wybierz jedną z kategorii
sk: Zvoľte si jednu z kategórií

# communitySelectTagsAction
source: SELECT CATEGORIES
fi: VALITSE KATEGORIAT
pl: WYBÓR KATEGORII
sk: ZVOLIŤ KATEGÓRIE

# communitySelectTagsContinue
source: Please select a filter to display the contents.
fi: Valitse suodatin sisällön näyttämistä varten.
pl: Wybierz filtr, aby wyświetlić zawartość.
sk: Na zobrazenie obsahov si zvoľte filter.

# communitySelectTagsDescription
source: Please select one of the categories or update your feed to see the content.
fi: Valitse jokin kategoria tai päivitä syöte sisällön näyttämistä varten.
pl: Wybierz jedną z kategorii lub zaktualizuj swój feed, aby wyświetlić zawartość.
sk: Zvoľte si jednu z kategórií alebo aktualizujte svoj informačný kanál, aby ste mohli zobraziť obsahy.

# communitySelectTagsVersals
source: SELECT TAGS
fi: VALITSE TUNNISTEET
pl: WYBIERZE TAGI
sk: VYBRAŤ ZNAČKY

# communitySelectYourImage
source: Select your image
fi: Valitse kuva
pl: Wybierz swoje zdjęcie
sk: Zvoľte si vašu fotku

# communitySelectYourTags
source: Feel free to deselect any category you don't want to see.
fi: Voit poistaa kategorioiden valinnan, jos et halua nähdä niitä.
pl: Możesz odznaczyć kategorie, jeśli nie chcesz ich widzieć.
sk: Ak ich nechcete vidieť, môžete kategórie odstrániť.

# communitySocialProfile
source: Social profile
fi: Yhteisöpalveluprofiili
pl: Profil społecznościowy
sk: Profily na sociálnych sieťach

# communityTagsTray
source: Categories
fi: Kategoriat
pl: Kategorie
sk: Kategórie

# communityTagsTrayDescription
source: Select the contents you would like to see in your feed.
fi: Valitse sisällöt, jotka haluat nähdä syötteessäsi.
pl: Wybierz zawartość, którą chcesz zobaczyć w swoim feedzie.
sk: Zvoľte obsahy, ktoré chcete vidieť vo svojom informačnom kanáli.

# communityTakePhoto
source: Take a photo
fi: Luo kuva
pl: Utwórz zdjęcie
sk: Nasnímajte fotku

# communityUnFollowPopUpContent
source: Are you sure you want to unfollow this user?
fi: Oletko varma, että et enää halua seurata tätä käyttäjää?
pl: Czy na pewno nie chcesz już obserwować tego użytkownika?
sk: Naozaj už viac nechcete sledovať tohto používateľa?

# communityUnableToLoadPosts
source: Unable to load more posts.
fi: Lisää postauksia ei voitu ladata.
pl: Nie udało się wczytać więcej postów.
sk: Nebolo možné nahrať žiadne ďalšie príspevky.

# communityWhatInterestsYou
source: What are you interested in?
fi: Mikä sinua kiinnostaa?
pl: Jakie są Twoje zainteresowania?
sk: Čo vás zaujíma?

# communityWriteYourCaption
source: Write your caption...
fi: Lisää kuvateksti…
pl: Dodaj podpis do zdjęcia…
sk: Pridajte obrázkový podpis ...

# communityYourMini
source: your MINI.
fi: MINIsi.
pl: swój pojazd MINI.
sk: vaše MINI.

# commuteCardSubtitleText
source: Predicted trip
fi: Ennakoitu ajo
pl: Wstępnie obliczona podróż
sk: Vopred vypočítaná jazda

# commuteDetailsScreenTrayTimeToArriveFasterRoute
source: Faster route available. You will arrive at your destination in {TimeToArrive} minutes.
fi: Nopeampi reitti käytettävissä. {TimeToArrive} minuuttia kohteeseen.
pl: Dostępna jest szybsza trasa. {TimeToArrive} min do celu.
sk: Dostupná rýchlejšia trasa. {TimeToArrive} min do cieľa.

# commuteDetailsScreenTrayTimeToLeave
source: Are you going to work? Leave before {TimeToLeave}.
fi: Ajatko töihin? Lähde kello {TimeToLeave}.
pl: Jedziesz do pracy? Wyjedź do godz. {TimeToLeave}.
sk: Idete do práce? Vyštartujte do {TimeToLeave} h.

# commuteNotificationFirstTimeScreenMessageBody
source: We learn your commutes and notify you around 15 minutes in advance if you should leave earlier due to traffic conditions.<link>Find out more<link>
fi: Opimme toistuvat ajosi ja ilmoitamme noin 15 minuuttia aikaisemmin, jos on liikennettä haittaavien esteiden vuoksi syytä lähteä liikkeelle aikaisemmin.<link>Lisätietoja<link>
pl: Zapamiętujemy Twoje codzienne dojazdy do pracy i powiadamiamy z 15-minutowym wyprzedzeniem, jeśli musisz wyjechać wcześniej z powodu utrudnień w ruchu.<link>Dowiedz się więcej<link>
sk: Naučíme sa vaše pravidelné jazdy a oznámime vám asi 15 minút vopred, keď budete musieť pre dopravné prekážky vyštartovať skôr.<link>Zistiť viac<link>

# commuteNotificationFirstTimeScreenMessageTitle
source: Would you like to receive departure notifications for your commutes?
fi: Haluatko saada toistuvien ajojen lähtöaikaa koskevia ilmoituksia?
pl: Czy chcesz otrzymywać powiadomienia o godzinie odjazdu dotyczące dojazdów do pracy?
sk: Chcete dostávať oznámenia o čase odjazdu pre pravidelné jazdy?

# commuteNotificationHigherMessage
source: More traffic than usual.
fi: Tavallista enemmän liikennettä.
pl: Większy ruch drogowy niż zwykle.
sk: Hustejšia premávka ako zvyčajne.

# commuteNotificationHome
source: Home
fi: Koti
pl: Dom
sk: Domov

# commuteNotificationHomeTitle
source: Driving home?
fi: Oletko matkalla kotiin?
pl: W drodze do domu?
sk: Na ceste domov?

# commuteNotificationLightMessage
source: Less traffic than usual.
fi: Tavallista vähemmän liikennettä.
pl: Mniejszy ruch drogowy niż zwykle.
sk: Slabšia premávka ako zvyčajne.

# commuteNotificationMuchHigherMessage
source: Much more traffic than usual.
fi: Huomattavasti tavallista enemmän liikennettä.
pl: Znacznie większy ruch drogowy niż zwykle.
sk: Výrazne hustejšia premávka ako zvyčajne.

# commuteNotificationScreenTitle
source: Commute notifications
fi: Toistuvia ajoja koskevat ilmoitukset
pl: Powiadomienia dotyczące dojazdów do pracy
sk: Oznámenia pre pravidelné jazdy

# commuteNotificationSettingsLaterButtonTitle
source: MAYBE LATER
fi: EHKÄ MYÖHEMMIN
pl: MOŻE PÓŹNIEJ
sk: MOŽNO NESKÔR

# commuteNotificationSettingsNotifyAlwaysSubtitle
source: Sends you a notification with a traffic report for all of your commutes, regardless of the traffic situation.
fi: Lähettää ilmoituksen ja liikennetiedotuksen kaikkia toistuvia ajojasi varten liikennetilanteesta riippumatta.
pl: Wysyła Ci powiadomienie z raportem o ruchu drogowym dla wszystkich Twoich dojazdów do pracy, niezależnie od sytuacji na drodze.
sk: Pošle vám oznámenie s dopravnou správou pre všetky vaše pravidelné trasy, nezávisle od dopravnej situácie.

# commuteNotificationSettingsNotifyAlwaysTitle
source: Always notify
fi: Ilmoita aina
pl: Zawsze powiadamiaj
sk: Vždy oznamovať

# commuteNotificationSettingsNotifyDelaysSubtitle
source: Notifies you if you should leave earlier due to the traffic situation, accidents or roadworks.
fi: Ilmoittaa, jos on syytä lähteä liikkeelle aikaisemmin liikennetilanteen, onnettomuuksia tai tietöiden vuoksi.
pl: Powiadamia o konieczności wcześniejszego wyjazdu z powodu sytuacji na drodze, wypadków lub robót drogowych.
sk: Upovedomí vás, keď musíte vyštartovať skôr na základe dopravnej situácie pre nehody alebo práce na ceste.

# commuteNotificationSettingsNotifyDelaysTitle
source: Only notify when there are delays
fi: Ilmoita vain, jos on viivästyksiä
pl: Powiadamiaj tylko w przypadku opóźnień
sk: Oznamovať len pri oneskoreniach

# commuteNotificationSettingsSaveButtonTitle
source: SAVE SETTINGS
fi: TALLENNA ASETUKSET
pl: ZAPISZ USTAWIENIA
sk: ULOŽIŤ NASTAVENIA

# commuteNotificationSettingsSetUpHelpLink
source: How to set up
fi: Miten asennus tehdään?
pl: Jak skonfigurować?
sk: Ako nastaviť?

# commuteNotificationUnknownMessage
source: No traffic information available. The usual journey time is {timeToArrive} min.
fi: Liikennetietoja ei käytettävissä. Normaali ajoaika on {timeToArrive}.
pl: Brak dostępnych informacji o ruchu drogowym. Typowy czas jazdy wynosi {timeToArrive}.
sk: Nie sú dostupné žiadne dopravné informácie. Zvyčajná doba jazdy je {timeToArrive}.

# commuteNotificationUsualMessage
source: Normal traffic conditions.
fi: Normaali liikennetilanne.
pl: Typowa sytuacja na drodze.
sk: Bežná dopravná situácia.

# commuteNotificationWayLighterMessage
source: Much less traffic than usual.
fi: Huomattavasti tavallista vähemmän liikennettä.
pl: Znacznie mniejszy ruch drogowy niż zwykle.
sk: Výrazne slabšia premávka ako zvyčajne.

# commuteNotificationWork
source: Work
fi: Työpaikka
pl: Praca
sk: Práca

# commuteNotificationWorkHigherMessage
source: More traffic than usual. Your journey time is {timeToArrive} min.
fi: Tavallista enemmän liikennettä. Ajoaikasi on {timeToArrive} min.
pl: Większy ruch drogowy niż zwykle. Czas jazdy wynosi {timeToArrive} min.
sk: Hustejšia premávka ako zvyčajne. Vaša doba jazdy je {timeToArrive} min.

# commuteNotificationWorkMuchHigherMessage
source: Much more traffic than usual. Your journey time is {timeToArrive} min.
fi: Huomattavasti tavallista enemmän liikennettä. Ajoaikasi on {timeToArrive} min.
pl: Znacznie większy ruch drogowy niż zwykle. Czas jazdy wynosi {timeToArrive} min.
sk: Výrazne hustejšia premávka ako zvyčajne. Vaša doba jazdy je {timeToArrive} min.

# commuteNotificationWorkTitle
source: Driving to work?
fi: Oletko matkalla töihin?
pl: W drodze do pracy?
sk: Na ceste do práce?

# commuteNotificationYourDestinationNoValue
source: Driving to your destination?
fi: Oletko matkalla ajokohteeseesi?
pl: W drodze do celu podróży?
sk: Na ceste do cieľa?

# compactGalleryLayoutTitle
source: List View
fi: Luettelo
pl: Lista
sk: Zoznam

# compassSemantics
source: Compass
fi: Kompassi
pl: Kompas
sk: Kompas

# completeProfile
source: Submit
fi: Lähetä
pl: Wyślij
sk: Odoslať

# completeProfileSuccessMessage
source: Your account has been updated.
fi: Tilisi on päivitetty.
pl: Twoje konto zostało zaktualizowane.
sk: Váš účet bol aktualizovaný.

# conciergeServiceSemantics
source: Concierge
fi: Concierge Service
pl: Usługa Concierge
sk: Concierge Service

# conductiveChargingErrorSemantics
source: Conductive charging system error
fi: Konduktiivisen latausjärjestelmän virhe
pl: Błąd ładowania przewodowego
sk: Chyba kondukčný nabíjací systém

# conductiveChargingSemantics
source: Conductive charging
fi: Konduktiivinen lataus
pl: Ładowanie przewodowe
sk: Kondukčné nabíjanie

# conductiveChargingStandbySemantics
source: Conductive charging: Standby mode
fi: Konduktiivinen lataus: lepotila
pl: Ładowanie przewodowe: stan uśpienia
sk: Kondukčné nabíjanie: stav nečinnosti

# conductiveFullyChargedSemantics
source: Conductive charging: Fully charged
fi: Konduktiivinen lataus: ladattu täyteen
pl: Ładowanie przewodowe: w pełni naładowany
sk: Kondukčné nabíjanie: plne nabité

# conductiveNotChargingSemantics
source: No conductive charging
fi: Ei konduktiivista latausta
pl: Brak ładowania przewodowego
sk: Žiadne kondukčné nabíjanie

source: Confirm
fi: Vahvista
pl: Potwierdź
sk: Potvrdiť

source: Confirm and start
fi: Vahvista ja käynnistä
pl: Potwierdź i uruchom
sk: Potvrdiť a spustiť

# confirmButtonText
source: Confirm
fi: Vahvista
pl: Potwierdź
sk: Potvrdiť

# confirmDeleteData
source: Confirm
fi: Vahvista
pl: Potwierdź
sk: Potvrdiť

# confirmLogoutDialogText
source: Are you sure you want to log out?
fi: Haluatko todella kirjautua ulos?
pl: Czy na pewno chcesz się wylogować?
sk: Naozaj sa chcete odhlásiť?

# confirmLogoutDialogTitle
source: Log Out
fi: Kirjaudu ulos
pl: Wyloguj
sk: Odhlásenie

# confirmOldPin
source: Please enter your current 4-digit PIN
fi: Syötä tähänastinen 4 merkkiä sisältävä PIN
pl: Podaj dotychczasowy 4-znakowy PIN
sk: Zadajte svoj doterajší 4-miestny PIN

source: Confirm Password
fi: Vahvista salasana
pl: Potwierdź hasło
sk: Potvrdiť heslo

# confirmPin
source: Please confirm your 4-digit PIN
fi: Vahvista 4 merkkiä sisältävä PIN-koodi
pl: Potwierdź 4-znakowy PIN
sk: Potvrďte 4-miestny PIN

# confirmUpperCase
source: CONFIRM
fi: VAHVISTA
pl: POTWIERDŹ
sk: POTVRDIŤ

# confirmVehicleDescription
source: You are almost done adding your vehicle. Please enter the security code to complete the process.
fi: Ajoneuvon lisääminen on lähes valmis. Kirjoita vielä turvakoodi.
pl: Dodawanie pojazdu jest prawie zakończone. Podaj jeszcze kod bezpieczeństwa.
sk: Pridávanie vozidla je takmer dokončené. Zadajte ešte bezpečnostný kód.

# confirmVehicleSelectMenu
source: Select MENU
fi: Valitse VALIKKO
pl: Wybierz MENU
sk: Vyberte MENU

# confirmVehicleTitle
source: CONFIRM YOUR VEHICLE
fi: VAHVISTA AJONEUVO
pl: POTWIERDŹ SWÓJ POJAZD
sk: POTVRDIŤ VAŠE VOZIDLO

# confirmVehicleTitleUnderPicture
source: CONFIRM VEHICLE
fi: VAHVISTA AJONEUVO
pl: POTWIERDŹ POJAZD
sk: POTVRDIŤ VOZIDLO

# confirmationPageBody
source: Your request has been sent. Your selected dealer will contact you to discuss scheduling options and availability. Please call the dealer directly to make changes to your request.
fi: Tiedustelusi on lähetetty ja huoltopisteesi ottaa sinuun yhteyttä, mikäli ilmenee kysyttävää. Jos haluat muuttaa huoltoaikaa, soita huoltopisteeseen.
pl: Twoje zapytanie zostało przesłane, serwis skontaktuje się w przypadku dodatkowych pytań. Aby dokonać zmian w terminie przeglądu, zadzwoń do serwisu.
sk: Vaša požiadavka bola odoslaná a v prípade ďalších otázok Vás bude servisný partner kontaktovať. Na vykonanie zmien týkajúcich sa Vášho servisného termínu zavolajte svojmu servisnému partnerovi.

# confirmationPageTitle
source: Thank You!
fi: Kiitos!
pl: Dziękujemy!
sk: Ďakujeme!

source: Connect
fi: Yhdistä
pl: Połącz
sk: Pripojiť

# connectToVehicleSemantics
source: Connect to vehicle
fi: Yhdistä ajoneuvoon
pl: Połącz z pojazdem
sk: Pripojiť vozidlo

source: Connect to vehicle to update
fi: Yhdistä ajoneuvoon päivitystä varten
pl: Połącz z pojazdem w celu aktualizacji
sk: Na aktualizáciu pripojiť vozidlo

# connectVehicleTitle
source: CONNECT YOUR VEHICLE
fi: YHDISTÄ AJONEUVO
pl: POŁĄCZ Z POJAZDEM
sk: PRIPOJIŤ VAŠE VOZIDLO

source: Connected
fi: Yhdistetty
pl: Połączono
sk: Pripojené

# connectedDriveServiceCardTitle
source: ConnectedDrive Service
fi: ConnectedDrive-palvelu
pl: Usługa ConnectedDrive
sk: Služba ConnectedDrive

# connectedDriveServiceSemantics
source: ConnectedDrive service
fi: ConnectedDrive-palvelu
pl: Usługa ConnectedDrive
sk: Služba ConnectedDrive

# connectedDriveStoreSubtitle
source: Manage your digital services and data permissions
fi: Digitaalisten palveluiden näyttö ja uusien palveluiden tilaus
pl: Wyświetl swoje usługi cyfrowe i zamów nowe
sk: Zobraziť Vaše digitálne služby a rezervovať nové

# connectionEstablished
source: Connected
fi: Yhdistetty
pl: Połączono
sk: Pripojené

# connectionRequired
source: Required
fi: Vaaditaan
pl: Wymagane
sk: Úspešné

# connectivityIssueDescription
source: Temporarily unable to load this content. Please try again.
fi: Tätä sisältöä ei voi tilapäisesti ladata. Yritä uudelleen.
pl: Tej treści nie można tymczasowo wczytać. Powtórz.
sk: Tento obsah dočasne nemožno načítať. Zopakujte.

# connectivityIssueTitle
source: Connectivity Issue
fi: Yhteysongelma
pl: Problem z połączeniem
sk: Problém s pripojením

# consumptionOfEVPer100KMDescription
source: EV Range: {consumptionOfEVPer100KM}km/NEDC
fi: Sähköauton toimintasäde: {consumptionOfEVPer100KM} km/NEDC
pl: Zasięg pojazdu elektrycznego: {consumptionOfEVPer100KM} km/NEDC
sk: Dojazd elektrického vozidla: {consumptionOfEVPer100KM} km/NEDC

source: CONTACT
fi: KONTAKTI
pl: KONTAKT
sk: KONTAKT

# contactAssistanceDescription
source: If you need to contact customer support, you can call {brand} Roadside Assistance:
fi: Saat uudelleen kontaktin asiakaspalveluun ottamalla yhteyttä {brand} liikkuvuuspalveluun:
pl: W celu ponownego kontaktu z Centrum Obsługi Klienta można skontaktować się z pomocą drogową {brand}:
sk: Na opätovné skontaktovanie zákazníckej podpory môžete kontaktovať asistenčnú službu {brand}:

# contactDealerSemantics
source: Contact dealer
fi: Ota yhteys jälleenmyyjään
pl: Skontaktuj się z dealerem
sk: Kontaktovať predajcu

# contactNameItemTitle
source: Contact Name
fi: Kontaktin nimi
pl: Nazwisko osoby do kontaktów
sk: Kontaktné meno

# contactPhoneItemTitle
source: Contact Phone
fi: Puhelinnumero (kontakti)
pl: Numer telefonu (kontakt)
sk: Telefónne číslo (kontakt)

# contactSearchFirstTimeUseMessage2BodyPoint1
source: Keep your contacts synced, search for them and view the route
fi: Pitää kontaktisi synkronoituina, etsiä ja tarkastella reittiä
pl: Zachowaj synchronizację kontaktów, przeszukuj i wyświetlaj trasę
sk: Udržujte svoje kontakty synchronizované, hľadajte a zobrazujte trasu

# contactSearchFirstTimeUseMessage2BodyPoint2
source: Synchronize several addresses of one person
fi: Synkronoida useita yhden henkilön osoitteita
pl: Synchronizuj kilka adresów jednej osoby
sk: Synchronizovať viaceré adriesy osoby

# contactSearchFirstTimeUseMessage2BodyPoint3
source: Send destinations to the vehicle
fi: Lähettää kohteita ajoneuvoon
pl: Wyślij cele do pojazdu
sk: Odoslať ciely do vozidla
