Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# Sustainability_optInFlowGoToCarSettingsDesc
source: Now go to "CAR" > "Settings" and select "General settings". Tap "Data privacy" and select "All services incl. analysis". You can also choose "Individual selection" instead and activate the "My Trips" option.
fi: Siirry nyt kohtaan "CAR" > "Asetukset" ja valitse "Yleiset asetukset". Napauta kohtaa "Tietosuoja" ja valitse "Kaikki palvelut ja analyysit". Halutessasi voit valita sen sijaan myös vaihtoehdon "Yksilöllinen valinta" ja aktivoida vaihtoehdon "Omat matkat".
pl: Przejdź do sekcji "CAR" > "Ustawienia" i wybierz "Ustawienia ogólne". Dotknij opcji "Ochrona danych osobowych" i wybierz "Wszystkie usługi z analizą". W razie potrzeby możesz też zamiast tego wybrać opcję "Wybór indywidualny" i aktywować opcję "Moje jazdy".
sk: Prejdite teraz na "CAR" > "Nastavenia" a zvoľte "Všeobecné nastavenia". Ťuknite na "Ochrana osobných údajov" a zvoľte "Všetky služby vrátane analýzy". V prípade potreby môžete namiesto toho zvoliť "Individuálny výber" a aktivovať možnosť "Moje cesty".

# Sustainability_optInFlowGoToPrivacySettingsTitle
source: Go to data privacy settings
fi: Siirry tietosuoja-asetuksiin
pl: Przejdź do ustawień dotyczących ochrony danych osobowych
sk: Prejsť na nastavenia ochrany údajov

# Sustainability_optInFlowIdcPrivacyCheckDesc
source: Return to "All apps" and select "Data privacy". Tap on "BMW permissions". Scroll down and activate "My Trips".
fi: Siirry takaisin kohtaan "Kaikki sovellukset" ja valitse "Tietosuoja". Napauta kohtaa "BMW-käyttöoikeudet". Vieritä alaspäin ja aktivoi "Omat matkat".
pl: Powróć do "Wszystkie aplikacje" i wybierz opcję "Ochrona danych". Dotknij "Uprawnienia BMW". Przewiń w dół i aktywuj opcję "Moje jazdy".
sk: Prejdite späť na "Všetky aplikácie" a zvoľte "Ochrana osobných údajov". Kliknite na "Oprávnenia BMW". Posúvajte nadol a aktivujte "Moje jazdy".

# Sustainability_optInFlowLegalNoticeLabel
source: Legal notice
fi: Julkaisutiedot
pl: Impressum
sk: Tiráž

# Sustainability_optInFlowNextButton
source: NEXT
fi: SEURAAVA
pl: DALEJ
sk: ĎALEJ

# Sustainability_optInFlowOnSettingsWebPageDesc
source: The settings website has a button to activate all data-related services under the "Data privacy settings". Click this button or scroll to the bottom of the page and only activate the "My Trips" option.
fi: Asetukset-verkkosivulla on kohdassa "Tietosuoja-asetukset" painike, jolla voit aktivoida kaikki tietoihin liittyvät palvelut. Napauta tätä painiketta tai vieritä sivua alaspäin ja aktivoi vain vaihtoehto "Omat matkat".
pl: Na stronie internetowej z ustawieniami w sekcji "Ustawienia dotyczące ochrony danych osobowych" znajduje się przycisk do aktywacji wszystkich usług dotyczących danych. Kliknij przycisk lub przewiń z boku w dół i aktywuj samą opcję "Moje jazdy".
sk: Na webovej stránke s nastaveniami nájdete pod "Nastavenia ochrany údajov" tlačidlo na aktiváciu všetkých služieb súvisiacich s osobnými údajmi. Kliknite na toto tlačidlo alebo posúvajte na strane nadol a aktivujte len možnosť "Moje cesty".

# Sustainability_optInFlowOpenPrivacySettingsLabel
source: OPEN DATA PRIVACY SETTINGS
fi: TIETOSUOJA-ASETUKSIEN AVAAMINEN
pl: OTWÓRZ USTAWIENIA DOTYCZĄCE OCHRONY DANYCH OSOBOWYCH
sk: OTVORIŤ NASTAVENIA OCHRANY ÚDAJOV

# Sustainability_optInFlowPrivacyCheckLabel
source: Data privacy check
fi: Tietosuojan tarkistus
pl: Kontrola ochrony danych osobowych
sk: Kontrola ochrany osobných údajov

# Sustainability_optInFlowPrivacySettingsLabel
source: Data privacy settings
fi: Tietosuoja-asetukset
pl: Ustawienia dotyczące ochrony danych osobowych
sk: Nastavenia ochrany údajov

# Sustainability_optInFlowSeeMoreInformationLabel
source: DISPLAY MORE INFORMATION
fi: LISÄTIETOJEN NÄYTTÖ
pl: WYŚWIETL DALSZE INFORMACJE
sk: ZOBRAZIŤ ĎALŠIE INFORMÁCIE

# Sustainability_optInFlowStartTutorialButton
source: OPEN TUTORIAL
fi: AVAA OHJEET
pl: OTWÓRZ INSTRUKCJĘ
sk: OTVORIŤ NÁVOD

# Sustainability_optInFlowStartTutorialTitle
source: Get in your BMW to activate "My Trips" in the vehicle
fi: Mene BMW:hen ja aktivoi "Omat matkat" ajoneuvossa
pl: Przejdź do swojego BMW, aby aktywować opcję "Moje jazdy" w pojeździe
sk: Choďte k svojmu BMW na aktiváciu "Moje cesty" vo vašom vozidle

# Sustainability_optInFlowSuccessfullyPerformedDesc
source: If you have successfully followed this guide, "My Trips" should be active and available. Go back to the Vehicle tab and swipe down to update and display the function, or try again later.
fi: Kun olet noudattanut näitä ohjeita onnistuneesti, kohdan "Omat matkat" pitäisi olla aktiivinen ja käytettävissä. Palaa ajoneuvon välilehdelle ja pyyhkäise alaspäin päivittääksesi sen ja nähdäksesi toiminnon tai yritä myöhemmin uudelleen.
pl: Po wykonaniu tej instrukcji opcja "Moje jazdy" powinna być aktywna i dostępna. Wróć do karty Pojazd i przeciągnij w dół, aby zaktualizować i wyświetlić funkcję, lub spróbuj ponownie później.
sk: Ak ste tieto pokyny úspešne vykonali, mala by byť funkcia "Moje cesty" aktívna a dostupná. Vráťte sa k ponuke vozidla a posúvajte sa nadol, aby ste aktualizovali a zobrazili funkciu, alebo sa vráťte neskôr a skúste to znova.

# Sustainability_optInFlowUpdateAppsLabel
source: Update apps
fi: Päivitä sovellukset
pl: Zaktualizuj aplikacje
sk: Aktualizovať aplikácie

# Sustainability_powerUnitLabel
source: hp
fi: hv
pl: KM
sk: k

# Sustainability_tripHistoryInfoButtonLabel
source: Driver profile
fi: Kuljettajan profiili
pl: Profil kierowcy
sk: Profil vodiča

# Sustainability_tripHistoryInfoCoachmarkLabel
source: Display information on trip history
fi: Näytä matkojen rekisteröimistä koskevat tiedot
pl: Informacje o rejestracji jazd
sk: Zobraziť informácie o zaznamenávaní jazdy

# Sustainability_tripHistoryInfoQuestionFourLabel
source: How can I avoid missing trips?
fi: Miten vältän matkojen puuttumista?
pl: Jak uniknąć brakujących jazd?
sk: Ako sa vyhnem chýbajúcim jazdám?

# Sustainability_tripHistoryInfoQuestionFourPragraphOneDesc
source: Please remember to log in with your BMW ID. You can find more information on how to log in under "Driver profile".
fi: Muista kirjautua sisään BMW ID:lläsi. Löydät lisätietoja sisäänkirjautumisesta kohdasta "Kuljettajan profiili".
pl: Pamiętaj, aby zalogować się swoim BMW ID. W części "Profil kierowcy" znajdzie dodatkowe informacje do logowaniu.
sk: Nezabudnite sa prihlásiť pomocou svojho BMW ID. Pod "Profil vodiča" nájdete ďalšie informácie k prihláseniu.

# Sustainability_tripHistoryInfoQuestionFourPragraphTwoDesc
source: Please note that trips shorter than 1 km will not be recorded.
fi: Muista, että alle 1 km:n matkoja ei rekisteröidä.
pl: Pamiętaj, że jazdy o długości poniżej 1 km nie są rejestrowane.
sk: Nezabúdajte, že jazdy kratšie ako 1 km sa nezaznamenávajú.

# Sustainability_tripHistoryInfoQuestionOneLabel
source: Why do I have to log in?
fi: Miksi vaaditaan sisäänkirjautuminen?
pl: Dlaczego konieczne jest zalogowanie?
sk: Prečo sa vyžaduje prihlásenie?

# Sustainability_tripHistoryInfoQuestionOnePragraphOneDesc
source: BMW values data privacy. We therefore only record trips when you have activated "My Trips" in the "Data privacy" menu in your vehicle.
fi: BMW pitää tietosuojaa erittäin tärkeänä. Tämän vuoksi rekisteröimme ajot vasta sen jälkeen, kun olet aktivoinut "Omat matkat" ajoneuvosi "Tietosuoja"-valikossa.
pl: Firma BMW przykłada dużą wartość do ochrony danych. Dlatego rejestrujemy jazdy dopiero po zaktywowaniu opcji "Moje jazdy" w menu "Ochrona danych" w Twoim pojeździe.
sk: BMW prikladá veľký význam ochrane osobných údajov. Preto zaznamenávame jazdy až po aktivácii "Moje jazdy" v menu "Ochrana osobných údajov" vo vašom vozidle.

# Sustainability_tripHistoryInfoQuestionOnePragraphThreeDesc
source: Trips without an active log in (e.g. guest account) cannot be assigned to the respective driver profile and will therefore not be recorded.
fi: Matkoja, joiden aikana ei ole tehty aktiivista sisäänkirjautumista (esim. vierastili), ei voida kohdistaa kyseiselle kuljettajalle, eikä niitä näin ollen rekisteröidä.
pl: Jazdy bez aktywnego zalogowania (np. konto gościa) nie mogą być przydzielane do danego kierowcy i dlatego nie są rejestrowane.
sk: Jazdy bez aktívneho prihlásenia (napr. hosťovský účet) nie je možné priradiť príslušnému vodičovi a preto sa nezaznamenávajú.

# Sustainability_tripHistoryInfoQuestionOnePragraphTwoDesc
source: You must also be logged in with your BMW ID in your vehicle during the trip.
fi: Lisäksi sinun on oltava ajon aikana kirjautuneena ajoneuvoon BMW ID:lläsi.
pl: Dodatkowo podczas jazdy musisz być zalogowany swoim BMW ID w swoim pojeździe.
sk: Okrem toho musíte byť počas jazdy prihlásený so svojim BMW ID vo vašom vozidle.

# Sustainability_tripHistoryInfoQuestionThreeLabel
source: How does the function differ between vehicle and app?
fi: Miten toimintatapa eroa ajoneuvossa ja sovelluksessa?
pl: Czym różni się sposób działania pomiędzy pojazdem a aplikacją?
sk: Ako sa odlišuje funkcia medzi vozidlom a aplikáciou?

# Sustainability_tripHistoryInfoQuestionThreePragraphOneDesc
source: The trip history function in the app differs from the functionality in the vehicle.
fi: Ajotiedot toimivat sovelluksessa eri tavalla kuin ajoneuvossa.
pl: Sposób działania danych jazdy w aplikacji różni się od sposobu działania w pojeździe.
sk: Funkcia dáta o jazde v aplikácii sa odlišuje od funkcii vo vozidle.

# Sustainability_tripHistoryInfoQuestionThreePragraphThreeDesc
source: You can find more information on how the trip data functions in the vehicle in the Driver's Guide.
fi: Lisätietoja siitä, miten ajotiedot toimivat ajoneuvossa, on Driver's Guide -sovelluksessa.
pl: Dodatkowe informacje o sposobie działania danych jazdy w pojeździe znajdziesz w Driver’s Guide.
sk: Ďalšie informácie o funkcii dáta o jazde vo vozidle nájdete v príručke Driver's Guide.

# Sustainability_tripHistoryInfoQuestionThreePragraphTwoDesc
source: The trip data option "Since start of trip" in the vehicle merges sequential trips to a single trip when the pauses between moving are less than four hours long.
fi: Ajoneuvon ajotietojen vaihtoehto "ajon alusta" yhdistää peräkkäiset ajot yhteen edellyttäen, että seisokit ovat alle 4 tunnin pituisia.
pl: Opcja danych jazdy "od rozpoczęcia jazdy" w pojeździe łączy następujące po sobie jazdy w jedną jazdę, gdy czasy zatrzymania są krótsze niż 4 godziny.
sk: Ak sú prestoje kratšie ako 4 hodiny, možnosť dáta o jazde "od začiatku jazdy" vo vozidle zhŕňa po sebe nasledujúce jazdy do jednej jazdy.

# Sustainability_tripHistoryInfoQuestionTwoLabel
source: How are trips recorded?
fi: Miten ajot rekisteröidään?
pl: Jak rejestrowane są jazdy?
sk: Ako sa zaznamenávajú jazdy?

# Sustainability_tripHistoryInfoQuestionTwoPragraphOneDesc
source: Recording a single trip begins when drive-ready mode is switched on and the vehicle speed exceeds 3 km/h.
fi: Yksittäisen ajon rekisteröinti alkaa heti, kun ajovalmius kytketään päälle ja ajoneuvon nopeus ylittää 3 km/h.
pl: Rejestrowanie poszczególnej jazdy rozpoczyna się od momentu włączenia gotowości do jazdy i przekroczenia prędkości jazdy 3 km/h.
sk: Zaznamenávanie jednotlivej jazdy začína hneď, ako sa zapne pripravenosť na jazdu a rýchlosť vozidla prekročí 3 km/h.

# Sustainability_tripHistoryInfoQuestionTwoPragraphThreeDesc
source: Trips shorter than 1 km are not recorded.
fi: Alle 1 km:n pituisia ajoja ei rekisteröidä.
pl: Jazdy o długości poniżej 1 km nie są rejestrowane.
sk: Jazdy kratšie ako 1 km sa nezaznamenajú.

# Sustainability_tripHistoryInfoQuestionTwoPragraphTwoDesc
source: Recording ends when drive-ready mode is switched off via the Start/Stop button.
fi: Rekisteröinti päättyy heti, kun ajovalmius kytketään pois päältä start/stop-painikkeella.
pl: Rejestrowanie kończy się po wyłączeniu gotowości do jazdy przyciskiem Start/Stop.
sk: Zaznamenávanie končí hneď, ako sa vypne pripravenosť na jazdu tlačidlom Start Stop.

# Sustainability_tripHistoryInfoTitle
source: Information on trips
fi: Ajoja koskevat tiedot
pl: Informacje o jazdach
sk: Informácie o jazdách

# Sustainability_tripLabel
source: Trip
fi: Ajo
pl: Jazda
sk: Jazda

# Sustainability_tripSummaryCo2NoteDesc
source: Note: Only CO2 emissions from the vehicle are taken into account. While using electric power only, your vehicle produces no local emissions.
fi: Huomautus: Vain ajoneuvon CO2-päästöt otetaan huomioon. Puhtaassa sähkökäytössä ajoneuvo ei aiheuta paikallisia päästöjä.
pl: Wskazówka: Pod uwagę brana jest tylko emisja CO2 pojazdu. Dzięki wyłącznie elektrycznemu napędowi Twój pojazd nie powoduje żadnych lokalnych emisji.
sk: Upozornenie: Zohľadnené sú iba emisie CO2 vozidla. Pri čisto elektrickom pohone vaše vozidlo nespôsobuje žiadne lokálne emisie.

# Sustainability_tripSummaryCombinedLabel
source: combined
fi: yhdistetty
pl: łączone
sk: kombinovane

# Sustainability_tripSummaryElectricDistanceDrivenTitle
source: Electric distance driven
fi: Sähköllä ajettu matka
pl: Odległość pokonana w trybie elektrycznym
sk: Elektricky najazdená trasa

# Sustainability_tripSummaryElectricDriveCombustionTitle
source: Combustion engine
fi: Polttomoottori
pl: Silnik spalinowy
sk: Spaľovací motor

# Sustainability_tripSummaryElectricDriveEarnedPointsTitle
source: Earned BMW Points
fi: Kerätyt BMW Points
pl: Zebrane punkty BMW Points
sk: Nazbierané body BMW Points

# Sustainability_tripSummaryElectricDriveElectricTitle
source: Electric – eDrive zone
fi: Sähköllä – eDrive-vyöhyke
pl: Tryb elektryczny – strefa eDrive
sk: Elektrická jazda - oblasť eDrive

# Sustainability_tripSummaryElectricDriveNonElectricTitle
source: Electric – non-eDrive zone
fi: Sähköllä – eDrive-vyöhykkeen ulkopuolella
pl: Tryb elektryczny – poza strefą eDrive
sk: Elektrická jazda - mimo oblasti eDrive

# Sustainability_tripSummaryElectricDriveTitle
source: Electric drive
fi: Ajo sähköllä
pl: Jazda w trybie elektrycznym
sk: Elektrická jazda

# Sustainability_tripSummaryErrorMessageTitle
source: Something went wrong. We could not load all data for this trip.
fi: Jotain meni pieleen. Kaikkia ajon tietoja ei voitu ladata.
pl: Coś poszło nie tak. Nie wszystkie dane jazdy zostały załadowane.
sk: Niečo sa nepodarilo. Nebolo možné nahrať všetky údaje vašej jazdy.

# Sustainability_tripSummaryHomeLabel
source: Home
fi: Koti
pl: Dom
sk: Domov

# Sustainability_tripSummaryItineraryTitle
source: Itinerary
fi: Reittisuunnitelma
pl: Plan trasy
sk: Plán trasy

# Sustainability_tripSummaryMapButton
source: View on map
fi: Näytä kartalla
pl: Wyświetl na mapie
sk: Zobraziť na mape

# Sustainability_tripSummaryPointsUnitLabel
source: Points
fi: Pisteet
pl: Punkty
sk: Body

# Sustainability_tripSummaryTripDetailsTitle
source: Trip details
fi: Ajon tiedot
pl: Szczegóły jazdy
sk: Podrobnosti o jazde

# Sustainability_tripSummaryUnknownDepartureLabel
source: Unknown departure
fi: Tuntem. lähtöaika
pl: Nieznany odjazd
sk: Neznámy odjazd

# Sustainability_tripSummaryUnknownDestinationLabel
source: Unknown destination
fi: Tuntematon kohde
pl: Nieznany cel
sk: Neznámy cieľ

# Sustainability_tripSummaryWorkLabel
source: Work
fi: Työ
pl: Praca
sk: Práca

# Sustainability_tripSummaryZeroEmissionZoneLabel
source: Zero emission zone
fi: Päästötön vyöhyke
pl: Strefa zero emisji
sk: Zóna nulových emisií

# Sustainability_tripsLabel
source: Trips
fi: Ajot
pl: Jazdy
sk: Jazdy

# Sustainability_weekOfLabel
source: Week of
fi: Viikko
pl: Tydzień od
sk: Týždeň od

source: Svalbard and Jan Mayen
fi: Huippuvuoret ja Jan Mayen
pl: Svalbard i Jan Mayen
sk: Svalbard a Jan Mayen

source: Swahili
pl: Suahili
sk: Swahilčina

source: Swati
fi: Siswati
pl: SiSwati
sk: Svazijčina

source: Swaziland
fi: Eswatini
pl: Eswatini
sk: Eswatinské kráľovstvo

source: Sweden
fi: Ruotsi
pl: Szwecja
sk: Švédsko

source: Swedish
fi: Ruotsi
pl: Szwedzki
sk: Švédčina

# SwitchVehicleDialogStrings__dialogConfirmButton
source: Select this {brand}
fi: Valitse tämä {brand}
pl: Wybierz ten pojazd {brand}
sk: Zvoliť tento {brand}

# SwitchVehicleDialogStrings__dialogContentNewModel
source: To complete this action, the active vehicle will be switched to your {newModel}.
fi: Tämän toiminnon viemiseksi päätökseen aktiivinen ajoneuvo vaihdetaan {newModel} -ajoneuvoksi.
pl: Aby zakończyć tę czynność, aktywny pojazd jest zmieniany na Twój pojazd {newModel}.
sk: Na ukončenie tejto akcie sa aktívne vozidlo zmení na vaše {newModel}.

# SwitchVehicleDialogStrings__dialogContentOldModel
source: You can select your {oldModel} again from the garage.
fi: Voit valita {oldModel} -ajoneuvosi uudelleen autotallin kautta.
pl: Model {oldModel} możesz ponownie wybrać poprzez garaż.
sk: Váš {oldModel} môžete vybrať znovu cez garáž.

# SwitchVehicleDialogStrings__dialogTitle
source: Change selected {brand}
fi: Muuta valittu {brand}
pl: Zmień wybrany pojazd {brand}
sk: Zmeniť vybraný {brand}

# SwitchVehicleDialogStrings_dialogCancelButton
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

source: Switzerland
fi: Sveitsi
pl: Szwajcaria
sk: Švajčiarsko

source: Syrian Arab Republic
fi: Syyria
pl: Syria
sk: Sýria

source: Tagalog
sk: Tagalčina

source: Tahitian
fi: Tahiti
pl: Tahitański
sk: Tahitčina

source: Tajik
fi: Tadžikki
pl: Tadżycki
sk: Tadžičtina

source: Tajikistan
fi: Tadžikistan
pl: Tadżykistan
sk: Tadžikistan

source: Tamil
fi: Tamili
sk: Tamilčina

source: Tatar
fi: Tataari
pl: Tatarski
sk: Tatárčina

source: Telugu
sk: Telugčina

source: Thai
pl: Tajski
sk: Thajčina

source: Thailand
fi: Thaimaa
pl: Tajlandia
sk: Thajsko

source: Tibetan
fi: Tiibet
pl: Tybetański
sk: Tibetčina

source: Tigrinya
fi: Tigrinja
pl: Tigrinia
sk: Tigrinčina

# TireGuardStrings__tireGuardDetailsTireOptimizedForOemBmw
source: {brand} Star marked tire
fi: {brand}-tähtimerkki
pl: Oznaczenie gwiazdek {brand}
sk: {brand} označenie hviezdičkou

# TireGuardStrings__tireGuardPressureDisclaimerDescription
source: Tire pressure depends on the temperature. Its value may change while driving and over time. The pressure in the app may be outdated and then might differ significantly from the actual pressure of the tires. Pressure values are only transmitted when the vehicle is in drive-ready mode. Please check the tire settings screen in your {brand} when inflating the tires.
fi: Rengaspaine riippuu lämpötilasta. Arvo voi muuttua ajon aikana sekä ajan mittaan. Sovelluksen ilmoittamat painearvot voivat olla vanhentuneita ja poiketa huomattavasti renkaiden todellisesta ilmanpaineesta. Painearvot välittyvät vain, kun ajovalmius on päällekytketty. Täyttäessäsi renkaita käytä aina {brand}-ajoneuvosi näyttämiä painearvoja.
pl: Ciśnienie opon zależy od temperatury. Wartość może się zmieniać w trakcie jazdy i z czasem. Wartości ciśnienia wyświetlane w aplikacji mogą być nieaktualne i dlatego znacznie odbiegają od rzeczywistego ciśnienia powietrza w oponie. Wartości ciśnienia są przesyłane tylko wtedy, gdy jest włączona gotowość do jazdy. Do napełniania należy stosować wartości ciśnienia wyświetlane aktualnie w Twoim {brand}.
sk: Tlak v pneumatikách závisí od teploty. Hodnota sa môže meniť počas cesty a v priebehu času. Hodnoty tlaku zobrazené v aplikácii môžu byť zastarané, a preto sa môžu výrazne líšiť od skutočného tlaku vzduchu v pneumatikách. Hodnoty tlaku sa prenášajú iba vtedy, keď je zapnutá pripravenosť na jazdu. Na plnenie použite hodnoty tlaku aktuálne zobrazené vo vašom {brand}.

# TireGuardStrings_tireGuardAxlePositionFront
source: front
fi: Eturenkaat
pl: Przednie opony
sk: Predné pneumatiky

# TireGuardStrings_tireGuardAxlePositionRear
source: rear
fi: Takarenkaat
pl: Tylne opony
sk: Zadné pneumatiky

# TireGuardStrings_tireGuardCallRoadsideAssistence
source: Call Roadside Assistance
fi: Soita liikkuvuuspalveluun
pl: Zadzwoń po pomoc drogową
sk: Zavolať asistenčnú službu

# TireGuardStrings_tireGuardDetailsTireChangeDetectedDesc
source: Tire change detected. The necessary data synchronization can take a few days.
fi: Renkaanvaihto tunnistettu. Vaadittava tietojen tarkistaminen voi kestää muutaman päivän.
pl: Rozpoznano wymianę opon. Niezbędne porównanie danych może potrwać kilka dni.
sk: Identifikovaná výmena pneumatík. Potrebné porovnanie údajov môže trvať niekoľko dní.

# TireGuardStrings_tireGuardDetailsTireChangeDetectedTitle
source: Tire change detected
fi: Renkaanvaihto tunnistettu
pl: Rozpoznano wymianę opon
sk: Identifikovaná výmena pneumatík

# TireGuardStrings_tireGuardDetailsTireDimension
source: Tire size
fi: Rengaskoko
pl: Rozmiar opony
sk: Rozmer pneumatiky

# TireGuardStrings_tireGuardDetailsTireLeftFront
source: L FRONT
fi: V EDESSÄ
pl: L PRZEDNIA
sk: Ľ PREDNÁ

# TireGuardStrings_tireGuardDetailsTireLeftFrontTitle
source: LEFT FRONT TIRE
fi: VASEN ETURENGAS
pl: OPONA Z PRZODU PO LEWEJ STRONIE
sk: PNEUMATIKA VPREDU VĽAVO

# TireGuardStrings_tireGuardDetailsTireLeftRear
source: L REAR
fi: V TAKANA
pl: L TYLNA
sk: Ľ ZADNÁ

# TireGuardStrings_tireGuardDetailsTireLeftRearTitle
source: LEFT REAR TIRE
fi: VASEN TAKARENGAS
pl: OPONA Z TYŁU PO LEWEJ STRONIE
sk: PNEUMATIKA VZADU VĽAVO

# TireGuardStrings_tireGuardDetailsTireManufacturer
source: Manufacturer
fi: Valmistaja
pl: Producent
sk: Výrobca

# TireGuardStrings_tireGuardDetailsTireManufacturingWeek
source: Manufacturing week
fi: Valmistusviikko
pl: Tydzień produkcji
sk: Výrobný týždeň

# TireGuardStrings_tireGuardDetailsTireMaxSpeed
source: Maximum permitted speed
fi: Huippunopeus
pl: Prędkość maksymalna
sk: Najvyššia rýchlosť

# TireGuardStrings_tireGuardDetailsTireMountingDate
source: Mounting date
fi: Asennuspäivä
pl: Data montażu
sk: Dátum montáže

# TireGuardStrings_tireGuardDetailsTirePartNumber
source: Part Number
fi: Osanumero
pl: Numer części
sk: Číslo dielu

# TireGuardStrings_tireGuardDetailsTirePressure
source: Tire pressure
fi: Rengaspaine
pl: Ciśnienie opon
sk: Tlak v pneumatike

# TireGuardStrings_tireGuardDetailsTirePressureCritical
source: Critical tire pressure loss
fi: Rengaspaineen kriittinen alentuminen
pl: Krytyczny spadek ciśnienia w oponach
sk: Kritický nízky tlak v pneumatike

# TireGuardStrings_tireGuardDetailsTirePressureWarning
source: Low tire pressure
fi: Rengaspaineen alentuminen
pl: Spadek ciśnienia w oponach
sk: Nízky tlak v pneumatike

# TireGuardStrings_tireGuardDetailsTireRightFront
source: R FRONT
fi: O EDESSÄ
pl: P PRZEDNIA
sk: P PREDNÁ

# TireGuardStrings_tireGuardDetailsTireRightFrontTitle
source: RIGHT FRONT TIRE
fi: OIKEA ETURENGAS
pl: OPONA Z PRZODU PO PRAWEJ STRONIE
sk: PNEUMATIKA VPREDU VPRAVO

# TireGuardStrings_tireGuardDetailsTireRightRear
source: R REAR
fi: O TAKANA
pl: P TYLNA
sk: P ZADNÁ

# TireGuardStrings_tireGuardDetailsTireRightRearTitle
source: RIGHT REAR TIRE
fi: OIKEA TAKARENGAS
pl: OPONA Z TYŁU PO PRAWEJ STRONIE
sk: PNEUMATIKA VZADU VPRAVO

# TireGuardStrings_tireGuardDetailsTireSeason
source: Season
fi: Kausi
pl: Sezon
sk: Sezóna

# TireGuardStrings_tireGuardDetailsTireWear
source: Tire wear
fi: Renkaiden kuluminen
pl: Zużycie opony
sk: Opotrebenie pneumatiky

# TireGuardStrings_tireGuardDetailsTireWearCritical
source: Schedule service
fi: Varaa aika
pl: Umów termin wizyty
sk: Dohodnúť termín

# TireGuardStrings_tireGuardDetailsTireWearWarning
source: Next service
fi: Seuraava huolto
pl: Następny przegląd
sk: Nasledujúci servis

# TireGuardStrings_tireGuardDetailsTitle
source: Tire details
fi: Renkaan tiedot
pl: Szczegóły opony
sk: Podrobnosti o pneumatike

# TireGuardStrings_tireGuardFindGasStation
source: Find filling station
fi: Huoltoaseman haku
pl: Znajdź stację paliw
sk: Nájsť čerpaciu stanicu

# TireGuardStrings_tireGuardPredictionDisclaimer
source: A prediction is never an exact value and cannot replace a physical inspection of the tire condition.
fi: Ennuste ei ole koskaan tarkka eikä se korvaa renkaiden kunnon fyysistä tarkastusta.
pl: Prognoza nigdy nie jest dokładnym wskaźnikiem i nie może zastąpić fizycznej kontroli stanu opon.
sk: Prognóza nie je nikdy presnou informáciou a nenahrádza fyzickú kontrolu stavu pneumatík.
