Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# PublicChargingSearchStrings_aboutPlugAndChargeFirstContentBody
source: Check the app for this label to identify compatible Plug & Charge charging points. You can also use the Plug & Charge filter in the My BMW App or in BMW Maps in your BMW.
fi: Etsi tämä tunnus sovelluksesta, jotta voit tunnistaa Plug & Charge -kelpoiset -latauspisteet. Vaihtoehtoisesti voit käyttää Plug & Charge -suodatinta My BMW -sovelluksessa tai BMW:si karttasovelluksessa BMW Maps.
pl: W aplikacji zwracaj uwagę na tę wytwórnię, aby zidentyfikować punkty ładowania obsługujące funkcję Plug & Charge. Alternatywnie można w aplikacji My BMW zastosować filtr Plug & Charge lub użyć go w BMW Maps w swoim BMW.
sk: V aplikácii si všimnite toto označenie, aby ste mohli identifikovať nabíjacie body kompatibilné s Plug & Charge. Alternatívne môžete použiť filter Plug & Charge v aplikácii My BMW App alebo BMW Maps vo svojom BMW.

# PublicChargingSearchStrings_aboutPlugAndChargeFirstContentTitle
source: This charging point supports Plug & Charge
fi: Tämä latauspiste tukee Plug & Charge -toimintoa
pl: Ten punkt ładowania obsługuje funkcję Plug & Charge
sk: Tento nabíjací bod podporuje Plug & Charge

# PublicChargingSearchStrings_aboutPlugAndChargeSecondBody
source: You need a charging contract that supports Plug & Charge to activate Plug & Charge. Follow the instructions from your charging supplier to activate Plug & Charge. The following PCID is required: {VIN}
fi: Plug & Charge -toiminnon aktivoimista varten tarvitset ensin sopivan lataussopimuksen, joka tukee Plug & Chargea. Noudata latauspalvelun tarjoajan ohjeita Plug & Charge -palvelun aktivoimiseksi BMW:ssäsi. Sitä varten tarvitaan seuraava PCID-tunnus: {VIN}
pl: Do aktywacji funkcji Plug & Charge wymagana jest umowa na ładowanie, która obejmuje funkcję Plug & Charge. Postępuje zgodnie ze wskazówkami operatora stacji ładowania, aby zaktywować w swoim BMW funkcję Plug & Charge. Do tego potrzebny jest poniższy PCID: {VIN}
sk: Na aktivovanie Plug & Charge najskôr potrebujete kompatibilnú zmluvu o nabíjaní, ktorá podporuje Plug & Charge. Riaďte sa pokynmi vášho poskytovateľa nabíjacích služieb, aby ste si aktivovali Plug & Charge pre svoje BMW. Na to je potrebné nasledujúce PCID: {VIN}

# PublicChargingSearchStrings_aboutPlugAndChargeSecondContentTitle
source: Activate Plug & Charge for your BMW
fi: Aktivoi Plug & Charge BMW:llesi
pl: Aktywuj funkcję Plug & Charge dla swojego BMW
sk: Aktivovať Plug & Charge pre vaše BMW

# PublicChargingSearchStrings_aboutPlugAndChargeThirdContentBody
source: To manage your charging contracts and activate or deactivate Plug & Charge, simply use the Plug & Charge menu in your BMW.
fi: Voit hallita lataussopimuksiasi ja aktivoida tai poistaa Plug & Charge -toiminnon käytöstä BMW:si Plug & Charge -valikossa.
pl: W celu zarządzania swoimi umowami na ładowanie oraz aby aktywować lub deaktywować funkcję Plug & Charge, użyj menu Plug & Charge w swoim BMW.
sk: Aby ste mohli spravovať svoje zmluvy o nabíjaní a aktivovať alebo deaktivovať Plug & Charge, použite menu Plug & Charge vo svojom BMW.

# PublicChargingSearchStrings_aboutPlugAndChargeThirdContentTitle
source: Install and manage your contracts
fi: Sopimusten asentaminen ja hallinta
pl: Instaluj umowy i zarządzaj nimi
sk: Inštalovať a spravovať zmluvy

# PublicChargingSearchStrings_aboutPlugAndChargeTitle
source: About Plug & Charge
fi: Plug & Charge -tiedot
pl: O Plug & Charge
sk: O Plug & Charge

# PublicChargingSearchStrings_aboutPreferredOperatorsConcept
source: A charging station operator or charge point operator (CPO) is ultimately responsible for a charging station, its installation, service and maintenance. In order to charge, you can have a charging contract with a charging network or directly with the operator of the charging station.
fi: Latausaseman ylläpitäjä (tai Charge Point Operator, CPO) on vastuussa latausasemasta ja sen asennuksesta, ylläpidosta ja huollosta. Voit tehdä latausta varten lataussopimuksen latausverkoston kanssa tai suoraan latausaseman ylläpitäjän kanssa.
pl: Operator stacji ładowania (lub Charge Point Operator, CPO) jest odpowiedzialny za stację ładowanie oraz jej instalację, utrzymanie w sprawnym stanie i konserwację. Aby ładować pojazd, można podpisać umowę z siecią stacji ładowania lub bezpośrednio z operatorem stacji ładowania.
sk: Prevádzkovateľ nabíjacej stanice (alebo Charge Point Operator, CPO) je zodpovedný za nabíjaciu stanicu, ako aj za jej inštaláciu, starostlivosť a údržbu. Na nabíjanie môžete uzavrieť nabíjaciu zmluvu s niektorou nabíjacou sieťou alebo priamo s prevádzkovateľom nabíjacej stanice.

# PublicChargingSearchStrings_aboutPreferredOperatorsContentTitle
source: Charging Station Operators
fi: Latausaseman ylläpitäjä
pl: Operator stacji ładowania
sk: Prevádzkovatelia nabíjacích staníc

# PublicChargingSearchStrings_aboutPreferredOperatorsContentTitlePreferred
source: Preferred Charging Station Operators
fi: Ensisijaiset latausasemien ylläpitäjät
pl: Preferowani operatorzy stacji ładowania
sk: Preferovaní prevádzkovatelia nabíjacích staníc

# PublicChargingSearchStrings_aboutPreferredOperatorsErouteOptimization
source: Prefer selected charging station operators when calculating a route optimized for charging
fi: Valitut latausasemien ylläpitäjät asetetaan etusijalle, kun lasketaan latauksen suhteen optimoitua reittiä
pl: preferowanie wybranych operatorów stacji ładowania przy ustalaniu trasy zoptymalizowanej pod kątem ładowania
sk: Uprednostniť zvolených prevádzkovateľov nabíjacích staníc pri výpočte trasy prispôsobenej nabíjaniu

# PublicChargingSearchStrings_aboutPreferredOperatorsFilterInTheMap
source: Filter results on the map based on your preferred charging station operators
fi: Suodata hakutulokset kartalla ensisijaisten latausasemien ylläpitäjien mukaan
pl: filtrowanie wyników szukania na mapie według preferowanych operatorów stacji ładowania
sk: Filtrovať výsledky vyhľadávania na mape podľa preferovaných prevádzkovateľov nabíjacích staníc

# PublicChargingSearchStrings_aboutPreferredOperatorsRecommendedTile
source: Recommended Operators
fi: Suositeltavat ylläpitäjät
pl: Zalecani operatorzy
sk: Odporúčaní prevádzkovatelia

# PublicChargingSearchStrings_aboutPreferredOperatorsTitle
source: About Preferred Operators
fi: Ensisijaisten ylläpitäjien tiedot
pl: O preferowanych operatora
sk: O preferovaných prevádzkovateľoch

# PublicChargingSearchStrings_chargingOperators
source: CHARGING STATION OPERATORS
fi: LATAUSASEMIEN YLLÄPITÄJÄT
pl: OPERATOR STACJI ŁADOWANIA
sk: PREVÁDZKOVATELIA NABÍJACÍCH STANÍC

# PublicChargingSearchStrings_knowMore
source: Learn more
fi: Lisätietoja
pl: Dowiedz się więcej
sk: Zistiť viac

# PublicChargingSearchStrings_onlyPreferredOperators
source: Only preferred operators
fi: Vain ensisijaiset ylläpitäjät
pl: Tylko preferowani operatorzy
sk: Len preferovaní prevádzkovatelia

# PublicChargingSearchStrings_otherUpperCase
source: OTHER
fi: LISÄÄ
pl: INNI
sk: ĎALŠÍ

# PublicChargingSearchStrings_plugAndChargeCapable
source: Plug & Charge available
fi: Plug & Charge käytettävissä
pl: Funkcja Plug & Charge dostępna
sk: Plug & Charge dostupný

# PublicChargingSearchStrings_preferredChargingOperatorsTitle
source: Preferred Charging Station Operators
fi: Ensisijaiset latausasemien ylläpitäjät
pl: Preferowani operatorzy stacji ładowania
sk: Preferovaní prevádzkovatelia nabíjacích staníc

# PublicChargingSearchStrings_preferredOperatorsNoneSelected
source: None selected
fi: Ei valintaa
pl: Brak wyboru
sk: Žiadny výber

# PublicChargingSearchStrings_preferredOperatorsNotSelected
source: You have not made a selection yet.
fi: Et vielä ole tehnyt valintaa
pl: Jeszcze nie dokonałeś wyboru
sk: Ešte ste si nevybrali

# PublicChargingSearchStrings_preferredOperatorsReseted
source: Your preferred charging station operators were reset.
fi: Ensisijaiset latausasemien ylläpitäjät on nollattu.
pl: Twoi preferowani operatorzy stacji ładowania zostali zresetowani.
sk: Vaši preferovaní prevádzkovatelia nabíjacích staníc boli resetovaní.

# PublicChargingSearchStrings_preferredOperatorsSavedAndFilterActivated
source: Your preferred charging station operators were successfully saved. The search filter has been activated.
fi: Ensisijaiset latausasemien ylläpitäjät on tallennettu onnistuneesti. Hakusuodatin on aktivoitu.
pl: Twoi preferowani operatorzy stacji ładowania zostali zapisani z powodzeniem. Filtr wyszukiwania został aktywowany.
sk: Vaši preferovaní prevádzkovatelia nabíjacích staníc boli úspešne uložení. Filter vyhľadávania bol aktivovaný.

# PublicChargingSearchStrings_preferredOperatorsSavedAndFilterDeactivated
source: Your preferred charging station operators were successfully saved. The search filter has been deactivated.
fi: Ensisijaiset latausasemien ylläpitäjät on tallennettu onnistuneesti. Hakusuodattimen aktivointi on poistettu.
pl: Twoi preferowani operatorzy stacji ładowania zostali zapisani z powodzeniem. Filtr wyszukiwania został zdezaktywowany.
sk: Vaši preferovaní prevádzkovatelia nabíjacích staníc boli úspešne uložení. Filter vyhľadávania bol deaktivovaný.

# PublicChargingSearchStrings_preferredOperatorsSelectedLowerCase
source: {numberSelectedOperators} selected
fi: {numberSelectedOperators} valittu
pl: Wybrano {numberSelectedOperators}
sk: Zvolení {numberSelectedOperators}

# PublicChargingSearchStrings_preferredOperatorsSelectedUpperCase
source: {numberSelectedOperators} SELECTED
fi: {numberSelectedOperators} VALITTU
pl: WYBRANO {numberSelectedOperators}
sk: ZVOLENÍ {numberSelectedOperators}

# PublicChargingSearchStrings_preferredOperatorsSelection
source: Please select your preferred operators from the list of all charging station operators.
fi: Valitse kaikkien latausasemien ylläpitäjien luettelosta ensisijaiset ylläpitäjäsi.
pl: Wybierz swoich preferowanych operatorów stacji ładowania z listy wszystkich operatorów stacji ładowania.
sk: Zvoľte si svojich preferovaných prevádzkovateľov zo zoznamu všetkých prevádzkovateľov nabíjacích staníc.

# PublicChargingSearchStrings_preferredOperatorsStartSelection
source: START SELECTING
fi: ALOITA VALINTA
pl: ROZPOCZNIK WYBÓR
sk: ZAČAŤ VÝBER

# PublicChargingSearchStrings_preferredOperatorsSuccessSave
source: Your preferred charging station operators were successfully saved.
fi: Ensisijaiset latausasemien ylläpitäjät on tallennettu onnistuneesti.
pl: Twoi preferowani operatorzy stacji ładowania zostali zapisani z powodzeniem.
sk: Vaši preferovaní prevádzkovatelia nabíjacích staníc boli úspešne uložení.

# PublicChargingSearchStrings_recommendedUpperCase
source: RECOMMENDED
fi: SUOSITELTAVAT
pl: ZALECANI
sk: ODPORÚČANÍ

# PublicChargingSearchStrings_selectPreferredOperators
source: Select preferred operators
fi: Valitse ensisijaiset ylläpitäjät
pl: Wybierz preferowanych operatorów
sk: Zvoliť preferovaných prevádzkovateľov

# PublicChargingSearchStrings_selectedPill
source: Selected
fi: Valittu
pl: Wybrani
sk: Zvolení

# PublicChargingStrings__chargeAndGoAccountListItemTitle
source: {brandCharging} account
fi: {brandCharging} -tili
pl: Konto {brandCharging}
sk: {brandCharging} konto

# PublicChargingStrings__chargeAndGoCancelSocketStopDescription
source: The activation process for {socketID} was canceled.
fi: {socketID}:n aktivointiprosessi on keskeytetty.
pl: Nastąpiło przerwanie procesu aktywacji dla {socketID}.
sk: Proces aktivácie pre {socketID} bol prerušený.

# PublicChargingStrings__chargeAndGoChargingStationNetworkQrCodeNotSupported
source: The action cannot be completed because this charging station does not belong to the {brandCharging} network.
fi: Toimenpidettä ei voida viedä päätökseen, koska tämä latausasema ei kuulu {brandCharging}-verkostoon.
pl: Proces nie może zostać zakończony, ponieważ ta stacja ładowania nie należy do sieci {brandCharging}.
sk: Proces nie je možné ukončiť, pretože nabíjacia stanica nepatrí k sieti {brandCharging}.

# PublicChargingStrings__chargeAndGoInactiveChargingContractAssistiveText
source: It is not possible to use your {brandCharging} account because your contract is inactive.
fi: Et voi käyttää {brandCharging} -tiliäsi, koska sopimuksesi ei ole aktiivinen.
pl: Nie możesz korzystać ze swojego konta {brandCharging}, ponieważ Twoja umowa jest nieaktywna.
sk: Nemôžete použiť vaše konto {brandCharging}, pretože vaša zmluva je neaktívna.

# PublicChargingStrings__chargeAndGoNewChargingContractAssistiveText
source: To start public charging you need to get a {brandCharging} contract for this vehicle.
fi: Tarvitset {brandCharging} -sopimuksen voidaksesi käyttää julkisia latausasemia.
pl: Do publicznego ładowania potrzebna jest umowa {brandCharging}.
sk: Na verejné nabíjanie potrebujete zmluva {brandCharging}.

# PublicChargingStrings__chargeAndGoNotAvailableChargingContractAssistiveText
source: The information about your {brandCharging} account is not available. Please try again later.
fi: {brandCharging} tilisi tiedot eivät ole käytettävissä. Yritä myöhemmin uudelleen.
pl: Informacje o Twoim koncie {brandCharging} są niedostępne. Spróbuj ponownie później.
sk: Informácie o vašom konte {brandCharging} nie sú dostupné. Skúste to znovu neskôr.

# PublicChargingStrings__chargeAndGoUnlockChargingContractAssistiveText
source: It is not possible to use your {brandCharging} account because your contract has been locked.
fi: Et voi käyttää {brandCharging}-tiliäsi, koska sopimuksesi on estetty.
pl: Nie możesz korzystać ze swojego konta {brandCharging}, ponieważ Twoja umowa jest zablokowana.
sk: Nemôžete použiť vaše konto {brandCharging}, pretože vaša zmluva je zablokovaná.

# PublicChargingStrings__chargeMyVehicleProviderWebsiteDescription
source: Please check the <link>provider website<link>.
fi: Tarkista palveluntarjoajan <link>sivusto<link>.
pl: Sprawdź <link>stronę internetową operatora<link>.
sk: Skontrolujte <link>webovú stránku poskytovateľa<link>.

# PublicChargingStrings_absentFromGarage
source: Vehicle not in garage
fi: Ajoneuvo ei ole autotallissa
pl: Pojazd nie w garażu
sk: Vozidlo nie je v garáži

# PublicChargingStrings_acNormalCharging
source: AC – Normal charging
fi: AC – Normaali lataus
pl: AC – normalne ładowanie
sk: AC – Normálne nabíjanie

# PublicChargingStrings_activateAction
source: Activate
fi: Aktivoi
pl: Aktywuj
sk: Aktivovať

# PublicChargingStrings_activeContract
source: Active
fi: Aktiivinen
pl: Aktywna
sk: Platný

# PublicChargingStrings_activeSessionsCardDetailsAction
source: DETAILS
fi: TIEDOT
pl: SZCZEGÓŁY
sk: PODROBNOSTI

# PublicChargingStrings_activeSessionsChargingCompletedGrace
source: Your charging session has stopped. Your {gracePeriod}-minute grace period begins now.
fi: Lataus päättyi. {gracePeriod} minuutin lisäaika alkaa nyt.
pl: Twoje ładowanie zostało zakończone. Teraz zaczyna się Twój okres karencji wynoszący {gracePeriod} min.
sk: Váš proces nabíjania bol ukončený. Teraz sa začína vaša {gracePeriod}-minútová doba odkladu.

# PublicChargingStrings_activeSessionsChargingStateSubtitle
source: Charging
fi: Lataus
pl: Ładowanie
sk: Nabiť

# PublicChargingStrings_activeSessionsGetElmAccountAction
source: CREATE ACCOUNT
fi: AVAA TILI
pl: UTWÓRZ KONTO
sk: VYTVORTE SI ÚČET

# PublicChargingStrings_activeSessionsGetElmAccountSubtitle
source: To start public charging, you need to create an Electrify America account or migrate your existing account into the {appName} app.
fi: Jos haluat aloittaa julkisen latauksen, luo Electrify America -tili tai käytä olemassa olevaa tiliäsi {appName} -sovelluksessa.
pl: Aby rozpocząć ładowanie publiczne, utwórz konto Electrify America lub przejmij istniejące konto do aplikacji {appName}.
sk: Na začatie verejného nabíjania si vytvorte účet Electrify America alebo prevezmite váš existujúci účet do aplikácie {appName}.

# PublicChargingStrings_activeSessionsGetElmPlanAction
source: SUBSCRIBE TO A CHARGING PLAN
fi: TEE HINTASOPIMUS
pl: USTAL TARYFĘ
sk: UZAVRIEŤ TARIFU

# PublicChargingStrings_activeSessionsGetElmPlanSubtitle
source: To start public charging, you need an Electrify America charging plan for this vehicle.
fi: Jotta voit aloittaa julkisen latauksen, tarvitset tälle ajoneuvolle Electrify America -hinnan.
pl: Aby rozpocząć ładowanie publiczne, musisz mieć taryfę Electrify America dla tego pojazdu.
sk: Na začatie verejného nabíjania potrebujete tarifu Electrify America pre toto vozidlo.

# PublicChargingStrings_activeSessionsGracePeriod
source: Grace period
fi: Lisäaika
pl: Okres karencji
sk: Doba odkladu

# PublicChargingStrings_activeSessionsIdleState
source: Idle operation
fi: Tyhjäkäynnillä
pl: Na biegu jałowym
sk: Vo voľnobehu

# PublicChargingStrings_activeSessionsIdlingMin
source: Idle operation for {minIdling} min.
fi: Tyhjäkäynnillä {minIdling} min.
pl: Na biegu jałowym przez {minIdling} min.
sk: Vo voľnobehu na {minIdling} min.

# PublicChargingStrings_activeSessionsIdlingSnackbar
source: The provider will start charging the idle fee.
fi: Palveluntarjoaja alkaa nyt periä lisämaksua paikan varattuna pitämisestä.
pl: Operator aktywuje teraz opłatę za blokadę.
sk: Poskytovateľ teraz spúšťa blokačný poplatok.

# PublicChargingStrings_activeSessionsMinLeft
source: {remainingGracePeriod} min left.
fi: Vielä {remainingGracePeriod} min.
pl: Jeszcze {remainingGracePeriod} min.
sk: Ešte {remainingGracePeriod} min.

# PublicChargingStrings_additionalContractFamilyWarning
source: Please purchase an additional {brandCharging} contract if you are using your new {brand} as an additional vehicle.
fi: Jos käytät uutta {brand}-ajoneuvoasi lisäajoneuvona, tee erillinen {brandCharging} -sopimus.
pl: Jeśli wykorzystujesz nowy pojazd {brand} jako pojazd dodatkowy, zawrzyj osobną umowę {brandCharging}.
sk: Ak používate vaše nové {brand} ako druhé vozidlo, uzavrite samostatnú zmluvu pre {brandCharging}.

# PublicChargingStrings_advantagesContractsBody
source: A {brandCharging} contract enables you to:
fi: {brandCharging} -sopimus mahdollistaa:
pl: Umowa {brandCharging} umożliwia Ci:
sk: Zmluva {brandCharging} vám umožňuje:

# PublicChargingStrings_advantagesContractsHeader
source: Benefits of {brandCharging} contracts
fi: {brandCharging} -sopimusten edut
pl: Zalety umów {brandCharging}
sk: Výhody zmlúv {brandCharging}

# PublicChargingStrings_appliedAfterGracePeriodMin
source: Due after {gracePeriodMin} min
fi: Erääntyy {gracePeriodMin} min kuluttua.
pl: Termin po {gracePeriodMin} min
sk: Vyprší po {gracePeriodMin} min.

# PublicChargingStrings_authenticateAndStartSubtitle
source: Authenticate and start charging
fi: Tunnistaudu ja aloita lataus
pl: Rozpocznij uwierzytelnienie i ładowanie
sk: Overiť a spustiť nabíjanie

# PublicChargingStrings_authenticateYourself
source: Use the {brandCharging} card or the {appName} app to verify yourself at Europe-wide {brandCharging} charging points, our recommended network partner.
fi: Tunnistaudu koko Euroopan kattavan {brandCharging} -verkon – suosittelemamme kumppanin – latauspisteissä {brandCharging} -kortilla tai digitaalisesti {appName}-sovelluksella.
pl: Przeprowadź uwierzytelnianie w punktach ładowania europejskiej sieci {brandCharging} – zalecanego przez nas partnera – za pomocą karty {brandCharging} lub w formie cyfrowej przy użyciu aplikacji {appName}.
sk: Overte svoju totožnosť na bodoch nabíjania celoeurópskej siete {brandCharging} – u nami odporúčanom partnerovi – pomocou {brandCharging} Card alebo digitálne s aplikáciou {appName}.

# PublicChargingStrings_benefitFromExlusiveAdvantages
source: Benefit from many exclusive conditions, a fixed price model, a contract, a single bill and a transparent overview of your charging processes.
fi: Hyödy ainutlaatuisista edullisista ehdoista, kiinteästä hinnoittelumallista, sopimuksesta, laskusta ja latausprosessien selkeästä katsauksesta.
pl: Skorzystaj z ekskluzywnych warunków specjalnych, stałego modelu cenowego, umowy, faktury i przejrzystego przeglądu swoich ładowań.
sk: Profitujte z exkluzívnych výhodných podmienok, pevného cenového modelu, zmluvy, faktúry a transparentného prehľadu vašich procesov nabíjania.

# PublicChargingStrings_blockedContract
source: Blocked
fi: Estetty
pl: Zablokowana
sk: Zablokovaný

# PublicChargingStrings_cancelCurrentContractWarning
source: If your new {brand} is replacing a previous vehicle, please remember to cancel your current {brandCharging} contract for that vehicle and purchase a new contract for your new{brand}.
fi: Jos uusi {brand} korvaa aiemman ajoneuvon, varmista, että irtisanot nykyisen {brandCharging} -sopimuksesi kyseisestä ajoneuvosta ja teet uuden sopimuksen uutta {brand}-ajoneuvoa varten.
pl: Jeśli Twój nowy pojazd {brand} zastępuje wcześniejszy pojazd, upewnij się, że rozwiązano obecną umowę {brandCharging} dla tego pojazdu i zawarto nową umowę dla nowego pojazdu {brand}.
sk: Ak vaše nové {brand} nahrádza vaše doterajšie vozidlo, zaistite, aby ste stornovali vašu aktuálnu zmluvu {brandCharging} pre toto vozidlo a uzavreli novú zmluvu pre vaše nové {brand}.

# PublicChargingStrings_chargeAndGoAccountListItemSubtitle
source: Go to my dashboard
fi: Siirry koontinäyttöön
pl: Przejdź do mojego pulpitu
sk: Prejsť na moju prístrojovú dosku

# PublicChargingStrings_chargeAndGoActivateFifthBullet
source: Confirm your order.
fi: Vahvista tilauksesi.
pl: Potwierdź zamówienie.
sk: Potvrďte Vašu objednávku.

# PublicChargingStrings_chargeAndGoActivateSelectSocketFirstBullet
source: Choose the option "Select & Charge".
fi: Valitse vaihtoehto Select & Charge.
pl: Wybierz opcję Select & Charge.
sk: Vyberte možnosť Select & Charge.

# PublicChargingStrings_chargeAndGoActivateSelectSocketFourthBullet
source: Check the pricing and all the legal and contractual details.
fi: Tarkista hinta ja kaikki oikeudelliset ja sopimukselliset yksityiskohdat.
pl: Sprawdź cenę oraz wszystkie szczegóły prawne i umowne.
sk: Skontrolujte cenu a všetky právne a zmluvné informácie.

# PublicChargingStrings_chargeAndGoActivateSelectSocketSecondBullet
source: Based on your location, in most cases we can tell which station you are at. But if you are close to many charging stations, you should select the one where you want to charge.
fi: Sijaintisi perusteella voimme yleensä määrittää, millä latausasemalla olet. Jos välittömässä ympäristössä on useita latausasemia, valitse se latausasema, jossa haluat ladata ajoneuvosi.
pl: Na podstawie lokalizacji użytkownika możemy zazwyczaj określić, przy której stacji ładowania się znajduje. Jeśli w bezpośrednim sąsiedztwie znajduje się wiele stacji ładowania, wybierz stację, w której chcesz naładować pojazd.
sk: Na základe vašej aktuálnej polohy môžeme väčšinou určiť, na ktorej nabíjacej stanici sa nachádzate. Ak sa vo vašom priamom okolí nachádza veľa nabíjacích staníc, vyberte nabíjaciu stanicu, na ktorej chcete vaše vozidlo nabiť.

# PublicChargingStrings_chargeAndGoActivateSelectSocketThirdBullet
source: Select the connector you want to activate
fi: Valitse latauspistorasia, jonka haluat aktivoida.
pl: Wybierz gniazdo ładowania, które chcesz aktywować.
sk: Zvoľte nabíjaciu zásuvku, ktorú chcete aktivovať.

# PublicChargingStrings_chargeAndGoActivateSelectSocketTitle
source: Using Select & Charge
fi: Select & Charge -toiminnon käyttö
pl: Użycie opcji Select & Charge
sk: Používanie Select & Charge

# PublicChargingStrings_chargeAndGoActivateSocketContentTitle
source: Using Scan & Charge
fi: Scan & Charge -toiminnon käyttö
pl: Użycie opcji Scan & Charge
sk: Používanie Scan & Charge

# PublicChargingStrings_chargeAndGoActivateSocketFifthBullet
source: Confirm your order.
fi: Vahvista tilauksesi.
pl: Potwierdź zamówienie.
sk: Potvrďte Vašu objednávku.
