Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# _vehicleMappingRemovalWarningTextMainUserNonLmm
source: By removing this {brandLocalized} from the {appName} app all data in the {appName} app associated with this vehicle will be deleted. Additionally all Digital Keys for this vehicle will be revoked.
fi: Jos poistat tämän {brandLocalized}-ajoneuvon {appName} -sovelluksesta, kaikki ajoneuvoon liittyvät tiedot poistetaan {appName} -sovelluksesta. Myös kaikki ajoneuvon digitaaliset avaimet poistetaan.
pl: Jeśli usuniesz ten pojazd {brandLocalized} z aplikacji {appName}, zostaną również usunięte wszystkie przypisane do niego dane w aplikacji {appName}. Nastąpi także usunięcie wszystkich cyfrowych kluczy tego pojazdu.
sk: Ak odstránite toto {brandLocalized} z vašej aplikácie {appName}, vymažú sa aj všetky údaje priradené tomuto vozidlu v aplikácii {appName}. Taktiež sa vymažú všetky digitálne kľúče pre toto vozidlo.

# _vehicleMappingRemovalWarningTextNonMainUserLmm
source: By removing this {brandLocalized} from the {appName} app - This vehicle will be removed from your {brandLocalized} ID - All data in the {appName} app associated with this vehicle will be deleted
fi: Jos poistat {brandLocalized}-ajoneuvon {appName} -sovelluksesta, seurauksena on: - Ajoneuvo poistetaan {brandLocalized} ID:stäsi. - Kaikki ajoneuvoon liittyvät tiedot poistetaan {appName} -sovelluksesta
pl: Usunięcie pojazdu {brandLocalized} z aplikacji {appName} App spowoduje: - Usunięcie pojazdu z Twojego {brandLocalized} ID - Usunięcie z aplikacji {appName} wszystkich danych powiązanych z pojazdem
sk: Odstránenie tohto vozidla {brandLocalized} z vašej aplikácie {appName} bude mať za následok: - Vozidlo sa odstráni z vášho ID {brandLocalized} - Vymažú sa všetky údaje priradené k vozidlu v aplikácii {appName}

# _vehicleMappingRemovalWarningTextNonMainUserNonLmm
source: By removing this {brandLocalized} from the {appName} app all data in the {appName} app associated with this vehicle will be deleted.
fi: Jos poistat tämän {brandLocalized}-ajoneuvon {appName} -sovelluksesta, kaikki ajoneuvoon liittyvät tiedot poistetaan {appName} -sovelluksesta.
pl: Jeśli usuniesz ten pojazd {brandLocalized} z aplikacji {appName}, zostaną również usunięte wszystkie przypisane do niego dane w aplikacji {appName}.
sk: Ak odstránite toto {brandLocalized} z vašej aplikácie {appName}, vymažú sa aj všetky údaje priradené tomuto vozidlu v aplikácii {appName}.

# _vehicleMappingSunsetText
source: The 3G network has been taken out of operation in your country. As your vehicle connection is dependent on this network, services you are accustomed to may not be available in the future. If you have any questions or want to check for possible upgrades, please contact your dealership. You can still connect your mobile device directly via USB or Bluetooth® to continue using some of the {appName} app features.
fi: Verkko-operaattorit ovat poistamassa 3G-matkapuhelinverkkoa käytöstä maassasi. Ajoneuvosi on tiedonsiirrossa riippuvainen tästä verkosta, joten käyttämäsi palvelut eivät ehkä ole enää käytettävissä. Jos sinulla on kysyttävää tästä tai jos haluat tarkistaa, voiko ajoneuvoosi tehdä päivityksen, ota yhteys jälleenmyyjään. Vaihtoehtoisesti voit liittää mobiililaitteesi suoraan USB:n tai Bluetoothin kautta jatkaaksesi joidenkin {appName}-sovelluksen ominaisuuksien käyttöä.
pl: Sieć komórkowa 3G w Twoim kraju jest wyłączona przez operatora sieci. Twój pojazd jest przyporządkowany do transmisji danych w tej sieci, stąd Twoje typowe usługi mogą być już niedostępne. Jeśli masz pytania lub chcesz sprawdzić możliwość aktualizacji dla Twojego pojazdu, skontaktuj się ze swoim dealerem. Możesz tez połączyć swoje urządzenie mobilne bezpośrednio poprzez USB lub Bluetooth, aby móc nadal korzystać z niektórych funkcji aplikacji {appName}.
sk: Operátori postupne ukončujú mobilnú sieť 3G vo vašej krajine. Vaše vozidlo je pri prenose údajov závislé od tejto siete, a preto služby, na ktoré ste boli zvyknutý, nemusia byť viac dostupné. Ak máte akékoľvek otázky alebo chcete nechať skontrolovať možnosť aktualizácie pre vaše vozidlo, kontaktujte svojho predajcu. Eventuálne môžete svoje mobilné zariadenie pripojiť priamo cez USB alebo Bluetooth a pokračovať v používaní niektorých funkcií aplikácie {appName}.

# _vehicleMappingTermsOfUseCheckboxText
source: I accept the Terms and Conditions of {connectedWebsiteName} for this {vehicleModel}.
fi: Hyväksyn {connectedWebsiteName} -sivustolla ilmoitetut yleiset palveluehdot tälle {vehicleModel}-ajoneuvolle.
pl: Akceptuję podane ogólne warunki handlowe {connectedWebsiteName} dla tego {vehicleModel}.
sk: Súhlasím s uvedenými všeobecnými obchodnými podmienkami {connectedWebsiteName} pre toto{vehicleModel}.

# _vehicleMappingTermsOfUseDescription
source: {brandLocalized} offers {connectedWebsiteName} in accordance with these Terms and Conditions.
fi: {brandLocalized} tarjoaa {connectedWebsiteName} -palvelua näiden yleisien palveluehtojen mukaisesti.
pl: {brandLocalized} oferuje {connectedWebsiteName} zgodnie z niniejszymi ogólnymi warunkami handlowymi.
sk: {brandLocalized} ponúka {connectedWebsiteName} v súlade s týmito všeobecnými obchodnými podmienkami.

# _vehicleMappingTermsOfUseInfoIconHelpText
source: Show Terms and Conditions of {connectedWebsiteName}
fi: Näytä {connectedWebsiteName} -palvelun yleiset palveluehdot
pl: Wyświetl ogólne warunki handlowe {connectedWebsiteName}
sk: Zobraziť všeobecné obchodné podmienky {connectedWebsiteName}

# _vehicleMappingUnsupportedOldClientVersionText
source: Sorry, the function which you are trying to use requires a newer app version. Please update the {appName} App and try again.
fi: Olemme pahoillamme: haluamasi toiminto vaatii uudemman sovellusversion. Päivitä {appName} -sovellus ja yritä uudelleen.
pl: Przykro nam: funkcje, których chcesz użyć, wymagają nowszej wersji aplikacji. Zaktualizuj aplikację {appName} i spróbuj ponownie.
sk: Ľutujeme, ale funkcia, ktorú sa pokúšate použiť, vyžaduje novšiu verziu aplikácie. Aktualizujte aplikáciu {appName} a skúste to znova.

# _vehicleMappingUpdateProfileFormExplanation
source: Additional information is required to be able to add your {brandLocalized} to your {brandLocalized} ID. Please complete your personal data to continue.
fi: Tarvitsemme lisätietoja, jotta voimme lisätä {brandLocalized}-ajoneuvosi {brandLocalized} ID:hesi. Täytä henkilökohtaiset tietosi, jotta voit jatkaa.
pl: Potrzebujemy dodatkowych informacji w celu dodania Twojego {brandLocalized} do Twojego {brandLocalized} ID. Uzupełnij swoje dane osobowe w celu kontynuacji.
sk: Potrebujeme ďalšie informácie, aby sme mohli pridať vaše {brandLocalized} k vášmu {brandLocalized} ID. Vyplňte svoje osobné údaje, aby ste mohli pokračovať.

# _vehicleMappingVehicleRegionTransferFailedText
source: We are sorry. Unfortunately automatically changing the country setting of your {brandLocalized} is not supported in this case. This could be for several reasons. Please contact customer support.
fi: Pahoittelemme. {brandLocalized}-ajoneuvollesi kohdennetun maan automaattista muuttamista ei valitettavasti tueta tässä tapauksessa. Tähän voi olla erilaisia syitä. Käänny asiakaspalvelun puoleen.
pl: Przykro nam. Automatyczna zmiana kraju przyporządkowanego do Twojego {brandLocalized} nie jest niestety w tym przypadku obsługiwana. Może to mieć różne przyczyny. Zwróć się do Centrum Obsługi Klienta.
sk: Ľutujeme. Automatická zmena priradenej krajiny pre vaše {brandLocalized} v tomto prípade žiaľ nie je podporovaná. To môže mať rôzne dôvody. Obráťte sa na zákaznícku podporu.

# _vehicleMappingWelcomeBackDescription
source: On the following screens we will guide you through the necessary steps to add your {brandLocalized}.
fi: Seuraavilla sivuilla opastamme sinua {brandLocalized}-ajoneuvon lisäämiseen tarvittavissa vaiheissa.
pl: Na kolejnych stronach poprowadzimy Cię przez kroki konieczne do dodania Twojego {brandLocalized}.
sk: Na nasledujúcich stranách vás prevedieme všetkými nevyhnutnými krokmi na pridanie vášho {brandLocalized}.

# _vehicleMappingYoureAllSetDescription
source: We now have all of the information we need to add your {brandLocalized}. It shouldn't take long until it will be fully available in the {appName} app.
fi: Meillä on nyt kaikki tiedot, joita tarvitsemme voidaksemme lisätä {brandLocalized}-ajoneuvon. Ei pitäisi kestää kauan, kunnes ajoneuvo on täysin käytettävissä {appName}-sovelluksessa.
pl: Mamy już wszystkie informacje potrzebne nam do dodania Twojego {brandLocalized}. W niedługim czasie pojazd będzie w pełni dostępny w aplikacji {appName}.
sk: Teraz máme všetky informácie, ktoré potrebujeme na pridanie vášho {brandLocalized}. Vozidlo by malo byť dostupné v aplikácii {appName} onedlho.

# _vehicleMappingYoureAllSetNonConnectedDescription
source: Your {brandLocalized} has been added successfully.
fi: {brandLocalized}-ajoneuvosi on lisätty onnistuneesti.
pl: Pomyślnie dodano Twój pojazd {brandLocalized}.
sk: Vaše vozidlo {brandLocalized} bolo úspešne pridané.

# _vehicleNotMappedSubTitleBranded
source: Map your {brand} to allow the app to send destinations to your vehicle
fi: Kohdenna {brand}, jotta sovellus voi lähettää kohteita ajoneuvoosi.
pl: Przydziel swój {brand}, aby przesyłać cele z aplikacji do pojazdu.
sk: Priraďte svoje {brand}, aby mohla aplikácia do Vášho vozidla odosielať ciele.

# _vehicleServicesPleaseConnectToVehicleBranded
source: Please connect to your {brand}
fi: Muodosta yhteys {brand}-ajoneuvoosi
pl: Połącz się ze swoim {brand}
sk: Pripojte sa k Vášmu {brand}

# _vehicleServicesUploadFinished
source: Upgrade ready to install
fi: Päivitys on valmis asennettavaksi
pl: Aktualizacja gotowa do instalacji
sk: Aktualizácia je pripravená na inštaláciu

# _vehicleSettingsDataPrivacyDescriptionText
source: Changes become active after starting the vehicle the next time and logging in with your {brand} ID.
fi: Muutokset tulevat voimaan, kun ajoneuvo käynnistetään seuraavan kerran ja kirjaudut sisään {brand} ID:lläsi.
pl: Zmiany zostaną aktywowane po kolejnym uruchomieniu pojazdu i zalogowaniu się za pomocą {brand} ID.
sk: Zmeny sa aktivujú po ďalšom naštartovaní vozidla a prihlásení pomocou svojho ID {brand}.

# _vehicleSupportedPluralMessageBmw
source: Your {brand} {vehicles} do not support Parking Payments.
fi: {brand} {vehicles} eivät tue pysäköintimaksutoimintoa.
pl: Twoje pojazdy {brand} {vehicles} nie obsługują funkcji płatności za parkowanie.
sk: Vaše {brand} {vehicles} nepodporujú funkciu parkovacie platby.

# _vehicleTabWelcomeScreenAddVehicleButton
source: ADD MY {brandLocalized}
fi: LISÄÄ OMA {brandLocalized}
pl: DODAJ MOJE {brandLocalized}
sk: PRIDAŤ MOJE {brandLocalized}

# _vehicleTabWelcomeScreenHeadline
source: WELCOME TO THE {appName} APP
fi: TERVETULOA {appName} -SOVELLUKSEEN
pl: WITAMY W APLIKACJI {appName}
sk: VITAJTE V aplikácii {appName}

# _vehicleTabWelcomeScreenHeadlineBmw
source: WELCOME TO {appName}
fi: TERVETULOA {appName}-SOVELLUKSEEN
pl: WITAMY W {appName}
sk: VITAJTE V APLIKÁCII {appName}

# _vehicleTabWelcomeScreenHeadlineMini
source: WELCOME TO THE {appName} APP
fi: TERVETULOA {appName}-SOVELLUKSEEN
pl: WITAMY W APLIKACJI {appName}
sk: VITAJTE V APLIKÁCII {appName}

# _vehicleTabWelcomeScreenHeadlineSupra
source: WELCOME TO {appName}
fi: TERVETULOA {appName}-SOVELLUKSEEN
pl: WITAMY W {appName}
sk: VITAJTE V APLIKÁCII {appName}

# _vehicleTabWelcomeScreenTeaserText
source: Add your {brandLocalized} or discover the app's benefits using our demo vehicles.
fi: Lisää {brandLocalized}-ajoneuvosi tai tutustu sovelluksen etuihin demo-ajoneuvojemme avulla.
pl: Dodaj swoje {brandLocalized} lub poznaj zalety aplikacji dzięki naszym pojazdom demo.
sk: Pridajte svoje {brandLocalized} alebo zistite výhody aplikácie pomocou našich predvádzacích vozidiel.

# _vinEntrySingleDriverWarningPart1
source: Currently, it is only possible to add or connect a vehicle to one {brand} ID.
fi: Tällä hetkellä on mahdollista vain lisätä tai yhdistää ajoneuvo yhteen {brand}-tunnukseen.
pl: Obecnie możliwe jest tylko dodanie lub podłączenie jednego pojazdu do jednego {brand} ID.
sk: Momentálne je možné pridať alebo pripojiť k {brand} ID len jedno vozidlo.

# _vinEntrySingleDriverWarningPart2
source: If this vehicle is added to this {brand} ID it will be removed or disconnected from any other {brand} ID.
fi: Kun ajoneuvo lisätään tähän {brand}-tunnukseen, se poistetaan tai erotetaan kaikista muista {brand}-tunnuksista.
pl: Jeżeli ten pojazd zostanie dodany do tego {brand} ID, zostanie usunięty z każdego innego konta {brand} ID lub od niego odłączony.
sk: Keď sa toto vozidlo pridá k tomuto {brand} ID, odstráni sa alebo sa odpojí z ostatných {brand} ID.

# _vinSubmissionIncorrectBrandErrorDialogDescriptionBranded
source: This vehicle is not supported by the {appName} App. Please download the correct application.
fi: {appName}-sovellus ei tue tätä ajoneuvoa. Lataa oikea sovellus.
pl: Ten pojazd nie jest obsługiwany przez aplikację {appName}. Pobierz odpowiednią aplikację.
sk: Toto vozidlo nie je podporované aplikáciou {appName}. Stiahnite si správnu aplikáciu.

# _vinSubmissionIncorrectMarketErrorDialogDescription
source: The vehicle cannot be mapped to this country. {connectedWebsiteName} Services for this vehicle are currently provisioned for another country.
fi: Ajoneuvoa ei voi kohdentaa tähän maahan. Tämän ajoneuvon {connectedWebsiteName} -palvelut tuotetaan tällä hetkellä toisessa maassa.
pl: Nie można przyporządkować pojazdu w tym kraju. Usługi {connectedWebsiteName} dla tego pojazdu są obecnie udostępnione dla innego kraju.
sk: Vozidlo v tejto krajine nemožno priradiť. Služby {connectedWebsiteName} sa pre toto vozidlo aktuálne poskytujú v inej krajine.

# _vinSubmissionRemoveFromOtherAccountDescription1
source: It is currently only possible to link one {brand} vehicle to one {brand} ID.
fi: Tällä hetkellä on mahdollista yhdistää {brand}-ajoneuvo vain yhteen {brand}-tunnukseen.
pl: Obecnie możliwe jest tylko powiązanie pojazdu {brand} z {brand} ID.
sk: Momentálne nie je možné prepojiť vozidlo {brand} s {brand} ID.

# _vinSubmissionRemoveFromOtherAccountDescription2
source: This vehicle is linked to another {brand} ID. If you continue with the process, this vehicle will be automatically removed from all other accounts.
fi: Tämä ajoneuvo on yhdistetty toiseen {brand}-tunnukseen. Jos jatkat toimenpidettä, ajoneuvo poistetaan automaattisesti kaikista muista tileistä.
pl: Ten pojazd jest powiązany z innym {brand} ID. Kontynuacja procesu spowoduje automatyczne usunięcie tego pojazdu ze wszystkich innych kont.
sk: Toto vozidlo je prepojené s iným {brand} ID. Keď budete pokračovať, toto vozidlo sa automaticky odstráni zo všetkých ostatných účtov.

# _vinSubmissionRemoveFromOtherAccountTitle
source: Remove from other {brand} ID
fi: Poista toisesta {brand}-tunnuksesta
pl: Usuń z innego {brand} ID
sk: Odstrániť z ostatných {brand} ID

# _welcomeToMiniApp
source: WELCOME TO THE MINI APP
fi: TERVETULOA MINI-SOVELLUKSEEN
pl: WITAMY W MINI APP
sk: VITAJTE V APLIKÁCII MINI

source: WELCOME TO MY BMW
fi: TERVETULOA MY BMW -SOVELLUKSEEN
pl: WITAMY W MY BMW
sk: VITAJTE V APLIKÁCII MY BMW

# _welcomeToToyotaSupraConnect
source: WELCOME TO SUPRA CONNECT
fi: TERVETULOA SUPRA CONNECT -PALVELUUN
pl: WITAMY W SUPRA CONNECT
sk: VITAJTE V SUPRA CONNECT

# _widgetAgoLabel
source: {timestamp} ago
fi: {timestamp} sitten
pl: {timestamp} temu
sk: Pred {timestamp}

# _widgetErrorLscDisabled
source: Please enable data sharing in your {brand}.
fi: Aktivoi tietojen käyttölupa {brand}-ajoneuvossasi.
pl: Aktywuj udostępnianie danych w {brand}.
sk: Povoľte prístup k údajom vo vašom {brand}.

# _widgetErrorLscNotBooked
source: Please open the {appName} App on your mobile device for more information.
fi: Jos haluat lisätietoja, avaa {appName} -sovellus mobiililaitteessasi.
pl: W celu otrzymania dalszych informacji otwórz aplikację {appName} na swoim urządzeniu mobilnym.
sk: Ak chcete získať ďalšie informácie, otvorte si na svojom mobilnom zariadení aplikáciu {appName}.

# _widgetErrorNoActivityDesc
source: No activities in {currentMonth}.
fi: Ei aktiviteettejä kuukaudessa {currentMonth}.
pl: Brak aktywności w {currentMonth}.
sk: Žiadne aktivity v mesiaci {currentMonth}.

# _widgetErrorNoData
source: Something went wrong. Please open the {appName} App.
fi: Jotain meni pieleen. Avaa {appName}-sovellus.
pl: Coś poszło nie tak. Otwórz aplikację {appName}.
sk: Niečo sa nepodarilo. Otvorte aplikáciu {appName}.

# _widgetErrorNoVehicleMapped
source: Please add a {brand} in the {appName} App.
fi: Lisää {brand}-ajoneuvosi {appName} -sovellukseen.
pl: Dodaj {brand} w aplikacji {appName}.
sk: Pridajte {brand} do aplikácie {appName}.

# _widgetErrorPreDelivery
source: Your {brand} is currently in delivery.
fi: {brand}-ajoneuvosi on parhaillaan luovutuksessa.
pl: {brand} jest w trakcie dostawy.
sk: Vaše {brand} sa doručuje.

# _widgetErrorVehicleNotMapped
source: Please complete adding the vehicle in the {appName} App.
fi: Viimeistele ajoneuvon lisääminen {appName} -sovelluksessa.
pl: Zakończ dodawanie pojazdu w aplikacji {appName}.
sk: Dokončite pridávanie vozidla v aplikácii {appName}.

# _widgetErrorVehicleNotSupported
source: Please select a supported {brand} in the {appName} App.
fi: Valitse tuettu {brand} {appName} -sovelluksessa.
pl: Wybierz obsługiwany {brand} w aplikacji {appName}.
sk: Vyberte podporované {brand} v aplikácii {appName}.

# _widgetGallonsReadout
source: {value} gallons
fi: {value} gallonaa
pl: {value} galonów
sk: {value} galónov

# _widgetGallonsUKReadout
source: {value} gallons (UK)
fi: {value} gallonaa (UK)
pl: {value} galonów (UK)
sk: {value} galónov (UK)

# _widgetGallonsUSReadout
source: {value} gallons (US)
fi: {value} gallonaa (US)
pl: {value} galonów (US)
sk: {value} galónov (US)

# _widgetHoursAndMinutesReadout
source: {hours} hours and {minutes} minutes
fi: {hours} tuntia ja {minutes} minuuttia
pl: {hours} godziny i {minutes} minuty
sk: {hours} hodiny a {minutes} minúty

# _widgetIssues
source: {numberOfIssues} issues
fi: {numberOfIssues} huomautusta
pl: {numberOfIssues} wskazówki/wskazówek
sk: {numberOfIssues} upozornení

# _widgetKilometerPerKilowattHourReadout
source: {value} kilometers per kilowatt hour
fi: {value} kilometriä kilowattituntia kohden
pl: {value} kilometrów na kilowatogodzinę
sk: {value} kilometrov na kilowatthodinu

# _widgetKilometerPerLiterReadout
source: {value} kilometers per liter
fi: {value} kilometriä litraa kohden
pl: {value} kilometrów na litr
sk: {value} kilometrov na liter

# _widgetKilowattHourPer100KilometersReadout
source: {value} kilowatt hours per 100 kilometers
fi: {value} kilowattituntia sataa kilometriä kohden
pl: {value} kilowatogodzin na sto kilometrów
sk: {value} kilowatthodín na sto kilometrov

# _widgetKilowattHourPer100MilesReadout
source: {value} kilowatt hours per 100 miles
fi: {value} kilowattituntia sataa mailia kohden
pl: {value} kilowatogodzin na sto mil
sk: {value} kilowatthodín na sto míľ

# _widgetKilowattHourReadout
source: {value} kilowatt hours
fi: {value} kilowattituntia
pl: {value} kilowatogodzin
sk: {value} kilowatthodín

# _widgetLastUpdatedReadout
source: Last updated {time}
fi: Päivitetty viimeksi {time}
pl: Ostatnio zaktualizowana {time}
sk: Naposledy aktualizované {time}

# _widgetLiterPer100KilometersReadout
source: {value} liters per 100 kilometers
fi: {value} litraa sataa kilometriä kohden
pl: {value} litrów na sto kilometrów
sk: {value} litrov na sto kilometrov

# _widgetLitersReadout
source: {value} liters
fi: {value} litraa
pl: {value} litrów
sk: {value} litrov

# _widgetLoginError
source: Please log into the {appName} app.
fi: Kirjaudu sisään {appName} -sovellukseen.
pl: Zaloguj się za pomocą aplikacji {appName}.
sk: Prihláste sa do aplikácie {appName}.

# _widgetMappingError
source: Please add your {brand} to the {appName} App.
fi: Lisää {brand}-ajoneuvosi {appName} -sovellukseen.
pl: Dodaj swój pojazd {brand} do aplikacji {appName}.
sk: Pridajte svoje {brand} do aplikácie {appName}.

# _widgetMegawattHourReadout
source: {value} megawatt hours
fi: {value} megawattituntia
pl: {value} megawatogodzin
sk: {value} megawatthodín

# _widgetMilePerKilowattHourReadout
source: {value} miles per kilowatt hour
fi: {value} mailia kilowattituntia kohden
pl: {value} mil na kilowatogodzinę
sk: {value} míľ na kilowatthodinu

# _widgetMilesPerGallonReadout
source: {value} miles per gallon
fi: {value} mailia gallonaa kohden
pl: {value} mil na galon
sk: {value} míľ na galón

# _widgetMilesPerGallonUKReadout
source: {value} miles per gallon (UK)
fi: {value} mailia gallonaa kohden (UK)
pl: {value} mil na galon (UK)
sk: {value} míľ na galón (UK)

# _widgetMilesPerGallonUSReadout
source: {value} miles per gallon (US)
fi: {value} mailia gallonaa kohden (US)
pl: {value} mil na galon (US)
sk: {value} míľ na galón (US)

# _widgetMinutesReadout
source: {value} minutes
fi: {value} minuuttia
pl: {value} minut
sk: {value} minúty

# _widgetPercentEdriveReadout
source: {value} percent e-Drive share
fi: e-Drive-osuus {value} prosenttia
pl: {value} procent udziału e-Drive
sk: {value} percent podielu e-Drive

# _widgetUnitAgo
source: {duration} ago
fi: {duration} ennen
pl: {duration} temu
sk: Pred {duration}

# _widgetValueKilometersReadout
source: {value} kilometers
fi: {value} kilometriä
pl: {value} kilometrów
sk: {value} kilometrov

# _widgetValueMilesReadout
source: {value} miles
fi: {value} mailia
pl: {value} mil
sk: {value} míľ

# _widgetWattHourPerKilometerReadout
source: {value} watt hours per kilometer
fi: {value} wattituntia kilometriä kohden
pl: {value} watogodzin na kilometr
sk: {value} watthodín na kilometer

# _widgetWattHourPerMileReadout
source: {value} watt hours per mile
fi: {value} wattituntia mailia kohden
pl: {value} watogodzin na milę
sk: {value} watthodín na míľu

# _widgetWattHourReadout
source: {value} watt hours
fi: {value} wattituntia
pl: {value} watogodzin
sk: {value} watthodiny

# _wifiHotspotEntrypointSubtitle
source: Experience high-speed internet in your {brand}
fi: Koe nopea Internet-yhteys {brand}:ssäsi
pl: Korzystaj z szybkiego Internetu w swoim {brand}
sk: Zažite vo svojom {brand} vysokorýchlostný internet

# _yourCommunityMINI
source: Join the MINI
fi: Tule osaksi MINI
pl: Zostań częścią MINI
sk: Staňte sa súčasťou MINI

source: About
fi: Tiedot
pl: O
sk: O

# aboutAndContact
source: About & Contact
fi: Tiedot & kontakti
pl: Informacje i kontakt
sk: O aplikácii a kontakt

# acChinaGBTSemantics
source: AC GB/T Standard
fi: AC GB/T standardi
sk: AC GB/T štandardný

# acEUROWMennekesType2Semantics
source: AC Type 2
fi: AC tyyppi 2
pl: AC typ 2
sk: AC typ 2

# acNAmerikaJapanJ1772Type1Semantics
source: AC Type 1
fi: AC tyyppi 1
pl: AC typ 1
sk: AC typ 1

# acceptInviteSemantics
source: Invite
fi: Kutsu
pl: Zaproszenie
sk: Pozvať

# acceptTerms
source: Agree
fi: Hyväksyn
pl: Akceptuję
sk: Súhlasím

# accessDeniedValidateAccessToCamera
source: NO, THANKS
fi: EI KIITOS
pl: NIE, DZIĘKUJĘ
sk: NIE, ĎAKUJEM

# accessPersonalDataSemantics
source: Personal data
fi: Henkilökohtaiset tiedot
pl: Dane osobowe
sk: Osobné údaje

# accordionPriceTimestamp
source: Price last updated on {day} at {hourWithMinutes}
fi: Hinta päivitetty viimeksi {day} kello {hourWithMinutes}
pl: Ostatnia aktualizacja cen {day} o godz. {hourWithMinutes}
sk: Posledná aktualizácia ceny dňa {day} o {hourWithMinutes} h

# accountAndSettings
source: Accounts & Settings
fi: Tilit & asetukset
pl: Konta i ustawienia
sk: Účty a nastavenia

# accountDoesNotExistDialogTitle
source: Account Does Not Exist
fi: Tiliä ei ole olemassa
pl: Konto nie istnieje
sk: Účet neexistuje

# accountLogin
source: LOGIN WITH PASSWORD
fi: KIRJAUDU SISÄÄN SALASANALLA
pl: ZALOGUJ ZA POMOCĄ HASŁA
sk: PRIHLÁSIŤ SA POMOCOU HESLA

# activateButtonTitle
source: ACTIVATE
fi: AKTIVOI
pl: AKTYWUJ
sk: AKTIVOVAŤ
