Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# remoteEngineStartLegalSouthAfricanCountriesBody
source: Heating or cooling your vehicle using the Remote Engine Start may require starting the vehicle's engine. Notwithstanding the availability of the Remote Engine Start function in your motor vehicle, please note that no person driving or having a motor vehicle on a public road shall cause or allow the vehicle's engine to run while it is stationary and unattended in terms of the applicable South African law. In this regard, it is important to note the general (legal) duty or responsibility that is solely placed on the driver or passenger of such a motor vehicle (that is on a public road) to ensure at all times that the engine of such a vehicle is not running or is not caused to run while the vehicle concerned is stationary and unattended, as doing so may result in criminal proceedings being instituted against the person concerned.
fi: Ajoneuvon lämmittämiseksi tai jäähdyttämiseksi Remote Engine Start -toiminnolla voi olla tarpeen käynnistää ajoneuvon moottori. Riippumatta siitä, onko moottorin etäkäynnistystoiminto käytettävissä moottoriajoneuvossasi, ota huomioon, että kukaan moottoriajoneuvoa yleisellä tiellä ajava tai siinä matkustava henkilö ei saa käynnistää ajoneuvon moottoria tai pitää sitä käynnissä, jos se seisoo ilman valvontaa Etelä-Afrikassa voimassa olevien lakien tarkoittamalla tavalla. Tässä yhteydessä on tärkeää ottaa huomioon, että tällaisen (yleisellä tiellä sijaitsevan) moottoriajoneuvon kuljettajalla tai matkustajalla on yleinen (lakisääteinen) velvollisuus ja vastuu varmistaa aina, että tällaisen ajoneuvon moottori ei ole käynnissä eikä sitä käynnistetä ajoneuvon seisoessa ilman valvontaa, sillä seurauksena voi olla kyseiseen henkilöön kohdistuva rikosoikeudellinen menettely.
pl: W celu ogrzewania lub chłodzenia pojazdu przy zastosowaniu zdalnej usługi uruchomienia silnika konieczne może być uruchomienie silnika pojazdu. Bez względu na dostępność funkcji zdalnego uruchamiania silnika w samochodzie należy pamiętać, że żadna osoba prowadząca samochód na drodze publicznej lub zlecająca jego prowadzenie nie może uruchamiać lub pozostawiać pracującego silnika tego pojazdu, kiedy w rozumieniu obowiązującego prawa południowoafrykańskiego jest on zatrzymany i nie ma nadzoru. W związku z tym ważne jest przestrzeganie ogólnego (ustawowego) obowiązku lub odpowiedzialności, które wymagane są tylko od kierowcy lub pasażera takiego samochodu (znajdującego się na drodze publicznej) i nakazują zapewnienie w każdej chwili, aby silnik takiego pojazdu nie pracował ani nie był uruchamiany, kiedy dany pojazd jest zatrzymany i znajduje się bez nadzoru, ponieważ może to spowodować rozpoczęcie procesu karnego przeciwko takiej osobie.
sk: Na kúrenie alebo chladenie vášho vozidla pomocou diaľkového štartovania vozidla môže byť potrebné naštartovanie motora vozidla. Bez ohľadu na dostupnosť funkcie diaľkového štartovania Vášho vozidla myslite na to, že žiadna osoba, ktorá vozidlo šoféruje alebo ho nechá šoférovať na verejnej cestnej komunikácii, nesmie motor tohto vozidla spustiť alebo nechať bežať v prípade, ak toto vozidlo v zmysle platných juhoafrických zákonov stojí a je ponechané bez dozoru. V tejto súvislosti je dôležité splniť si všeobecnú (zákonnú) povinnosť alebo zodpovednosť, ktorej podlieha vodič alebo spolujazdec takéhoto vozidla (ktoré sa nachádza na verejnej cestnej komunikácii), vždy zabezpečiť, že motor takéhoto vozidla nie je ani nebude spustený v čase, keď dotknuté vozidlo stojí a je ponechané bez dozoru, keďže by to mohlo spôsobiť zahájenie trestného konania voči dotknutej osobe.

# remoteHistoryTitle
source: Remote History
fi: Etätoimintohistoria
pl: Historia wysłanych poleceń
sk: História Remote

# remote_3d_in_car_camera_message_center_button
source: CHECK RECORDING
fi: TALLENNUKSEN TARKISTUS
pl: SKONTROLUJ NAGRANIE
sk: SKONTROLOVAŤ ZÁZNAM

# remote_3d_message_center_text
source: Anti-theft alarm triggered. Check the corresponding Remote 3D View recording.
fi: Varashälytys on lauennut. Tarkista kyseinen Remote 3D View -tallenne.
pl: Wywołany został alarm przeciwwłamaniowy. Sprawdź odpowiednie nagranie Remote 3D View.
sk: Spustil sa autoalarm. Skontrolujte príslušný záznam Remote 3D View.

# remote_3d_push_message
source: Anti-theft alarm triggered. Check the corresponding Remote 3D View recording.
fi: Varashälytys on lauennut. Tarkista kyseinen Remote 3D View -tallenne.
pl: Wywołany został alarm przeciwwłamaniowy. Sprawdź odpowiednie nagranie Remote 3D View.
sk: Spustil sa autoalarm. Skontrolujte príslušný záznam Remote 3D View.

source: Remove
fi: Poista
pl: Usuń
sk: Odstrániť

# removeDialogBody
source: By removing this vehicle from your account, you will not be able to reach your vehicle anymore.
fi: Jos poistat tämän ajoneuvon tilistäsi, et enää saa siihen yhteyttä.
pl: Jeśli usuniesz ten pojazd ze swojego konta, nie będziesz już mieć dostępu do swojego pojazdu.
sk: Ak toto vozidlo odstránite zo svojho účtu, nebudete už môcť svoje vozidlo kontaktovať.

# removeDialogTitle
source: Remove this vehicle?
fi: Poistetaanko tämä ajoneuvo?
pl: Czy usunąć ten pojazd?
sk: Odstrániť toto vozidlo?

# removeUpperCase
source: REMOVE
fi: POISTA
pl: USUŃ
sk: ODSTRÁNIŤ

# removeVehicleDescription
source: The action is not reversible and will remove the vehicle from your garage
fi: Toimenpidettä ei voi peruuttaa; se poistaa ajoneuvon autotallistasi
pl: Tej operacji nie można będzie cofnąć; spowoduje ona usunięcie pojazdu z Twojego garażu
sk: Proces nie je možné vrátiť späť a odstráni vozidlo z Vašej garáže

# removeVehicleErrorDescription
source: We were unable to remove your vehicle from your garage. This is likely a temporary issue and will be resolved shortly.
fi: Ajoneuvon poistaminen autotallista ei onnistunut. Kyseessä on todennäköisesti tilapäinen ongelma, joka saadaan pian ratkaistua.
pl: Usunięcie pojazdu z garażu było niemożliwe. Jest to prawdopodobnie chwilowy problem, który wkrótce zostanie usunięty.
sk: Nepodarilo sa nám odstrániť Vaše vozidlo z Vašej garáže. Pravdepodobne ide o dočasný problém a čoskoro sa vyrieši.

# removeVehicleErrorTitle
source: Unable to Remove Vehicle
fi: Ajoneuvoa ei voi poistaa
pl: Nie można usunąć pojazdu
sk: Vozidlo nie je možné odstrániť

source: Removing favorite...
fi: Suosikki poistetaan…
pl: Usuwanie z ulubionych…
sk: Odstraňuje sa obľúbená položka…

# removingHomeFavorite
source: Removing home...
fi: Kotiosoite poistetaan…
pl: Usuwanie domu…
sk: Odstraňuje sa adresa domov…

# removingWorkFavorite
source: Removing work...
fi: Työosoite poistetaan…
pl: Usuwanie pracy…
sk: Odstraňuje sa pracovná adresa…

# repairRadioLabel
source: Repair
fi: Korjaa
pl: Napraw
sk: Opravy

# replaceBatterySemantics
source: Vehicle battery error
fi: Ajoneuvon akun virhe
pl: Błąd akumulatora pojazdu
sk: Chyba batéria vozidla

# requestServiceAppBar
source: Request Service
fi: Huoltotiedustelu
pl: Zapytanie serwisowe
sk: Servisná požiadavka

source: Requested Date and Time
fi: Toivottu päivämäärä ja kellonaika
pl: Wybrana data i godzina
sk: Požadovaný dátum a čas

source: Requested Dates and Times
fi: Toivotut päivämäärät ja ajat
pl: Preferowane dni i godziny
sk: Požadované údaje a časy

source: Requested Services
fi: Tiedustellut huollot
pl: Usługi, których dotyczy zapytanie
sk: Požadované služby

# requiredCapitalized
source: Required
fi: Vaaditaan
pl: Wymagane
sk: Úspešné

# requiredField
source: Required
fi: Vaaditaan
pl: Wymagane
sk: Úspešné

source: Required Services
fi: Huoltotarve
pl: Wymogi serwisowania
sk: Potreba servisu

# requiredServicesModalMessage
source: Certain services have been pre-selected for your vehicle based on diagnostic information we have retrieved. Please de-select them if you do not wish to book these services, or alternatively, add any services you would like to book additionally.
fi: Tietyt palvelut on valittu valmiiksi ajoneuvollesi haettujen vianmääritystietojen perusteella. Poista valinta, jos et halua tilata näitä palveluja, tai lisää vaihtoehtoisesti palvelut, jotka haluat tilata lisäksi.
pl: Niektóre usługi serwisowe zostały wstępnie wybrane dla danego pojazdu na podstawie wywołanych informacji diagnostycznych. Anuluj wybór, jeśli nie chcesz zamawiać tych usług, lub ewentualnie dodaj usługi, które chcesz dodatkowo zamówić.
sk: Niektoré servisy boli predvolené pre vaše vozidlo na základe získaných diagnostických informácií. Výber si uschovajte, ak si nechcete tieto služby rezervovať, alebo alternatívne pridajte služby, ktoré chcete rezervovať dodatočne.

source: RESEND
fi: LÄHETÄ UUDELLEEN
pl: WYŚLIJ PONOWNIE
sk: ZNOVA ODOSLAŤ

# resendButtonText
source: RESEND CODE
fi: LÄHETÄ KOODI UUDELLEEN
pl: WYŚLIJ KOD PONOWNIE
sk: ZNOVU POSLAŤ KÓD

source: RESEND CONFIRMATION EMAIL
fi: LÄHETÄ VAHVISTUSVIESTI UUDELLEEN SÄHKÖPOSTILLA
pl: WYŚLIJ PONOWNIE E-MAIL POTWIERDZAJĄCY
sk: ZNOVA ODOSLAŤ POTVRDZOVACÍ E-MAIL

# resendErrorMessage
source: There was an error while trying to resend the email. Please try again.
fi: Sähköpostia lähetettäessä on ilmaantunut virhe. Yritä uudelleen.
pl: Podczas ponownego wysyłania e-maila wystąpił błąd. Spróbuj ponownie.
sk: Pri opätovnom zaslaní e-mailu došlo k chybe. Skúste to znova.

# resendErrorTitle
source: Error
fi: Virhe
pl: Błąd
sk: Chyba

# resendSuccessMessage
source: We have resent the confirmation email with an activation link to confirm your registration. Please follow the link to complete your registration.
fi: Olemme lähettäneet rekisteröinnin vahvistamista varten uudelleen sähköpostiviestin, joka sisältää aktivointilinkin. Vie rekisteröinti päätökseen seuraamalla linkkiä.
pl: Wysłaliśmy ponownie wiadomość e-mail z linkiem aktywacyjnym w celu potwierdzenia rejestracji. Użyj tego linka, aby zakończyć rejestrację.
sk: Znova sme odoslali potvrdzovací e-mail s aktivačným odkazom na potvrdenie Vášho prihlásenia. Na dokončenie registrácie kliknite na odkaz.

# resendSuccessTitle
source: Success
fi: Onnistui
pl: Pomyślnie
sk: Úspešné

# resendingCodeToVehicle
source: Sending the security code to your vehicle
fi: Turvakoodin lähettäminen ajoneuvoon
pl: Wysyłanie kodu bezpieczeństwa do Twojego pojazdu
sk: Odoslanie bezpečnostného kódu na vaše vozidlo

source: Resending confirmation email
fi: Lähetä vahvistusviesti uudelleen sähköpostilla
pl: Wyślij ponownie e-mail potwierdzający
sk: Znova odoslať potvrdzovací e-mail

# resentCodeToVehicleSuccessfully
source: Security code has been sent
fi: Turvakoodi on lähetetty
pl: Kod bezpieczeństwa został wysłany
sk: Bezpečnostný kód bol odoslaný

# reserveDealerSubmitReservation
source: SUBMIT RESERVATION
fi: LÄHETÄ VARAUS
pl: WYŚLIJ REZERWACJĘ
sk: ODOSLAŤ REZERVÁCIU

# reserveDealerTabDealer
source: Dealer
fi: Jälleenmyyjä
sk: Predajcovia

# reserveDealerTabMobile
source: Mobile
fi: Matkapuhelinnumero
pl: Numer telefonu komórkowego
sk: Číslo mobilného telefónu

# reserveDealerTabName
source: Name
fi: Nimi
pl: Nazwa
sk: Názov

# reserveDealerTitle
source: Reserve a Dealer
fi: Varaa jälleenmyyjä
pl: Zarezerwuj dealera
sk: Rezervovať predajcu

source: Reset Password
fi: Palauta salasana
pl: Zresetuj hasło
sk: Resetovať heslo

# resetPasswordAppbarTitle
source: Reset Password
fi: Palauta salasana
pl: Zresetuj hasło
sk: Resetovať heslo

# resetPasswordButtonText
source: Reset Password
fi: Palauta salasana
pl: Zresetuj hasło
sk: Resetovať heslo

# resetPasswordHeader
source: Did you forget your password?
fi: Oletko unohtanut salasanasi?
pl: Nie pamiętasz hasła?
sk: Zabudli ste svoje heslo?

# resetPasswordSemantics
source: Reset password
fi: Palauta salasana
pl: Zresetuj hasło
sk: Resetovať heslo

# resetUpperCase
source: RESET
fi: PALAUTA
sk: RESETOVAŤ

# restaurantSemantics
source: Restaurant
fi: Ravintola
pl: Restauracja
sk: Reštaurácia

source: Restaurants
fi: Ravintolat
pl: Restauracje
sk: Reštaurácie

# resultListNoCategoryResultsDescription
source: Add a reference point (city, name etc.) to your current search or move the map to another area and try again.
fi: Lisää hakuun viitepiste (kaupunki, nimi tms.) tai muuta karttaosiota ja yritä uudelleen.
pl: Dodaj punkt referencyjny (miejscowość, nazwę itd.) do swojego aktualnego wyszukiwania lub zmień wycinek mapy i spróbuj ponownie.
sk: Pridajte k svojmu aktuálnemu vyhľadávaniu nejaký referenčný bod (mesto, názov atď.) alebo zmeňte výrez mapy a skúste to znovu.

# resultListNoResultsAction
source: Search again
fi: Hae uudelleen
pl: Wyszukaj ponownie
sk: Vyhľadávať znovu

# resultListNoResultsDescription
source: Please change the search criteria or move the map to another area and try again.
fi: Muokkaa hakuehtoja tai muuta karttaosiota ja yritä uudelleen.
pl: Dostosuj kryteria wyszukiwania lub zmień wycinek mapy i spróbuj ponownie.
sk: Prispôsobte kritériá vyhľadávania alebo zmeňte výrez karty a skúste to znovu.

# resultListNoResultsTitle
source: No results found
fi: Tuloksia ei löytynyt
pl: Brak wyników
sk: Neboli nájdené žiadne výsledky

source: Retry
fi: Yritä uudelleen
pl: Powtórz
sk: Opakovať

# retryDeleteData
source: Retry
fi: Yritä uudelleen
pl: Spróbuj ponownie
sk: Skúste to znova

# retryDescription
source: We were unable to delete your application data. This is likely a temporary issue and will be resolved shortly.
fi: Käyttötietojen poistaminen ei ollut mahdollista. Kyseessä on todennäköisesti tilapäinen ongelma, joka saadaan pian ratkaistua.
pl: Nie mieliśmy możliwości usunięcia twoich danych aplikacji. Jest to prawdopodobnie chwilowy problem, który wkrótce zostanie usunięty.
sk: Nepodarilo sa nám vymazať Vaše údaje aplikácie. Pravdepodobne ide o dočasný problém a čoskoro sa vyrieši.

# retryMessage
source: The system is busy, please click retry or try again later
fi: Järjestelmä on varattu. Valitse "Yritä uudelleen" tai toista yritys myöhemmin.
pl: System jest całkowicie zajęty. Kliknij "Powtórz" lub spróbuj ponownie później.
sk: Systém je zaneprázdnený. Kliknite na "Opakovať" alebo to skúste znova neskôr.

# retryTitle
source: Unable to Delete Data
fi: Tietoja ei voi poistaa
pl: Nie można usunąć danych
sk: Dáta nie je možné vymazať

# retryUpperCase
source: RETRY
fi: YRITÄ UUDELLEEN
pl: POWTÓRZ
sk: OPAKOVAŤ

# reviewAndScheduleDescription
source: Review your selections.
fi: Tarkista valintasi.
pl: Sprawdź wybór.
sk: Skontrolujte svoj výber.

# reviewAndScheduleTitle
source: Review and Schedule
fi: Tarkista ja varaa
pl: Sprawdź i zarezerwuj
sk: Skontrolovať a rezervovať

# reviewGuidelines
source: Read guidelines
fi: Lue käytännöt
pl: Przeczytaj wytyczne
sk: Prečítajte si smernice

# reviewOurGuidelines
source: Read our guidelines to keep the community a safe place
fi: Lue käytäntömme, jotta yhteisö pysyy turvallisena.
pl: Przeczytaj nasze wytyczne, aby zadbać o bezpieczeństwo społeczności.
sk: Prečítajte si naše smernice, aby zostala Community bezpečným miestom.

source: Right doors
fi: Oikean puolen ovet
pl: Drzwi z prawej strony
sk: Dvere vpravo

source: Right front door
fi: Oikea etuovi
pl: Drzwi z przodu z prawej strony
sk: Dvere vpredu vpravo

source: Right front door, left doors
fi: Oikea etuovi, vasemman puolen ovet
pl: Drzwi z przodu z prawej strony, drzwi z lewej strony
sk: Dvere vpredu vpravo, dvere vľavo

source: Right front window
fi: Oikea etuikkuna
pl: Okno z przodu z prawej strony
sk: Okno vpredu vpravo

source: Right rear door
fi: Oikea takaovi
pl: Drzwi z tyłu z prawej strony
sk: Dvere vzadu vpravo

source: Right rear door, left doors
fi: Oikea takaovi, vasemman puolen ovet
pl: Drzwi z tyłu z prawej strony, drzwi z lewej strony
sk: Dvere vzadu vpravo, dvere vľavo

source: Right rear window
fi: Oikea takaikkuna
pl: Okno z tyłu z prawej strony
sk: Okno vzadu vpravo

# roadBookSemantics
source: Route preview
fi: Reitin esikatselu
pl: Podgląd trasy
sk: Náhľad trasy

# roadsideAssistanceContactHeader
source: For on-the-road assistance
fi: Liikkuvuuspalvelu matkan varrella
pl: W celu pomocy na trasie
sk: Pre pomoc na cestách

# roadsideAssistanceSemantics
source: Roadside Assistance
fi: Liikkuvuuspalvelu
pl: Pomoc drogowa
sk: Asistenčná služba

# roadsideAssistanceUpperCase
source: ROADSIDE ASSISTANCE
fi: LIIKKUVUUSPALVELU
pl: POMOC DROGOWA
sk: ASISTENČNÁ SLUŽBA

# routeWarningModalMessage
source: The calculated itinerary is an estimate. Please be aware that the route displayed in the vehicle will be recalculated taking the current traffic situation, vehicle location as well as road, weather and battery conditions into account and might be different.
fi: Laskettu matkareitti on arvio. Ota huomioon, että ajoneuvossa näytettävä reitti lasketaan uudelleen ottaen huomioon ajoneuvon sijainnin, tämänhetkisen liikennetilanteen sekä tie- ja sääolosuhteet ja akun tilan, joten se voi poiketa tästä.
pl: Obliczona trasa stanowi oszacowanie. Pamiętaj, że wyświetlona w pojeździe trasa jest obliczana ponownie z uwzględnieniem lokalizacji pojazdu, aktualnego ruchu na drodze, warunków drogowych i pogodowych oraz stanu naładowania akumulatora i może się różnić.
sk: Vypočítaná trasa cesty je odhad. Pamätajte, že trasu zobrazenú vo vozidle je možné prepočítať s prihliadnutím na polohu vozidla, aktuálnu dopravnú situáciu a stav vozovky a poveternostné podmienky, ako aj stav batérie.

# routeWarningModalTitle
source: Be aware of route recalculations
fi: Ota huomioon reitin uudelleenlaskenta
pl: Uwzględnij ponownie obliczenie trasy
sk: Zohľadniť nový výpočet trasy

# rttiIconsSemantics
source: Real Time Traffic Information
fi: Reaaliaikaiset liikennetiedot
pl: Informacje o ruchu drogowym w czasie rzeczywistym
sk: Dopravné informácie v reálnom čase

# runInInspectionService
source: Run in Inspection
fi: Sisäänajotarkastus
pl: Przegląd w okresie docierania
sk: Zábehová kontrola

# runInInspectionWarning
source: Break-in service
fi: Sisäänajotarkastus
pl: Przegląd w okresie docierania
sk: Zábehová kontrola

# safeVehicleAgainstRollingAwaySemantics
source: Secure vehicle against rolling away
fi: Varmista auton pysyminen paikallaan
pl: Zabezpiecz pojazd przed stoczeniem
sk: Zaistiť vozidlo proti samovoľnému pohybu

# salesFilter
source: Sale
fi: Alennus
pl: Promocja
sk: Akcia

# salutationHint
source: Salutation
fi: Puhuttelu
pl: Zwrot grzecznościowy
sk: Oslovenie

# satelliteSemantics
source: Satellite
fi: Satelliitti
pl: Satelita
sk: Satelit

# saveAsPreferredDealerText
source: Save as Preferred Dealer
fi: Tallenna ensisijaiseksi
pl: Zapisz jako preferowanego
sk: Uložiť ako preferovaného

# saveAsPreferredEntryPointTitle
source: Save as Preferred
fi: Tallenna ensisijaiseksi
pl: Zapisz jako preferowanego
sk: Uložiť ako preferovaného

# saveAsPreferredEntryPointTitleDescription
source: Set as default dealer
fi: Valitse ensisijaiseksi jälleenmyyjäksi
pl: Zdefiniuj jako standardowego dealera
sk: Nastaviť ako preferovaného predajcu

source: SAVE PREFERENCES
fi: TALLENNA VALINNAT
pl: ZAPISZ PREFERENCJE
sk: ULOŽIŤ PREFERENCIE

# savingErrorText
source: Your Preferred Dealer could not be saved. Please try again later.
fi: Ensisijaista jälleenmyyjää ei voitu tallentaa. Yritä myöhemmin uudelleen.
pl: Nie udało się zapisać preferowanego dealera. Spróbuj ponownie później.
sk: Vášho preferovaného predajcu sa nepodarilo uložiť. Skúste to neskôr znova.

source: Scan
fi: Skannaa
pl: Skanuj
sk: Skenovať

# scanAndChargeButton
source: SCAN TO CHARGE
fi: SKANNAA JA LATAA
pl: SKANUJ W CELU NAŁADOWANIA
sk: NASKENUJTE PRE NABIJANIE

# scanAndChargeInfoTitle
source: SEARCH CHARGING STATIONS
fi: HAE LATAUSASEMIA
pl: SZUKAJ STACJI ŁADOWANIA
sk: VYHĽADÁVANIE NABÍJACÍCH STANÍC

# scanAndChargeJoyDialogRightButton
source: Add vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# scanAndChargeJoyDialogTitle
source: No Vehicle
fi: Ei ajoneuvoa
pl: Brak pojazdów
sk: Žiadne vozidlo

# scanAndChargeLoadingPageDesc
source: This might take 30 to 90 seconds. Please wait patiently.
fi: Se voi kestää 30-90 sekuntia. Ole hyvä ja odota vielä hetki.
pl: Może to potrwać do 30–90 sekund. Prosimy o cierpliwość.
sk: Môže to trvať 30 až 90 sekúnd. Chvíľku počkajte.

# scanAndChargeLoadingPageTitle
source: Loading
fi: Ladataan…
pl: Trwa ładowanie…
sk: Načítava sa…

# scanAndChargeOrderDetailUpperCase
source: ORDER DETAIL
fi: TILAUKSEN TIEDOT
pl: SZCZEGÓŁY ZLECENIA
sk: PODROBNOSTI ZÁKAZKY

# scanAndChargeTitle
source: Public Charging
fi: Julkinen latausasema
pl: Publiczna stacja ładowania
sk: Verejná nabíjacia stanica

# scanButtonOnSynchronizationFailureDialog
source: Try again
fi: SKANNAA
pl: SKANUJ
sk: SKENOVAŤ

# scanErrorEnterNumberButton
source: ENTER NUMBER
fi: SYÖTÄ NUMERO
pl: WPROWADŹ NUMER
sk: ZADAŤ ČÍSLO

# scanErrorRescanButton
source: RE-SCAN
fi: SKANNAA UUDELLEEN
pl: SKANUJ PONOWNIE
sk: ZNOVA NASKENOVAŤ

# scanErrorTitle
source: Scan Error
fi: Skannausvirhe
pl: Błąd skanowania
sk: Chyba skenovania

# scanUpperCase
source: SCAN
fi: SKANNAA
pl: SKANUJ
sk: SKENOVAŤ

# scanningErrorDialogDescription
source: Wrong QR Code has been scanned. Please try again with the correct QR code. If you need help finding it please go to "Help" and follow the instructions.
fi: Olet skannannut väärän QR-koodin. Yritä uudelleen oikealla QR-koodilla. Jos tarvitset apua sen löytämiseen, napauta kohtaa "Ohje" ja seuraa ohjeita.
pl: Zeskanowano nieprawidłowy kod QR. Spróbuj ponownie z właściwym kodem QR. Jeżeli potrzebujesz pomocy, aby go znaleźć, kliknij "Pomoc" i postępuj zgodnie z instrukcją.
sk: Naskenovali ste nesprávny QR kód. Skúste to znovu so správnym QR kódom. Ak potrebujete pomoc, aby ste ho našli, kliknite na pomocníka a riaďte sa návodom.

# scanningErrorDialogTitle
source: Scan Error
fi: Skannausvirhe
pl: Błąd skanowania
sk: Chyba skenovania

# scanningErrorHelpDialogButton
source: Help
fi: Ohje
pl: Pomoc
sk: Pomocník

# scanningErrorTryAgainDialogButton
source: TRY AGAIN
fi: YRITÄ UUDELLEEN
pl: POWTÓRZ
sk: OPAKOVAŤ

# scheduleAStartTime
source: Plan start time
fi: Suunnittele aloitusaika
pl: Zaplanuj czas rozpoczęcia
sk: Naplánovať čas začatia

# scheduleButton
source: Schedule
fi: Varaa
pl: Zamów
sk: Rezervovať

# scheduleDisclaimer
source: Please note that by arranging an appointment you agree to forward your data to your {brand} service center.
fi: Huomaa, että varaamalla ajan hyväksyt, että tietosi välitetään {brand}-huoltopisteellesi.
pl: Pamiętaj, że umawiając się na wizytę, wyrażasz zgodę na przekazanie Twoich danych serwisowi {brand}.
sk: Myslite na to, že dohodnutím termínu vyjadrujete súhlas s postúpením údajov vášmu servisnému partnerovi {brand}.

# scheduleSemantics
source: Schedule
fi: Aikataulu
pl: Harmonogram
sk: Plán termínov

# scheduleServiceAppBarTitle
source: Schedule Service
fi: Varaa huolto
pl: Zamów przegląd
sk: Rezervovať servis

# scheduleServiceButtonLabel
source: Schedule Service
fi: Varaa aika
pl: Umów wizytę
sk: Dohodnúť termín

# scheduleServiceCancelAppointment
source: If you proceed please be aware that this time slot may be unavailable if you reschedule at a later time.
fi: Ennen kuin jatkat, ota huomioon, että tämä aikaväli ei ehkä ole enää käytettävissä, jos varaat myöhemmin uuden ajan.
pl: Zanim przystąpisz do kontynuacji, pamiętaj o tym, że w razie uzgadniania nowego terminu w późniejszym czasie to okno czasowe może być już niedostępne.
sk: Skôr ako budete pokračovať, nezabudnite, že ak si neskôr dohodnete nový termín, tento termín už nemusí byť dostupný.

# scheduleServiceCancelAppointmentConfirmBtn
source: Confirm
fi: Vahvista
pl: Potwierdź
sk: Potvrdiť

# scheduleServiceCancelAppointmentDiscardChangesBtn
source: Discard appointment
fi: Keskeytä ajanvaraus
pl: Anuluj rezerwację
sk: Zrušiť objednávku

# scheduleServiceCancelAppointmentError
source: We were unable to process your cancellation. Please try again later.
fi: Peruutusta ei voitu käsitellä. Yritä myöhemmin uudelleen.
pl: Nie udało się przetworzyć Twojego anulowania. Spróbuj ponownie później.
sk: Nepodarilo sa nám spracovať Vaše storno. Skúste to neskôr znova.
