Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LeadPaccStrings_leadPaccDescription67
source: The vehicle key batter is empty an must be recharged or replaced.
fi: Ajoneuvon avaimen paristo on tyhjä, se on ladattava tai vaihdettava.
pl: Bateria Twojego kluczyka jest rozładowana i wymaga naładowania lub wymiany.
sk: Batéria v kľúči od vozidla je vybitá a je potrebné ju nabiť, resp. vymeniť.

# LeadPaccStrings_leadPaccDescription698
source: The gear lever position "P" of your vehicle is malfunctioning. Please set the parking brake when stationary.
fi: Ajoneuvon vaihteistossa on häiriö. Valitsinvivun P-asennon valitseminen ei ehkä ole mahdollista. Käytä seisontajarrua ajoneuvon seistessä.
pl: W skrzyni biegów Twojego pojazdu wystąpiła usterka. Położenie dźwigni sterującej "P" jest ew. niemożliwe. Po zatrzymaniu włącz hamulec postojowy.
sk: Vyskytla sa porucha prevodovky vášho vozidla. Pozícia prevodovky "P" eventuálne nie je možná. Pri stojacom vozidle aktivujte parkovaciu brzdu.

# LeadPaccStrings_leadPaccDescription70
source: The steering support of your vehicle is changed. Please drive moderately.
fi: Ajoneuvon ohjausvoima on muuttunut. Voit jatkaa ajoa maltillisesti.
pl: Wysiłek przy kierowaniu pojazdem uległ zmianie. Można jechać wolno dalej.
sk: Sila ovládania volantu vášho vozidla sa zmenila. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription702
source: Your diesel exhaust fluid service is due. Please have the diesel exhaust fluid changed due to fluid age.
fi: AdBlue-huolto on ajankohtainen. AdBlue on huomattavasti vanhentunut, ja se on vaihdettava.
pl: Zbliża się termin serwisu AdBlue. AdBlue znacznie się zestarzał i konieczna jest jego wymiana.
sk: Nastal čas na AdBlue servis. AdBlue značne zostarol a je potrebné ho vymeniť.

# LeadPaccStrings_leadPaccDescription704
source: The hard disc drive of your vehicle may be malfunctioning.
fi: Ajoneuvon kiintolevy voi vikaantua.
pl: Dysk twardy Twojego pojazdu może ulec awarii.
sk: Pevný disk vášho vozidla môže zlyhať.

# LeadPaccStrings_leadPaccDescription708
source: The cooling system is faulty.
fi: Ajoneuvon jäähdytysjärjestelmässä on häiriö.
pl: Usterka układu chłodzenia Twojego pojazdu.
sk: Vyskytla sa chyba chladiaceho systému vášho vozidla.

# LeadPaccStrings_leadPaccDescription71
source: The brake pads of your vehicle might need a replacement. It is possible to continue driving.
fi: Ajoneuvon jarrupalat on vaihdettava. Voit jatkaa ajoa.
pl: Okładziny hamulcowe Twojego pojazdu muszą zostać wymienione. Można jechać dalej.
sk: Brzdové obloženia vášho vozidla sa musia vymeniť. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription718
source: The engine start of your vehicle is malfunctioning. It may not be possible to start engine. You may not be able to continue driving after the engine has been turned off.
fi: Ajoneuvon moottorin käynnistyksessä on häiriö. Moottorin käynnistys ei ehkä ole mahdollista. Ajoa ei ehkä voi enää jatkaa moottorin sammuttamisen jälkeen.
pl: Podczas uruchamiania silnika Twojego pojazdu wystąpiła usterka. Uruchomienie silnika może nie być możliwe. Po wyłączeniu silnika dalsza jazda może nie być możliwa.
sk: Vyskytla sa porucha naštartovania motora vášho vozidla. Naštartovanie motora eventuálne nie je možné. Po odstavení motora nie je eventuálne možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription719
source: The steering wheel unlock of your vehicle is malfunctioning. Please press the Start/Stop button again.
fi: Ajoneuvon rattilukon avaaminen epäonnistui. Paina uudelleen start-stop-painiketta.
pl: Odblokowanie kierownicy Twojego pojazdu nie powiodło się. Naciśnij ponownie przycisk Start/Stop.
sk: Odblokovanie volantu vášho vozidla zlyhalo. Znova stlačte tlačidlo Start Stop.

# LeadPaccStrings_leadPaccDescription726
source: The parking brake of your vehicle is malfunctioning. Please secure your vehicle from rolling when parked.
fi: Ajoneuvon seisontajarru ei toimi. Varmista, ettei ajoneuvo pääse vierimään.
pl: Hamulec postojowy Twojego pojazdu uległ awarii. Zabezpiecz pojazd przed stoczeniem się.
sk: Došlo ku výpadku parkovacej brzdy vášho vozidla. Zaistite svoje vozidlo proti samovoľnému pohybu.

# LeadPaccStrings_leadPaccDescription734
source: The Auto Start/Stop function has failed. The engine will not start or stop automatically. You can continue driving.
fi: Ajoneuvon start-stop-toiminto ei toimi. Moottori ei käynnisty/sammu automaattisesti. Voit jatkaa ajoa.
pl: Funkcja automatycznego Start/Stop Twojego pojazdu uległa awarii. Silnik nie wyłącza lub nie włącza się automatycznie. Można jechać dalej.
sk: Došlo ku výpadku funkcie Auto Start Stop vášho vozidla. Motor sa nevypína, resp. nezapína automaticky. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription74
source: The brake system of your vehicle is malfunctioning. Please stop carefully.
fi: Ajoneuvon jarrujärjestelmässä on häiriö. Pysähdy varovasti.
pl: W układzie hamulcowym Twojego pojazdu wystąpiła usterka. Zatrzymaj się ostrożnie.
sk: Vyskytla sa porucha brzdového systému vášho vozidla. Opatrne zastavte.

# LeadPaccStrings_leadPaccDescription75
source: The trailer hitch electrical system is malfunctioning. Do not drive with trailer, otherwise the trailer could break loose.
fi: Perävaunun vetolaitteen sähköjärjestelmä ei toimi. Älä aja perävaunun kanssa, muuten perävaunu voi irrota.
pl: Układ elektryczny zaczepu do holowania uległ awarii. Nie jedź z przyczepą, w przeciwnym razie możliwe jest odłączenie się przyczepy.
sk: Výpadok elektriky ťažného zariadenia. Nejazdite s prívesom, v opačnom prípade je možné uvoľnenie prívesu.

# LeadPaccStrings_leadPaccDescription759
source: The doors of your vehicle are not fully latched.
fi: Ajoneuvon ovia ei ole varmistettu avaamiselta ajon aikana.
pl: Drzwi Twojego pojazdu nie są zabezpieczone przed otwarciem podczas jazdy.
sk: Dvere vášho vozidla nie sú počas jazdy zaistené proti otvoreniu.

# LeadPaccStrings_leadPaccDescription760
source: The high-voltage battery has overheated. You can continue driving after the battery has cooled down.
fi: Ajoneuvon korkeajänniteakku on ylikuumentunut. Kun akku on jäähtynyt, voit jatkaa ajoa.
pl: Akumulator wysokiego napięcia Twojego pojazdu jest przegrzany. Po schłodzeniu akumulatora można jechać dalej.
sk: Vysokonapäťová batéria vášho vozidla sa prehriala. Po vychladnutí batérie môžete pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription761
source: The power supply of your vehicle is malfunctioning. Driving is not possible after the engine is turned off.
fi: Ajoneuvon sähköenergian saannissa on häiriö. Ajoa ei voi enää jatkaa moottorin sammuttamisen jälkeen.
pl: W zasilaniu elektrycznym Twojego pojazdu wystąpiła usterka. Po wyłączeniu silnika dalsza jazda będzie niemożliwa.
sk: Vyskytla sa porucha napájania energiou vo vašom vozidle. Po odstavení motora nie je pokračovanie v jazde možné.

# LeadPaccStrings_leadPaccDescription762
source: The drivetrain is faulty.
fi: Ajoneuvon voimansiirrossa on häiriö.
pl: Usterka napędu Twojego pojazdu.
sk: Vyskytla sa chyba pohonu vášho vozidla.

# LeadPaccStrings_leadPaccDescription773
source: Drive-ready mode is faulty. You will not be able to continue driving after exiting drive-ready mode. You can continue driving.
fi: Ajovalmiuden luomisessa on häiriö. Ajon jatkaminen ei ole mahdollista ajovalmiuden lopettamisen jälkeen. Voit jatkaa ajoa.
pl: Usterka włączania gotowości do jazdy. Po zakończeniu gotowości do jazdy brak możliwości kontynuacji jazdy. Można jechać dalej.
sk: Vyskytla sa chyba pripravenosti na jazdu. Po ukončení pripravenosti na jazdu nie je možné pokračovať v jazde. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription780
source: The rear axle differential lock of your vehicle is malfunctioning. Driving stability is limited when driving sportily. Please drive moderately.
fi: Lukkoperässä on häiriö. Ajovakaus on rajoittunut urheilullisella ajotavalla. Voit jatkaa ajoa maltillisesti.
pl: W blokadzie tylnego dyferencjału Twojego pojazdu wystąpiła usterka. Stabilność jazdy przy sportowej jeździe jest ograniczona. Można jechać wolno dalej.
sk: Vyskytla sa porucha uzávierky zadného diferenciálu. Stabilita jazdy pri športovom spôsobe jazdy je obmedzená. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription781
source: The rear axle transmission lock of your vehicle is restricted. It is possible to continue driving.
fi: Ajoneuvon lukkoperä on viallinen. Voit jatkaa ajoa.
pl: Awaria blokady tylnego dyferencjału Twojego pojazdu. Można jechać dalej.
sk: Porucha uzávierky zadného diferenciálu vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription786
source: The Pedestrian Protection system of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon jalankulkijoiden suoja on tarkastettava. Voit jatkaa ajoa.
pl: Ochrona pieszych Twojego pojazdu wymaga sprawdzenia. Można jechać dalej.
sk: Ochrana chodcov vášho vozidla si vyžaduje kontrolu. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription789
source: The chassis stabilization is reduced.
fi: Ajoneuvon ajovakauden valvonta on rajoittunut.
pl: Stabilizacja toru jazdy Twojego pojazdu jest ograniczona.
sk: Stabilizácia jazdy vášho vozidla je obmedzená.

# LeadPaccStrings_leadPaccDescription791
source: The drivetrain of your vehicle is malfunctioning. Please stop carefully.
fi: Ajoneuvon voimansiirrossa on häiriö. Pysähdy varovasti.
pl: W napędzie Twojego pojazdu wystąpiła usterka. Zatrzymaj się ostrożnie.
sk: Pohon vášho vozidla má poruchu. Opatrne zastavte.

# LeadPaccStrings_leadPaccDescription792
source: The maximum drivetrain output is not available. Please drive moderately.
fi: Ajoneuvon täysi voimansiirtoteho ei ole käytettävissä. Voit jatkaa ajoa maltillisesti.
pl: Pełna moc napędowa Twojego pojazdu jest niedostępna. Można jechać wolno dalej.
sk: Plný výkon pohonu vášho vozidla nie je dostupný. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription794
source: The high-voltage system of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon korkeajännitejärjestelmässä on häiriö. Voit jatkaa ajoa.
pl: W układzie wysokiego napięcia Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha vysokonapäťového systému vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription8
source: The brake lamp of your trailer is malfunctioning.
fi: Perävaunun jarruvalo on viallinen.
pl: Awaria świateł hamowania Twojej przyczepy.
sk: Porucha brzdového svetla vášho prívesu.

# LeadPaccStrings_leadPaccDescription801
source: The braking behavior is faulty. Increased pedal travel and change in brake pedal feel are possible. You can continue driving moderately.
fi: Ajoneuvon jarrutuskäyttäytymisessä on häiriö. Poljinliike voi kasvaa ja poljintuntuma muuttua. Voit jatkaa ajoa maltillisesti.
pl: Usterka zdolności hamowania Twojego pojazdu. Może wystąpić wydłużona droga pedału i zmienione czucie pedału. Można jechać wolno dalej.
sk: Vyskytla sa chyba brzdných vlastnostní vášho vozidla. Môže sa vyskytnúť predĺžená dráha pedála a zmena odozvy pedála. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription810
source: The drivetrain is malfunctioning.
fi: Ajoneuvon voimansiirto on viallinen.
pl: Awaria napędu Twojego pojazdu.
sk: Vyskytla sa porucha pohonu vášho vozidla.

# LeadPaccStrings_leadPaccDescription814
source: The dynamic market of your vehicle is malfunctioning. The night vision spot light function or partial low beam are malfunctioning.
fi: Ajoneuvon dynaaminen merkintävalo on viallinen. Night Vision -järjestelmän valaistustoiminto tai osa lähivalosta on viallinen.
pl: Awaria dynamicznych świateł doświetlających Twojego pojazdu. Awaria funkcji doświetlania systemu Night Vision lub części świateł mijania.
sk: Porucha Dynamic Marker Light vášho vozidla. Porucha funkcie nasvietenia systému Night Vision alebo časti stretávacieho svetla.

# LeadPaccStrings_leadPaccDescription815
source: The front lighting system on the left of your vehicle is malfunctioning.
fi: Ajoneuvon valojärjestelmä edessä vasemmalla on viallinen. Tarkista valojärjestelmä ja jatka ajoa varovasti.
pl: Awaria przedniego lewego światła Twojego pojazdu. Sprawdź światła i jedź ostrożnie dalej.
sk: Porucha predného ľavého svetelného zariadenia vášho vozidla. Skontrolujte svetelné zariadenie a opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription816
source: The front lighting system on the right of your vehicle is malfunctioning.
fi: Ajoneuvon valojärjestelmä edessä oikealla on viallinen. Tarkista valojärjestelmä ja jatka ajoa varovasti.
pl: Awaria przedniego prawego światła Twojego pojazdu. Sprawdź światła i jedź ostrożnie dalej.
sk: Porucha predného pravého svetelného zariadenia vášho vozidla. Skontrolujte svetelné zariadenie a opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription817
source: The lighting system at the left front is malfunctioning. Please check the lighting system and continue driving carefully.
fi: Ajoneuvon valojärjestelmä edessä vasemmalla on viallinen. Tarkista valojärjestelmä ja jatka ajoa varovasti.
pl: Awaria oświetlenia z przodu po lewej stronie Twojego pojazdu. Sprawdź oświetlenie i jedź ostrożnie dalej.
sk: Vyskytla sa porucha svetelného zariadenia vášho vozidla vpredu vľavo. Skontrolujte svetelné zariadenie a opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription818
source: The lighting system at the right front is malfunctioning. Please check the lighting system and continue driving carefully.
fi: Ajoneuvon valojärjestelmä edessä oikealla on viallinen. Tarkista valojärjestelmä ja jatka ajoa varovasti.
pl: Awaria oświetlenia z przodu po prawej stronie Twojego pojazdu. Sprawdź oświetlenie i jedź ostrożnie dalej.
sk: Vyskytla sa porucha svetelného zariadenia vášho vozidla vpredu vpravo. Skontrolujte svetelné zariadenie a opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription819
source: The lighting system is malfunctioning. Please stop, check the lighting system and if necessary, continue carefully.
fi: Ajoneuvon valojärjestelmä on viallinen. Pysähdy, tarkista valojärjestelmä ja jatka tarvittaessa ajoa varovasti.
pl: Awaria oświetlenia Twojego pojazdu. Zatrzymaj się, sprawdź oświetlenie i ewentualnie jedź ostrożnie dalej.
sk: Vyskytla sa porucha svetelného zariadenia vášho vozidla. Zastavte, skontrolujte svetelne zariadenie a eventuálne opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription822
source: The rear spoiler of your vehicle cannot be adjusted. Please drive moderately not faster than 130km/h (80mph).
fi: Ajoneuvon takaspoilerin säätö ei ole mahdollista. Voit jatkaa ajoa maltillisesti enint. 130 km/h (80 mph).
pl: Nie można przestawiać tylnego spoilera Twojego pojazdu. Można jechać wolno dalej z prędkością do 130 km/h (80mph).
sk: Zadný spoiler vášho vozidla nie je možné prestaviť. Primerané pokračovanie v jazde do 130 km/h (80 mph) je možné.

# LeadPaccStrings_leadPaccDescription826
source: The lighting system at the left front is malfunctioning. Please check the lighting system and continue driving carefully.
fi: Ajoneuvon valojärjestelmä edessä vasemmalla on viallinen. Tarkista valojärjestelmä ja jatka ajoa varovasti.
pl: Awaria oświetlenia z przodu po lewej stronie Twojego pojazdu. Sprawdź oświetlenie i jedź ostrożnie dalej.
sk: Vyskytla sa porucha svetelného zariadenia vášho vozidla vpredu vľavo. Skontrolujte svetelné zariadenie a opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription827
source: The lighting system at the right front is malfunctioning. Please check the lighting system and continue driving carefully.
fi: Ajoneuvon valojärjestelmä edessä oikealla on viallinen. Tarkista valojärjestelmä ja jatka ajoa varovasti.
pl: Awaria oświetlenia z przodu po prawej stronie Twojego pojazdu. Sprawdź oświetlenie i jedź ostrożnie dalej.
sk: Vyskytla sa porucha svetelného zariadenia vášho vozidla vpredu vpravo. Skontrolujte svetelné zariadenie a opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription844
source: The non-electric drivetrain of your vehicle is malfunctioning. Only the electric drive is available. Go to your nearest service centre to avoid a vehicle breakdown.
fi: Ajoneuvon voimansiirrossa on häiriö. Vain sähkökäyttö on käytettävissä. Anna lähimmän huoltopisteen tarkistaa ongelma, jotta häiriö ei keskeytä matkaasi.
pl: W napędzie Twojego pojazdu wystąpiła usterka. Dostępny jest wyłącznie napęd elektryczny. Aby uniknąć awarii pojazdu, zleć sprawdzenie problemu najbliższemu serwisowi.
sk: Pohon vášho vozidla má poruchu. K dispozícii je iba elektrický pohon. Aby ste sa vyhli poruche vozidla, nechajte problém skontrolovať u najbližšieho servisného partnera.

# LeadPaccStrings_leadPaccDescription845
source: An incorrect diesel exhaust fluid filling was identified. An engine start will not be possible when range reaches 0.
fi: On tunnistettu väärä AdBlue-neste. Huomioi jäljellä oleva toimintasäde. Toimintasäteen ollessa 0 moottoria ei voi enää käynnistää.
pl: Wykryto niewłaściwy płyn AdBlue. Uwzględnij pozostały zasięg. Przy zasięgu wynoszącym 0 uruchomienie silnika jest już niemożliwe.
sk: Bola zistená nesprávna kvapalina AdBlue. Dbajte na dojazd vozidla. Pri dojazde 0 naštartovanie motora už nie je možné.

# LeadPaccStrings_leadPaccDescription846
source: The exhaust fluid system of your vehicle is malfunctioning. An engine start is not possible.
fi: Ajoneuvon AdBlue-järjestelmä on viallinen. Moottoria ei voi enää käynnistää.
pl: Awaria systemu AdBlue Twojego pojazdu. Uruchomienie silnika nie jest już możliwe.
sk: Vyskytla sa porucha systému AdBlue vášho vozidla. Naštartovanie motora už nie je možné.

# LeadPaccStrings_leadPaccDescription847
source: The diesel exhaust fluid system of your vehicle is malfunctioning.
fi: Ajoneuvon AdBlue-järjestelmä on viallinen.
pl: Awaria systemu AdBlue Twojego pojazdu.
sk: Vyskytla sa porucha systému AdBlue vášho vozidla.

# LeadPaccStrings_leadPaccDescription861
source: The door lock of your vehicle is malfunctioning.
fi: Ajoneuvon oven lukko on viallinen.
pl: Awaria zamka w drzwiach Twojego pojazdu.
sk: Vyskytla sa porucha zámku dverí vášho vozidla.

# LeadPaccStrings_leadPaccDescription87
source: The right tail lamp of your vehicle is malfunctioning.
fi: Ajoneuvon oikea takavalo on viallinen.
pl: Awaria prawego światła pozycyjnego tylnego Twojego pojazdu.
sk: Porucha pravého koncového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription872
source: There is a malfunction with the vehicle level control. Pay attention to vehicle height.
fi: Ajoneuvon laskeminen ei ole mahdollista tällä hetkellä. Huomioi ajoneuvon korkeus.
pl: Obniżenie pojazdu nie jest obecnie możliwe. Zwróć uwagę na wysokość pojazdu.
sk: Spustenie vášho vozidla nie je momentálne možné. Dbajte na svetlú výšku.

# LeadPaccStrings_leadPaccDescription873
source: The AC charging of your vehicle is not possible. DC charging is still possible. Please note the remaining driving range. You can continue driving.
fi: Ajoneuvon AC-latausjärjestelmässä on virhe. AC-lataus ei ole mahdollista. DC-lataus on edelleen käytettävissä. Huomioi jäljellä oleva toimintasäde. Voit jatkaa ajoa.
pl: System ładowania AC Twojego pojazdu uległ awarii. Ładowanie AC jest niemożliwe. Ładowanie DC jest nadal dostępne. Uwzględnij pozostały zasięg. Można jechać dalej.
sk: Vyskytla sa chyba systému nabíjania striedavým prúdom vášho vozidla. AC nabíjanie nie je možné. Nabíjanie jednosmerným prúdom je stále možné. Dbajte na dojazd vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription874
source: The DC charging of your vehicle is not possible. Please note the remaining driving range. You can continue driving.
fi: Ajoneuvon DC-latausjärjestelmässä on virhe. Huomioi jäljellä oleva toimintasäde. Voit jatkaa ajoa.
pl: System ładowania DC Twojego pojazdu uległ awarii. Uwzględnij pozostały zasięg. Można jechać dalej.
sk: Chyba systému nabíjania jednosmerným prúdom vášho vozidla. Dbajte na dojazd vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription877
source: The acoustic Pedestrian Protection of your vehicle is malfunctioning. Please pay additional attention when manoeuvring.
fi: Ajoneuvon varoitusääni jalankulkijoille ei toimi. Ole tavallista varovaisempi siirtäessäsi ajoneuvoa.
pl: System akustycznej ochrony pieszych Twojego pojazdu uległ awarii. Podczas manewrowania wymagana jest zwiększona ostrożność.
sk: Došlo ku výpadku akustickej ochrany chodcov vášho vozidla. Venujte zvýšenú opatrnosť pri manévrovaní.

# LeadPaccStrings_leadPaccDescription88
source: The left low beam of your vehicle is malfunctioning.
fi: Ajoneuvon vasen lähivalo on viallinen.
pl: Awaria lewego światła mijania Twojego pojazdu.
sk: Vyskytla sa porucha ľavého stretávacieho svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription89
source: The right low beam of your vehicle is malfunctioning.
fi: Ajoneuvon oikea lähivalo on viallinen.
pl: Awaria prawego światła mijania Twojego pojazdu.
sk: Vyskytla sa porucha pravého stretávacieho svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription894
source: The oil dilution level is critical. Please drive moderately.
fi: Ajoneuvon öljy on kriittisen ohutta. Voit jatkaa ajoa maltillisesti.
pl: Rozcieńczenie oleju w Twoim pojeździe ma poziom krytyczny. Można jechać wolno dalej.
sk: Zriedenie oleja vášho vozidla je kritické. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription896
source: The steering of your vehicle is malfunctioning. Please stop carefully and do not continue driving.
fi: Ajoneuvon ohjaus on viallinen. Pysähdy varovasti äläkä jatka ajoa.
pl: Awaria układu kierowniczego Twojego pojazdu. Zatrzymaj się ostrożnie i nie jedź dalej.
sk: Vyskytla sa porucha riadenia vášho vozidla. Opatrne zastavte a nepokračujte v jazde.

# LeadPaccStrings_leadPaccDescription9
source: The fog lamp of your trailer is malfunctioning.
fi: Perävaunun takasumuvalo on viallinen.
pl: Awaria tylnych świateł przeciwmgielnych przyczepy.
sk: Porucha zadného hmlového svetla na vašom prívese.

# LeadPaccStrings_leadPaccDescription90
source: The reverse lamp of your trailer is malfunctioning.
fi: Perävaunun peruutusvalo on viallinen.
pl: Awaria świateł cofania Twojej przyczepy.
sk: Porucha cúvacieho svetla vášho prívesu.

# LeadPaccStrings_leadPaccDescription907
source: The brake pads need to be replaced.
fi: Ajoneuvon jarrupalat on vaihdettava.
pl: Okładziny hamulcowe Twojego pojazdu muszą zostać wymienione.
sk: Brzdové obloženia vášho vozidla sa musia vymeniť.

# LeadPaccStrings_leadPaccDescription915
source: The Active Protection of your vehicle is restricted. The pre-tensioning of seatbelts is not possible.
fi: Ajoneuvon Active Protection on rajoittunut. Turvavöiden esikiristys ei ole mahdollista.
pl: Funkcja Active Protection Twojego pojazdu jest ograniczona. Wstępne naprężenie pasów jest niemożliwe.
sk: Funkcia Active Protection vášho vozidla je obmedzená. Napnutie pásov nie je možné.

# LeadPaccStrings_leadPaccDescription916
source: The engine oil level of you vehicle is below minimum level. Please add 2 quarts of oil promptly. See Owner's Manual for more information.
fi: Ajoneuvon öljytaso on minimissä. Lisää 2 litraa moottoriöljyä niin pian kuin mahdollista. Katso lisätietoja käyttöohjekirjasta.
pl: Poziom oleju w Twoim pojeździe jest na minimum. Przy najbliższej okazji uzupełnij 2 l oleju silnikowego. Więcej informacji znajduje się w Twojej instrukcji obsługi.
sk: Hladina oleja vo vašom vozidle je na minime. Pri najbližšej príležitosti dolejte 2 litre motorového oleja. Ďalšie informácie nájdete vo vašom návode na obsluhu.
