Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# ScheduleServiceStrings__errorAppointmentUnavailableSubtitle
source: We are currently unable to retrieve your appointment details. Please try again or contact the {brand} service center directly.
fi: Aikavarauksen tietojen haku ei ole tällä hetkellä mahdollista. Yritä uudelleen tai ota yhteyttä {brand}-huoltopisteeseen.
pl: Obecnie brak możliwości wyświetlenia szczegółów wizyty. Spróbuj ponownie lub skontaktuj się ze swoim serwisem {brand}.
sk: Momentálne nie je možné získať podrobnosti o vašom termíne. Skúste to znova alebo kontaktujte svojho servisného partnera {brand}.

# ScheduleServiceStrings__errorServicesSubtitle
source: We are currently unable to retrieve available services or repairs. Please try again or contact the {brand} service center directly. Alternatively, you can schedule an appointment with another service center.
fi: Käytettävissä olevien huoltotöiden tai korjausten tarjoaminen ei ole tällä hetkellä mahdollista. Yritä uudelleen tai ota yhteyttä {brand}-huoltopisteeseen. Vaihtoehtoisesti voit myös varata ajan toiseen huoltopisteeseen.
pl: Obecnie nie mamy możliwości udostępnienia dostępnych usług ani napraw. Spróbuj ponownie lub skontaktuj się ze swoim serwisem {brand}. Ewentualnie możesz ustalić termin wizyty w innym serwisie.
sk: V súčasnosti nemôžeme poskytnúť dostupný servis alebo opravy. Skúste to znova alebo kontaktujte svojho servisného partnera {brand}. Prípadne si môžete dohodnúť termín s iným servisným partnerom.

# ScheduleServiceStrings__errorTimeslotsSubtitle
source: We are currently unable to retrieve available time slots for the selected services. Please try again or contact the {brand} service center directly. Alternatively, you can schedule an appointment with another service center.
fi: Käytettävissä olevien aikojen tarjoaminen valitsemillesi huoltotöille ei ole tällä hetkellä mahdollista. Yritä uudelleen tai ota yhteyttä {brand}-huoltopisteeseen. Vaihtoehtoisesti voit myös varata ajan toiseen huoltopisteeseen.
pl: Obecnie nie ma możliwości udostępnienia dostępnego przedziału czasowego dla wybranych usług. Spróbuj ponownie lub skontaktuj się ze swoim serwisem {brand}. Ewentualnie możesz ustalić termin wizyty w innym serwisie.
sk: Momentálne nemôžeme poskytnúť dostupné časové okná pre vami vybraný servis. Skúste to znova alebo kontaktujte svojho servisného partnera {brand}. Prípadne si môžete dohodnúť termín s iným servisným partnerom.

# ScheduleServiceStrings__servicePartnerContactDisclaimer
source: Your {brand} service center might contact you for further information.
fi: {brand}-huoltopisteesi voi ottaa sinuun yhteyttä saadakseen lisätietoja.
pl: Twój {brand} Serwis może skontaktować się z Tobą w celu uzyskania dalszych informacji.
sk: Váš servisný partner {brand} vás môže kontaktovať, aby získal bližšie informácie.

# ScheduleServiceStrings__servicePartnerCostsDisclaimer
source: Costs are calculated based on the selected services and the prices provided by the service center, and may differ from this estimate Contact your {brand} service center for more information.
fi: Kustannukset lasketaan valittujen palveluiden ja huoltopisteen ilmoittamien hintojen perusteella, ja ne voivat poiketa tästä arviosta. Jos tarvitset lisätietoja, käänny {brand}-huoltopisteen puoleen.
pl: Koszty są obliczane na podstawie wybranych usług i ustalane przez serwis i mogą być inne od tego oszacowania. Więcej informacji można uzyskać w serwisie {brand}.
sk: Poplatky sú vypočítané na základe vybraných služieb a cien uvedených servisným partnerom a môžu sa líšiť od tohto odhadu. Ďalšie informácie získate od svojho servisného partnera {brand}.

# ScheduleServiceStrings__servicePartnerCostsDisclaimerUK
source: Please note, prices shown are subject to change upon inspection of your vehicle at your selected {brand} service center. Information and prices provided are for guidance purposes only and the labor or parts required as part of your service may differ from those shown.
fi: Ota huomioon, että näytettävät hinnat voivat muuttua huoltoajan aikana valitsemassasi {brand}-huoltopisteessä. Näytettävät tiedot ja hinnat ovat vain suuntaa-antavia. Huollon ja mahdollisesti vaadittavien varaosien hinta voi poiketa näytetyistä hinnoista.
pl: Pamiętaj, że podane ceny mogą ulec zmianie podczas wizyty w wybranym serwisie {brand}. Wyświetlane informacje i ceny mają charakter orientacyjny, a przegląd i wymagane części zamienne mogą odbiegać od wyświetlanych cen.
sk: Upozorňujeme, že zobrazené ceny sa môžu zmeniť počas servisného termínu u vybraného servisného partnera {brand}. Uvedené informácie a ceny sú len orientačné, servis a prípadné požadované náhradné diely sa môžu líšiť od uvedených cien.

# ScheduleServiceStrings__viewAppointmentServicesSubheader
source: Select a date to see the available time slots and offered mobility options at your {brand} service center.
fi: Valitse päivämäärä, jotta näet {brand}-huoltopisteessä käytettävissä olevien liikkuvuusvaihtoehtojen ajat ja valintamahdollisuudet.
pl: Wybierz datę, aby zobaczyć dostępne przedziały czasowe i opcje transportu zastępczego u swojego partnera {brand}.
sk: Vyberte dátum na zobrazenie dostupných časových okien a možností náhradnej mobility u vášho servisného partnera {brand}.

# ScheduleServiceStrings_additionalInformationHint
source: E.g. "Please wash my vehicle."
fi: esim. "Pyydän pesemään ajoneuvon."
pl: np. "Proszę o umycie mojego pojazdu."
sk: napr. "Prosím, umyte mi vozidlo."

# ScheduleServiceStrings_appointmentDetailsListHeader
source: Appointment details
fi: Aikavarauksen tiedot
pl: Szczegóły terminu
sk: Podrobnosti termínu

# ScheduleServiceStrings_campaignBannerTitle
source: Service campaign
fi: Palvelukampanja
pl: Kampania usług serwisowych
sk: Servisná kampaň

# ScheduleServiceStrings_cancellationPageDetailsTitle
source: Is there something else that you would like to tell us?
fi: Haluatko vielä mainita jotain?
pl: Czy jest coś jeszcze, o czym chcesz nas powiadomić?
sk: Je ešte niečo, čo by ste nám chceli povedať?

# ScheduleServiceStrings_cancellationPageReasonCantFindService
source: I couldn't find the service I need
fi: En löytänyt tarvitsemaani palvelua
pl: Nie udało mi się znaleźć potrzebnej mi usługi
sk: Nenašiel som servis, ktorý som potreboval

# ScheduleServiceStrings_cancellationPageReasonDatesDontWork
source: The available dates do not work for me
fi: Käytettävissä olevat tiedot eivät sovi tilanteeseeni
pl: Dostępne daty mi nie pasują
sk: Dostupné termíny mi nevyhovujú

# ScheduleServiceStrings_cancellationPageReasonDifferentDealer
source: I want a different service center
fi: Haluan toisen huoltopisteen
pl: Wolę inny serwis
sk: Chcem iného servisného partnera

# ScheduleServiceStrings_cancellationPageReasonDontKnowSchedule
source: I'm not sure about my schedule
fi: En ole varma, milloin minulla on aikaa
pl: Nie mam pewności, kiedy będę mieć czas
sk: Neviem, kedy presne budem mať čas

# ScheduleServiceStrings_cancellationPageReasonDontUnderstandMobility
source: I don't understand the offered mobility options
fi: En ymmärrä tarjottavia liikkuvuusvaihtoehtoja
pl: Nie rozumiem oferowanych opcji mobilności
sk: Nerozumiem ponúkaným možnostiam mobility

# ScheduleServiceStrings_cancellationPageReasonDontWantToBookApp
source: I don't want to book an appointment through the app
fi: En halua varata huoltoaikaa sovelluksen kautta
pl: Nie chcę rezerwować terminu przez aplikację
sk: Nechcem rezervovať termín cez aplikáciu

# ScheduleServiceStrings_cancellationPageReasonNeedReplacementVehicle
source: I need a replacement vehicle
fi: Tarvitsen sijaisauton
pl: Potrzebuję pojazdu zastępczego
sk: Potrebujem náhradné vozidlo

# ScheduleServiceStrings_cancellationPageReasonUnclearServiceCost
source: It's not clear to me how much the service will cost
fi: En tiedä, kuinka paljon huolto maksaa
pl: Nie jest dla mnie jasne, ile będzie kosztować usługa
sk: Nie je mi jasné, koľko bude servis stáť

# ScheduleServiceStrings_cancellationPageSubmitButton
source: Submit feedback
fi: Lähetä palautetta
pl: Wyślij opinię
sk: Odoslať spätnú väzbu

# ScheduleServiceStrings_cancellationPageTellUsWhy
source: Please tell us why you canceled the booked appointment.
fi: Kerro meille, miksi keskeytit ajanvarauksen.
pl: Prosimy o podanie przyczyny anulowania rezerwacji terminu.
sk: Dajte nám vedieť, prečo ste zrušili rezerváciu termínu.

# ScheduleServiceStrings_changeServicePartnerActionLabel
source: Change
fi: Muuta
pl: Zmień
sk: Zmeniť

# ScheduleServiceStrings_changeServicePartnerDisclaimer
source: You haven't found a suitable date and time?
fi: Etkö löytänyt sopivaa päivämäärää ja kellonaikaa?
pl: Brak odpowiedniej daty i godziny?
sk: Nenašli ste vhodný dátum a čas?

# ScheduleServiceStrings_changeServicePartnerModalDescription
source: If you change your service center, you will lose your previous entries.
fi: Jos vaihdat huoltopistettä, menetät aiemmin antamasi tiedot.
pl: Jeśli zmienisz serwis, utracisz swoje poprzednie wpisy.
sk: Ak zmeníte svojho servisného partnera, stratíte svoje doterajšie zadania.

# ScheduleServiceStrings_changeServicePartnerModalDiscardButton
source: Discard and open map
fi: Hylkää ja avaa kartta
pl: Odrzuć i otwórz mapę
sk: Zahodiť a otvoriť mapu

# ScheduleServiceStrings_changeServicePartnerModalTitle
source: Change service center
fi: Vaihda huoltopistettä
pl: Zmień serwis
sk: Zmeniť servisného partnera

# ScheduleServiceStrings_contactInformationTitle
source: Contact information
fi: Kontaktin tiedot
pl: Szczegóły kontaktu
sk: Detaily kontaktu

# ScheduleServiceStrings_dateTimeHeaderTitle
source: Date and time
fi: Päivämäärä ja kellonaika
pl: Data i godzina
sk: Dátum a čas

# ScheduleServiceStrings_editActionLabel
source: Edit
fi: Muokkaa
pl: Edytuj
sk: Upraviť

# ScheduleServiceStrings_errorAppointmentUnavailableTitle
source: Appointment details unavailable
fi: Aikavarauksen tiedot eivät käytettävissä
pl: Szczegóły wizyty niedostępne
sk: Detaily termínu nie sú k dispozícii

# ScheduleServiceStrings_errorButtonCallServicePartner
source: Call service center
fi: Soita huoltopisteeseen
pl: Zadzwoń do serwisu
sk: Zavolajte servisného partnera

# ScheduleServiceStrings_errorButtonContactServicePartner
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# ScheduleServiceStrings_errorButtonTryAgain
source: Try again
fi: Yritä uudelleen
pl: Spróbuj ponownie
sk: Skúste to znova

# ScheduleServiceStrings_errorCancelMessage
source: It is currently not possible to cancel your appointment in the {appName} App. Please contact your {brand} service center.
fi: Tällä hetkellä ajanvarausta ei voi peruuttaa {appName} -sovelluksessa. Ota yhteys {brand}-huoltopisteeseen.
pl: W aplikacji {appName} obecnie nie można anulować terminu. Skontaktuj się z serwisem {brand}.
sk: V aplikácii {appName} momentálne nie je možné zrušiť termín. Kontaktujte svojho servisného partnera {brand}.

# ScheduleServiceStrings_errorOfflineSubtitle
source: Slow or no online connection. Please check your internet settings and try again.
fi: Hidas online-yhteys tai ei yhteyttä. Tarkista internet-asetukset ja yritä uudelleen.
pl: Wolne połączenie online lub brak połączenia online. Sprawdź ustawienia internetowe i spróbuj ponownie.
sk: Pomalé alebo žiadne online pripojenie. Skontrolujte internetové nastavenia a skúste to znova.

# ScheduleServiceStrings_errorServicesTitle
source: No services or repairs available
fi: Huoltotyöt tai korjaukset eivät käytettävissä
pl: Usługi lub naprawy niedostępne
sk: Servisy alebo opravy nie sú k dispozícii

# ScheduleServiceStrings_errorTimeslotsTitle
source: No time slots available
fi: Aikaa ei käytettävissä
pl: Brak dostępnego przedziału czasowego
sk: Nie sú k dispozícii žiadne časové úseky

# ScheduleServiceStrings_estimatedServiceChargeDisclaimer
source: The Estimated Service Charge is a number of additional procedures required for your selected services.
fi: Huollon arvioitu hinta koostuu lisätapahtumista, jotka ovat välttämättömiä valitsemiasi huoltopalveluita varten.
pl: Przewidywana opłata serwisowa to grupa dodatkowych procesów wymaganych w przypadku wybranych usług.
sk: Predpokladaný servisný poplatok predstavuje skupinu ďalších procesov potrebných pre služby, ktoré ste si zvolili.

# ScheduleServiceStrings_findADealer
source: Find a Dealer
fi: Hae jälleenmyyjä
pl: Znajdź dealera
sk: Nájsť predajcu

# ScheduleServiceStrings_iCantFindWhatINeed
source: I can't find what I need
fi: En löydä tarvitsemaani
pl: Nie mogę znaleźć tego, czego potrzebuję
sk: Nemôžem nájsť, čo potrebujem

# ScheduleServiceStrings_iCantFindWhatINeedCategory
source: Is there anything else you need?
fi: Oliko vielä jotain muuta?
pl: Coś jeszcze?
sk: Ešte niečo?

# ScheduleServiceStrings_iCantFindWhatINeedDisclaimer
source: Select this option if you can't find a suitable service. Please help your service advisor to understand your enquiry.
fi: Valitse tämä vaihtoehto, jos et löydä sopivaa huoltoa. Auta huoltoneuvojaa ymmärtämään toivomuksesi.
pl: Wybierz tę opcję, jeśli nie możesz znaleźć odpowiedniego serwisowania. Pomóż swojemu doradcy serwisowemu zrozumieć Twoją sprawę.
sk: Túto možnosť vyberte, ak nemôžete nájsť vhodný servis. Pomôžte svojmu servisnému poradcovi pochopiť váš problém.

# ScheduleServiceStrings_iCantFindWhatINeedDisclaimer2
source: Select this option if you can't find a suitable service. Please enter additional information below to help your service advisor understand your enquiry.
fi: Valitse tämä vaihtoehto, jos et löydä sopivaa huoltoa. Anna alle lisätietoja, jotka auttavat huoltoneuvojaa ymmärtämään toivomuksesi.
pl: Wybierz tę opcję, jeśli nie możesz znaleźć odpowiedniego serwisowania. Wpisz poniżej wszelkie dodatkowe informacje, które pomogą doradcy serwisowemu zrozumieć Twoją sprawę.
sk: Túto možnosť vyberte, ak nemôžete nájsť vhodný servis. Nižšie uveďte ďalšie informácie, ktoré pomôžu vášmu servisnému poradcovi pochopiť váš problém.

# ScheduleServiceStrings_iCantFindWhatINeedHint
source: E.g. "I have noticed a leak recently."
fi: esim. "Huomasin vähän aikaa sitten vuodon."
pl: np. "Zauważyłem(-am) ostatnio przeciek."
sk: napr. "Nedávno som si všimol netesnosť."

# ScheduleServiceStrings_learnMoreActionLink
source: Learn more
fi: Lisätietoja
pl: Dowiedz się więcej
sk: Zistiť viac

# ScheduleServiceStrings_loadingModalMessage
source: Thank you for your patience! This may take a few seconds.
fi: Kiitämme kärsivällisyydestäsi! Se voi kestää joitakin sekunteja.
pl: Dziękujemy za cierpliwość! Może to potrwać kilka sekund.
sk: Ďakujeme za trpezlivosť! To môže trvať niekoľko sekúnd.

# ScheduleServiceStrings_noPspMessage
source: You have not set a preferred service center. Please first select a service center to schedule an appointment.
fi: Et ole valinnut ensisijaista huoltopistettä. Valitse ensin huoltopiste ajanvarausta varten.
pl: Nie ustawiono preferowanego serwisu. Wybierz najpierw serwis, aby uzgodnić termin.
sk: Nenastavili ste žiadneho preferovaného servisného partnera. Najprv vyberte servisného partnera a dohodnite si termín.

# ScheduleServiceStrings_priceNotAvailableLabel
source: N/A.
fi: Ei käyt.
pl: Niedost.
sk: Nedost.

# ScheduleServiceStrings_priceOnSiteDescription
source: Final price on site
fi: Hinta paikan päällä
pl: Cena na miejscu
sk: Cena na mieste

# ScheduleServiceStrings_priceOnSiteLabel
source: PoS
fi: Hpp
pl: Cnm
sk: CnM

# ScheduleServiceStrings_reviewAndRequestHeaderTitle
source: Review and request
fi: Tarkista ja lähetä
pl: Sprawdź i wyślij
sk: Overiť a požiadať

# ScheduleServiceStrings_saveActionLabel
source: Save
fi: Tallenna
pl: Zapisz
sk: Uložiť

# ScheduleServiceStrings_selectDateTitle
source: Select a date
fi: Valitse päivämäärä
pl: Wybierz datę
sk: Vybrať dátum

# ScheduleServiceStrings_selectServiceHeader
source: Select a service
fi: Valitse huolto
pl: Wybierz usługę
sk: Vybrať servis

# ScheduleServiceStrings_selectTimeAndMobilityTitle
source: Select mobility option and time
fi: Valitse sijaisauto ja kellonaika
pl: Wybierz transport zastępczy i godzinę
sk: Vybrať náhradnú mobilitu a čas

# ScheduleServiceStrings_selectedMobilityOptionHeader
source: Selected mobility option
fi: Valittu liikkuvuusvaihtoehto
pl: Wybrane opcje mobilności
sk: Vybraná možnosť mobility

# ScheduleServiceStrings_servicePriceFeeDisclaimer
source: The presented prices include original parts, labor and taxes.
fi: Ilmoitetut hinnat sisältävät alkuperäiset varaosat, huollon ja verot.
pl: Podane ceny obejmują oryginalne części zamienne, serwis i podatki.
sk: Uvedené ceny zahŕňajú originálne náhradné diely, servis a dane.

# ScheduleServiceStrings_servicePriceTag
source: Offer
fi: Tarjous
pl: Oferta
sk: Ponuka

# ScheduleServiceStrings_successMessageButton
source: View appointment
fi: Näytä aika
pl: Wyświetl termin
sk: Zobraziť termín

# ScheduleServiceStrings_successScheduleMessage
source: Your service has been successfully scheduled.
fi: Huollon suunnittelu onnistui.
pl: Serwis został pomyślnie zaplanowany.
sk: Váš servis bol úspešne naplánovaný.

# ScheduleServiceStrings_successUpdateProfile
source: The appointment and your profile data have been successfully updated.
fi: Aikavaraus ja profiilitiedot on päivitetty onnistuneesti.
pl: Pomyślnie zaktualizowano termin i Twoje dane profilowe.
sk: Termín a údaje o vašom profile boli úspešne aktualizované.

# ScheduleServiceStrings_tireWearFrontService
source: Tire wear, front
fi: Eturenkaiden kuluminen
pl: Zużycie przednich opon
sk: Opotrebenie prednej pneumatiky

# ScheduleServiceStrings_tireWearRearService
source: Tire wear, rear
fi: Takarenkaiden kuluminen
pl: Zużycie tylnych opon
sk: Opotrebenie zadnej pneumatiky

# ScheduleServiceStrings_updatingLabel
source: Updating…
fi: Päivitetään…
pl: Aktualizacja w toku…
sk: Aktualizuje sa…

# ScheduleServiceStrings_viewAppointmentAppBarTitleUK
source: Request service
fi: Huoltotiedustelu
pl: Zapytanie serwisowe
sk: Servisná požiadavka

# ScheduleServiceStrings_viewAppointmentBookedServicesTitle
source: Service items
fi: Huoltokohteet
pl: Pozycje serwisowe
sk: Miesto výkonu údržby

# ScheduleServiceStrings_viewAppointmentDealerTitle
source: Service center
fi: Huoltopiste
pl: Serwis
sk: Servisný partner

# ScheduleServiceStrings_viewAppointmentLicensePlateLabel
source: License plate
fi: Rekisteritunnus
pl: Numer rejestracyjny
sk: Štátna poznávacia značka

# ScheduleServiceStrings_viewAppointmentMobilityDisclaimer
source: Additional costs for mobility options may apply. Please contact your {brand} service center for more information.
fi: Liikkuvuusvaihtoehdoista voi syntyä lisäkustannuksia. Saat lisätietoja ottamalla yhteyttä {brand}-huoltopisteeseen.
pl: Mogą zostać naliczone dodatkowe koszty za opcje mobilności. Aby uzyskać więcej informacji, skontaktuj się ze swoim serwisem {brand}.
sk: Môžu sa účtovať dodatočné poplatky za možnosti mobility. Ďalšie informácie získate od svojho servisného partnera {brand}.

# ScheduleServiceStrings_viewAppointmentOverallDisclaimer
source: Please directly contact your {brand} service center to change your appointment.
fi: Ota suoraan yhteys {brand}-huoltopisteeseen, jos haluat muuttaa aikaa.
pl: Aby zmienić termin, skontaktuj się bezpośrednio z serwisem {brand}.
sk: Ak chcete zmeniť termín, kontaktujte priamo svojho servisného partnera {brand}.

# ScheduleServiceStrings_viewAppointmentTotalDisclaimer
source: Vehicle service costs are calculated based on the service center and may differ from this estimate. Contact your {brand} service center for more information.
fi: Ajoneuvon huoltokustannukset laskee huoltopiste, joten ne voivat poiketa tästä arviosta. Saat lisätietoja ottamalla yhteyttä {brand}-huoltopisteeseen.
pl: Koszty przeglądu pojazdu są obliczane na podstawie ustaleń serwisu i mogą być inne od tego oszacowania. Aby uzyskać więcej informacji, skontaktuj się z Twoim serwisem {brand}.
sk: Náklady na servis vozidla sa vypočítavajú na základe servisného partnera a môžu sa od tohto odhadu odlišovať. Ďalšie informácie získate od svojho servisného partnera {brand}.

# ScheduleServiceStrings_viewAppointmentTotalTitle
source: Estimated total
fi: Arvioitu summa
pl: Przewidywana kwota
sk: Predpokladaná suma

# SelfHelpStrings__selfHelpDescriptionPage
source: With {n} Guided Help, we offer you vehicle-specific step-by-step solution proposals. Please be aware that there might not be a proposal for every warning message. Find a solution for:
fi: {n}:n avustava ohje tarjoaa ajoneuvokohtaisia, vaiheittaisia ratkaisuehdotuksia. Huomaa, että jokaista varoitusta varten ei ole olemassa ehdotusta. Löydä ratkaisu:
pl: Dzięki {n} Guided Help oferujemy szczegółowe rozwiązania do konkretnego pojazdu. Pamiętaj, że nie ma propozycji dotyczącej każdego komunikatu ostrzegawczego. Znajdź rozwiązanie dotyczące:
sk: Pomocou {n} interaktívneho Pomocníka vám ponúkame podrobné riešenia špecifické pre vaše vozidlo. Upozorňujeme, že nie pre každé výstražné hlásenie existuje návrh. Nájdite na riešenie pre:

# SelfHelpStrings__selfHelpTitle
source: {n} Guided Help
fi: {n}:n avustava ohje
sk: Interaktívny Pomocník {n}

# SelfHelpStrings_selfHelp
source: Find a solution
fi: Löydä ratkaisu
pl: Znajdź rozwiązanie
sk: Nájsť riešenie

source: Serbia
sk: Srbsko

source: Serbian
fi: Serbia
pl: Serbski
sk: Srbčina

# ServiceAndMaintenanceStrings_moreSectionTitle
source: More
fi: Lisää
pl: Więcej
sk: Viac

# ServiceAndMaintenanceStrings_pageTitle
source: Service and maintenance
fi: Palvelu ja huolto
pl: Przegląd i serwisowanie
sk: Servis a údržba

# ServiceAndMaintenanceStrings_pageTitleScroll
source: Service and maintenance
fi: Palvelu ja huolto
pl: Przegląd i serwisowanie
sk: Servis a údržba

# ServiceAndMaintenanceStrings_serviceAppointmentSectionTitle
source: Service appointment
fi: Huoltoaika
pl: Termin przeglądu
sk: Servisný termín

# ServiceTrackingStrings__badgeFeedbackSubtitle
source: Because you recently tracked your vehicle service in the app, we would appreciate your feedback on the process.
fi: Olet hetki sitten seurannut ajoneuvosi huoltoa sovelluksessa. Pyydämme sinulta tätä koskevaa palautetta.
pl: Użytkownik śledził ostatnio przegląd pojazdu w aplikacji. W związku z tym prosimy o opinię.
sk: Nedávno ste v aplikácii sledovali servis svojho vozidla. V tejto súvislosti by sme vás chceli požiadať o spätnú väzbu.

# ServiceTrackingStrings__badgeFeedbackTitle
source: Service Status Tracking - Feature Feedback
fi: Huollon tilan seuranta – toimintoa koskeva palaute
pl: Śledzenie statusu przeglądu – opinia dot. działania
sk: Sledovanie stavu služby – spätná väzba na funkciu

# ServiceTrackingStrings__detailsStatusItem3aSubTittle
source: Your {modelName} is now ready for collection.
fi: Ajoneuvosi {modelName} on nyt valmis noudettavaksi.
pl: Twój pojazd {modelName} jest już gotowy do odbioru.
sk: Váš {modelName} je teraz pripravený na vyzdvihnutie.

# ServiceTrackingStrings__detailsTrackingDisclaimer
source: This service is offered by {dealerName}. Please refer to your {brandName} service center's Privacy Policy on their website.
fi: Tämän palvelun tarjoaa {dealerName}; huomioi siksi {brandName}-huoltopisteesi internet-sivustolta löytyvät tietosuojakäytännöt.
pl: Ten przegląd jest oferowany przez {dealerName}. Dlatego prosimy o zapoznanie się z zasadami ochrony danych Twojego serwisu {brandName} na jego stronie internetowej.
sk: Túto službu ponúka {dealerName}, preto si prečítajte smernicu o ochrane osobných údajov svojho servisného partnera {brandName} na jeho webovej stránke.

# ServiceTrackingStrings__detailsTrackingDisclaimerProvider
source: Supported by {providerName}.
fi: {providerName} -palveluntarjoajan tukema.
pl: Obsługiwane przez {providerName}.
sk: S podporou {providerName}.
