Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# learningNavigationLocationPermitionScreenMessageBody2
source: Please select "Always allow" as you will receive more accurate and relevant notifications by validating your phone's current location.
fi: Valitse "Salli aina", koska saat tarkempia ja sopivampia ilmoituksia, kun puhelimen sijainti voidaan tarkistaa.
pl: Wybierz opcję "Zawsze zezwalaj", aby otrzymywać dzięki sprawdzaniu bieżącej lokalizacji telefonu dokładniejsze i bardziej istotne powiadomienia.
sk: Vyberte možnosť "Vždy povoliť", pretože prostredníctvom kontroly aktuálnej polohy vášho telefónu budete dostávať presnejšie a relevantnejšie oznámenia.

# learningNavigationLocationPermitionScreenMessageBody3
source: The "Only when in use" and "Always ask" options will result in more notifications.
fi: Vaihtoehdot "Vain käytettäessä" ja "Kysy aina" aiheuttavat tiheämpiä ilmoituksia.
pl: Opcje "Tylko podczas używania" oraz "Zawsze pytaj" prowadzą do częstszych powiadomień.
sk: Možnosti "Keď sa používa" a "Vždy sa spýtať" vedú k častejším oznámeniam.

# learningNavigationLocationPermitionScreenMessageTitle
source: Allow use of location
fi: Salli sijaintitiedon käyttö
pl: Zezwól na wykorzystanie lokalizacji
sk: Povoliť používanie polohy

# learningNavigationNotificationAllowDepartureNotificationsBody
source: Receive notifications of the traffic situation for your daily commutes.
fi: Saat ilmoituksia päivittäisen reittisi liikennetilanteesta.
pl: Otrzymuj powiadomienia dot. sytuacji na drodze na odcinkach codziennych dojazdów.
sk: Dostávajte oznámenia o dopravnej situácii na svojej pravidelnej dennej trase.

# learningNavigationNotificationAllowDepartureNotificationsTitle
source: Allow departure notifications
fi: Salli lähtöaikaa koskevat ilmoitukset
pl: Zezwalaj na powiadomienia dot. godziny odjazdu
sk: Povoliť oznámenia o čase odjazdu

# learningNavigationNotificationNewFeatureBody
source: Learning Navigation will learn your commutes and notify you of the traffic situation.
fi: Oppiva navigointi oppii toistuvat ajosi ja lähettää liikennetilannetta koskevia ilmoituksia.
pl: Ucząca się nawigacja zapamiętuje Twoje trasy dojazdów i przesyła powiadomienia dot. sytuacji na drodze.
sk: Inteligentná navigácia sa naučí vaše pravidelné jazdy a odošle vám oznámenia o dopravnej situácii.

# learningNavigationNotificationNewFeatureTitle
source: Get to know your new feature
fi: Tutustu uuteen toimintoon
pl: Poznaj nową funkcję
sk: Oboznámte sa so svojou novou funckiou

# learningNavigationNotificationPermitionScreenMessageBody2
source: Please select "Allow" or "Always allow" to do this.
fi: Valitse sitä varten joko "Salli" tai "Salli aina".
pl: Wybierz w tym celu opcję "Zezwalaj" lub "Zawsze zezwalaj".
sk: Vyberte možnosť "Povoliť" alebo "Vždy povoliť".

# learningNavigationNotificationPermitionScreenMessageTitle
source: Would you like to receive departure notifications?
fi: Haluatko saada lähtöaikaa koskevia ilmoituksia?
pl: Czy chcesz otrzymywać powiadomienia o godzinie odjazdu?
sk: Chcete dostávať oznámenia o čase odjazdu?

# learningNavigationPermissionHelpBody1
source: It seems like your predetermined trip will not be useful to you since you are far from your usual starting point.
fi: Näyttää siltä, että ennakoidusta ajomatkastasi ei ole sinulle hyötyä, koska olet kaukana tavanomaisesta lähtöpaikastasi.
pl: Wygląda na to, że Twoja wcześniej obliczona jazda nie jest dla Ciebie pomocna, ponieważ jesteś daleko od swojego zwykłego punktu startowego.
sk: Zdá sa, že vaša vopred vypočítaná jazda nebude pre vás užitočná, pretože ste ďaleko od svojho obvyklého východiskového bodu.

# learningNavigationPermissionHelpBody2
source: To receive accurate predetermined trips and get the best experience with the My BMW App, share your device location all times, even when the app is closed or not in use.
fi: Jotta saat tarkat ennakoidut ajomatkat ja parhaan mahdollisen kokemuksen My BMW -sovelluksesta, jaa mobiililaitteesi sijainti aina, myös silloin, kun sovellus on suljettu tai sitä ei käytetä.
pl: Aby uzyskać dokładne wcześniej obliczone jazdy i jak najlepiej wykorzystać aplikację My BMW, udostępniaj lokalizację swojego urządzenia mobilnego przez cały czas, nawet gdy aplikacja jest zamknięta lub nie jest używana.
sk: Ak chcete získať presné vopred vypočítané jazdy a čo najlepší zážitok s aplikáciou My BMW, vždy zdieľajte polohu svojho mobilného zariadenia, aj keď je aplikácia zatvorená alebo sa nepoužíva.

# learningNavigationPermissionHelpBody3
source: Don't worry, your location will only be accessed for the purpose of sending you a predetermined trip notification.
fi: Ei huolta, sijaintiasi käytetään vain, jotta sinulle voidaan lähettää ilmoituksia ennakoiduista ajomatkoista.
pl: Bez obaw, dostęp do Twojej lokalizacji jest uzyskiwany tylko po to, aby wysyłać Ci powiadomienia o wcześniej obliczonych jazdach.
sk: Nebojte sa, vaša poloha bude dostupná iba na odosielanie oznámení na vopred vypočítané jazdy.

# learningNavigationPermissionHelpHeader
source: Not at your usual location?
fi: Etkö ole tavallisessa sijaintipaikassasi?
pl: Nie w Twojej zwykłej lokalizacji?
sk: Nie ste na svojom obvyklom mieste?

# learningNavigationPermissionSettingsHelpBody1
source: Receive accurate predetermined trips and get the best experience with the My BMW App. Share your mobile device location at all times, even when the app is closed or not in use.
fi: Saat tarkat ennakoidut ajomatkat ja parhaan mahdollisen kokemuksen My BMW -sovelluksesta. Jaa mobiililaitteesi sijainti aina, myös silloin, kun sovellus on suljettu tai sitä ei käytetä.
pl: Uzyskaj dokładne wcześniej obliczone jazdy i jak najlepiej wykorzystaj aplikację My BMW. Udostępniaj lokalizację swojego urządzenia mobilnego przez cały czas, nawet gdy aplikacja jest zamknięta lub nie jest używana.
sk: Získajte presné vopred vypočítané jazdy a najlepší zážitok s aplikáciou My BMW. Vždy zdieľajte polohu svojho mobilného zariadenia, aj keď je aplikácia zatvorená alebo sa nepoužíva.

# learningNavigationPermissionSettingsHelpBody2
source: Don't worry, your location will only be accessed for the purpose of sending you a predetermined trip notification.
fi: Ei huolta, sijaintiasi käytetään vain, jotta sinulle voidaan lähettää ilmoituksia ennakoiduista ajomatkoista.
pl: Bez obaw, dostęp do Twojej lokalizacji jest uzyskiwany tylko po to, aby wysyłać Ci powiadomienia o wcześniej obliczonych jazdach.
sk: Nebojte sa, vaša poloha bude dostupná iba na odosielanie oznámení na vopred vypočítané jazdy.

# learningNavigationPermissionSettingsHelpHeader
source: Get accurate predetermined trips
fi: Saat tarkat ennakoidut matkat
pl: Otrzymuj dokładne wcześniej obliczone jazdy
sk: Získajte presné vopred vypočítané jazdy

# learningNavigationSetUpListItem2
source: Allow commute notifications
fi: Salli toistuvia ajoja koskevat ilmoitukset
pl: Zezwalaj na powiadomienia dot. dojazdów
sk: Povoliť oznámenia pre pravidelné jazdy

# learningNavigationSettingsPermissionNotice
source: Get accurate departure notifications, adjust your permissions and share your device location at all times.
fi: Saat tarkat lähtöaikailmoitukset, voit mukauttaa käyttöoikeuksiasi ja jakaa mobiililaitteesi sijainnin milloin tahansa.
pl: Otrzymuj dokładne powiadomienia o godzinie odjazdu, dostosuj swoje uprawnienia i udostępniaj lokalizację swojego urządzenia mobilnego w dowolnym momencie.
sk: Dostávajte presné oznámenia o čase odchodu, prispôsobte si povolenia a kedykoľvek zdieľajte polohu svojho mobilného zariadenia.

source: Leave anyway
fi: Poistu silti
pl: Mimo to opuść
sk: Napriek tomu opustiť

# leaveBmwPointsButton
source: LEAVE BMW POINTS
fi: POISTU BMW POINTS -OHJELMASTA
pl: ZREZYGNUJ Z BMW POINTS
sk: ODHLÁSIŤ SA Z BMW POINTS

source: Leave this page?
fi: Haluatko poistua tältä sivulta?
pl: Opuścić tę stronę?
sk: Opustiť túto stránku?

source: Left doors
fi: Vasemman puolen ovet
pl: Drzwi z lewej strony
sk: Dvere vľavo

source: Left front door
fi: Vasen etuovi
pl: Drzwi z przodu z lewej strony
sk: Dvere vpredu vľavo

# leftFrontRightDoors
source: Left front door, right doors
fi: Vasen etuovi, oikean puolen ovet
pl: Drzwi z przodu z lewej strony, drzwi z prawej strony
sk: Dvere vpredu vľavo, dvere vpravo

# leftFrontRightRearDoor
source: Left front door, right rear door
fi: Vasen etuovi, oikea takaovi
pl: Drzwi z przodu z lewej strony, drzwi z tyłu z prawej strony
sk: Dvere vpredu vľavo, dvere vzadu vpravo

source: Left front window
fi: Vasen etuikkuna
pl: Okno z przodu z lewej strony
sk: Okno vpredu vľavo

source: Left rear door
fi: Vasen takaovi
pl: Drzwi z tyłu z lewej strony
sk: Dvere vzadu vľavo

source: Left rear door, right doors
fi: Vasen takaovi, oikean puolen ovet
pl: Drzwi z tyłu z lewej strony, drzwi z prawej strony
sk: Dvere vzadu vľavo, dvere vpravo

source: Left rear door, right front door
fi: Vasen takaovi, oikea etuovi
pl: Drzwi z tyłu z lewej strony, drzwi z przodu z prawej strony
sk: Dvere vzadu vľavo, dvere vpravo

source: Left rear window
fi: Vasen takaikkuna
pl: Okno z tyłu z lewej strony
sk: Okno vzadu vľavo

# legalPoliciesErrorDialogCloseButton
source: Close {appName} App
fi: Sulje sovellus {appName}
pl: Zamknij aplikację {appName}
sk: Zatvoriť aplikáciu {appName}

# legalPoliciesErrorDialogDescription
source: We are sorry but it is not possible to use the {appName} App at this time. This may be caused by either a technical issue or a problem with the app's terms & conditions. Please try again in a few minutes.
fi: Pahoittelemme, mutta {appName}-sovelluksen käyttö ei ole tällä hetkellä mahdollista. Kyseessä on joko tekninen ongelma tai sovelluksen käyttöehtoihin liittyvä ongelma. Yritä myöhemmin uudelleen.
pl: Przepraszamy, niestety nie można teraz korzystać z aplikacji {appName}. Wystąpił problem techniczny lub problem z warunkami użytkowania aplikacji. Spróbuj ponownie później.
sk: Mrzí nás to, ale aplikáciu {appName} aktuálne nemožno používať. Buď došlo k technickému problému, alebo problému s podmienkami používania aplikácie. Skúste to znova neskôr.

# legalPoliciesErrorDialogTitle
source: Technical Issue
fi: Tekninen ongelma
pl: Problem techniczny
sk: Technický problém

# letUsKnowHowWasChargingExperience
source: Let us know how your charging experience at this charging station was.
fi: Kerro meille, millainen latauskokemuksesi oli tällä latausasemalla.
pl: Daj nam znać, jakie były Twoje doświadczenia z ładowaniem na tej stacji ładowania.
sk: Dajte nám vedieť, aký bol váš zážitok z nabíjania na tejto nabíjacej stanici.

# levelChangeErrorSemantics
source: Level control error
fi: Tasonsäädön virhe
pl: Błąd regulacji wysokości zawieszenia
sk: Chyba regulácia výšky

# levelChangeSUVErrorSemantics
source: Level control error
fi: Tasonsäädön virhe
pl: Błąd regulacji wysokości zawieszenia
sk: Chyba regulácia výšky

source: License Information
fi: Lisenssitiedot
pl: Informacje o licencji
sk: Informácie o licencii

# lightExecutionMessage
source: Flash headlights now? Remote functions may take a few seconds.
fi: Haluatko että ajovalot välähtävät nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Czy błysnąć teraz reflektorami? Funkcje zdalne mogą potrwać kilka sekund.
sk: Teraz nechať rozsvietiť svetlomety? Funkcie Remote môžu trvať niekoľko sekúnd.

source: Lights
fi: Valot
pl: Światła
sk: Svetlá

source: liked
fi: tykkää
pl: lubi
sk: páči sa

# limitFavoritesDescription
source: You can save 30 favorite locations. They are synced with your vehicle.
fi: Voit tallentaa 30 suosikkipaikkaa. Ne synkronoidaan ajoneuvosi kanssa.
pl: Można zapisać 30 ulubionych lokalizacji. Zostaną zsynchronizowane z pojazdem.
sk: Môžete uložiť 30 obľúbených miest. Tieto sa synchronizujú s vašim vozidlom.

source: Limited time discount, snap up immediately
fi: Tarjous voimassa rajoitetun ajan, tartu siihen heti
pl: Rabat ograniczony czasowo, skorzystaj teraz
sk: Časovo obmedzená zľava, využite ju hneď

# linkOutSemantics
source: Open external link
fi: Avaa ulkoinen linkki
pl: Otwórz zewnętrzne łącze
sk: Otvoriť externý odkaz

# loactionPermissionsBarDismissText
source: DISMISS
fi: HYLKÄÄ
pl: ODRZUĆ
sk: ZAHODIŤ

# loactionPermissionsSettingText
source: SETTING
fi: ASETUKSET
pl: USTAWIENIE
sk: Nastavenie

source: Loading information…
fi: Tietoja ladataan…
pl: Trwa ładowanie informacji…
sk: Načítavajú sa informácie…

source: loading more...
fi: Ladataan lisää…
pl: Ładowanie dalszych informacji…
sk: Načítať viac…

# loadingSemantics
source: Charging
fi: Lataus
pl: Ładowanie
sk: Nabíjanie

# loadingTimeslotsDescription
source: We are working on finding you the best available times for your service appointment with {dealerName}, {address}. Please allow this to take up to 60 seconds to display your options.
fi: Kokoamme parhaillaan käytettävissä olevia huoltoaikoja jälleenmyyjällä {dealerName}, {address}. Toimenpide voi kestää enintään 60 sekuntia.
pl: Przedstawiamy właśnie zestawienie dostępnych terminów przeglądu u dealera {dealerName}, {address}. Ta operacja może potrwać do 60 sekund.
sk: Práve pre Vás zostavujeme prehľad dostupných servisných termínov u poskytovateľa {dealerName}, {address}. Tento postup môže trvať až 60 sekúnd.

# loadingTimeslotsTitle
source: Thank you for your patience!
fi: Kiitämme kärsivällisyydestäsi!
pl: Dziękujemy za cierpliwość!
sk: Ďakujeme za trpezlivosť!

# loadingWithThreeDots
source: Loading…
fi: Ladataan…
pl: Trwa ładowanie…
sk: Načítava sa…

# localSubsidiaryAddition
source: with your local BMW subsidiary
fi: maassasi toimivan BMW-yhtiön avulla
pl: z lokalną spółką krajową BMW
sk: so svojím miestnym zastúpením BMW

# locateVehicle
source: Locate your vehicle
fi: Paikanna ajoneuvo
pl: Zlokalizuj swój pojazd
sk: Lokalizovať Vaše vozidlo

# locateVehicleSemantics
source: Locate vehicle
fi: Ajoneuvon paikannus
pl: Lokalizuj pojazd
sk: Lokalizovať vozidlo

# locationAlways
source: Always
fi: Aina
pl: Zawsze
sk: Vždy

# locationDescription
source: GPS Location provides the most accurate app notifications and optimal in-car experience
fi: Ajoneuvon paikannuksen ansiosta saat tarkimmat ilmoitukset sovelluksesta ja ajoneuvon käyttökokemus on optimaalinen.
pl: Lokalizacja pojazdu umożliwia najdokładniejsze powiadomienia z aplikacji oraz optymalne wrażenia w pojeździe.
sk: Lokalizácia vozidla umožňuje najpresnejšie upozornenia aplikácie a optimálne prostredie vo vozidle.

# locationDisableText
source: Location is disable
fi: Sijainti on deaktivoitu
pl: Lokalizacja jest dezaktywowana
sk: Aktuálna poloha je deaktivovaná

# locationPermissionName
source: Location
fi: Sijainti
pl: Lokalizacja
sk: Aktuálna poloha

# locationPhoneSemantics
source: Telephone location
fi: Puhelimen sijainti
pl: Lokalizacja – telefon
sk: Aktuálna poloha telefónu

# locationWhileUsing
source: While using
fi: Käytön aikana
pl: Podczas użytkowania
sk: Pri používaní

source: Locations
fi: Sijainnit
pl: Lokalizacje
sk: Aktuálne polohy

source: Lock
fi: Lukitus
pl: Zablokuj
sk: Zamknúť

# lockExecutionMessage
source: Lock your vehicle now? Remote functions may take a few seconds.
fi: Lukitaanko ajoneuvo nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Zablokować teraz pojazd? Funkcje zdalne mogą potrwać kilka sekund.
sk: Zamknúť vaše vozidlo? Zamknutie môže trvať niekoľko sekúnd.

# lockLockedSemantics
source: Locked
fi: Lukittu
pl: Zablokowany
sk: Zablokované

source: Lock status
fi: Lukituksen tila
pl: Status blokady
sk: Stav uzamknutia

source: Locked
fi: Lukittu
pl: Zablokowany
sk: Uzamknuté

# lockedSemantics
source: Lock
fi: Lukko
pl: Zamek
sk: Zámok

source: Login
fi: Sisäänkirjautuminen
pl: Zaloguj
sk: Prihlásenie

# loginAppBenefitsBackButton
source: BACK
fi: TAKAISIN
pl: POWRÓT
sk: SPÄŤ

# loginAppBenefitsCloseButton
source: CLOSE
fi: SULJE
pl: ZAMKNIJ
sk: ZATVORIŤ

# loginAppBenefitsDemoTitle
source: App demo
fi: Sovelluksen esittely
pl: Demo aplikacji
sk: Ukážka aplikácie

# loginAppBenefitsEasyLoginTitle
source: Easy login
fi: Helppo sisäänkirjautuminen
pl: Łatwe logowanie
sk: Jednoduché prihlásenie

# loginAppBenefitsHeader
source: App benefits
fi: Sovelluksen edut
pl: Zalety aplikacji
sk: Výhody aplikácie

# loginAppBenefitsJourneyText
source: Plan your next trip, save POIs and send destinations to your vehicle.
fi: Suunnittele seuraava matka, tallenna osoitteita ja lähetä navigointikohteita ajoneuvoon.
pl: Zaplanuj kolejną podróż, zapisz adresy i wyślij cele nawigacji do pojazdu.
sk: Naplánujte si ďalšiu cestu, uložte adresy a odošlite navigačné ciele do vozidla.

# loginAppBenefitsJourneyTitle
source: Easy route planning
fi: Helppo reitinsuunnittelu
pl: Łatwe planowanie trasy
sk: Jednoduché plánovanie trasy

# loginAppBenefitsLoginOrRegisterButton
source: LOGIN OR REGISTER
fi: KIRJAUDU SISÄÄN TAI REKISTERÖIDY
pl: ZALOGUJ SIĘ LUB ZAREJESTRUJ
sk: PRIHLÁSIŤ ALEBO ZAREGISTROVAŤ

# loginAppBenefitsNextButton
source: NEXT
fi: SEURAAVA
pl: DALEJ
sk: ĎALEJ

# loginAppBenefitsPersonalizationTitle
source: A more personal experience
fi: Henkilökohtainen elämys
pl: Bardziej osobiste doświadczenie
sk: Osobnejšia skúsenosť

# loginAppBenefitsRemoteControlTitle
source: Always in control
fi: Täysi hallinta
pl: Pełna kontrola
sk: Úplná kontrola

# loginAppBenefitsStepXOutOfY
source: Step {stepX} of {stepY}
fi: Sivu {stepX} / {stepY}
pl: Strona {stepX} z {stepY}
sk: Strana {stepX} z {stepY}

# loginScreenDiscoverAppBenefitsButton
source: DISCOVER APP BENEFITS
fi: TUTUSTU SOVELLUKSEN ETUIHIN
pl: ODKRYJ ZALETY APLIKACJI
sk: OBJAVTE VÝHODY APLIKÁCIE

# loginScreenLoginOrRegisterButton
source: LOGIN OR REGISTER
fi: KIRJAUDU SISÄÄN TAI REKISTERÖIDY
pl: ZALOGUJ SIĘ LUB ZAREJESTRUJ
sk: PRIHLÁSIŤ ALEBO ZAREGISTROVAŤ

# loginWithSmsButton
source: LOGIN WITH SMS
fi: KIRJAUDU SISÄÄN TEKSTIVIESTILLÄ
pl: ZALOGUJ ZA POMOCĄ WIADOMOŚCI SMS
sk: PRIHLÁSIŤ SA POMOCOU SMS

source: LOG OUT
fi: KIRJAUDU ULOS
pl: WYLOGUJ
sk: ODHLÁSENIE

# logoutFromPin
source: Log Out
fi: Kirjaudu ulos
pl: Wyloguj
sk: Odhlásenie

# lowBatteryErrorSemantics
source: Battery error
fi: Akun virhe
pl: Błąd akumulatora
sk: Chyba batéria

# lowFuelErrorSemantics
source: Battery state of charge low error
fi: Virhe akun varaustaso alhainen
pl: Błąd niskiego poziomu naładowania akumulatora
sk: Chyba stav nabitia batérie nízky

# mainPageCentreButtonSemantics
source: Centre view
fi: Keskitä näkymä
pl: Wyśrodkuj widok
sk: Vycentrovať náhľad

# mainPageDetailsBarButtonTitle
source: DETAILS
fi: TIEDOT
pl: SZCZEGÓŁY
sk: PODROBNOSTI

# mainPageDetailsButtonTitle
source: DETAILS
fi: TIEDOT
pl: SZCZEGÓŁY
sk: PODROBNOSTI

# mainPageFooterInfo
source: You can check and change these preferences at any time in the app settings.
fi: Voit tarkistaa ja muuttaa näitä valintoja milloin tahansa sovelluksen asetuksissa.
pl: Te preferencje można w każdej chwili sprawdzić i zmienić w ustawieniach aplikacji.
sk: Tieto preferencie môžete kedykoľvek skontrolovať a zmeniť v nastaveniach aplikácie.

# mainPageLoadingToastStateOne
source: Waking up my vehicle (1/3)
fi: Ajoneuvo herätetään (1/3)
pl: Wybudzanie pojazdu (1/3)
sk: Zobudenie vozidla (1/3)

# mainPageLoadingToastStateThree
source: Creating 3D view (3/3)
fi: 3D View luodaan (3/3)
pl: Tworzenie 3D View (3/3)
sk: Vytváranie 3D View (3/3)

# mainPageLoadingToastStateTwo
source: Taking pictures (2/3)
fi: Valokuvia otetaan (2/3)
pl: Wykonywanie obrazów (2/3)
sk: Snímanie obrázkov (2/3)

# mainPageMirrorErrorBannerTitle
source: Missing side images. Check mirrors and retry.
fi: Puuttuvat sivukuvat. Tarkista peilit ja yritä uudelleen.
pl: Brak zdjęć boku. Sprawdź lusterka i spróbuj ponownie.
sk: Chýbajúce bočné fotografické snímky. Skontrolujte zrkadlá a skúste to znova.

# mainPageSuccessfullUpdatedSnackBarDismissButton
source: DISMISS
fi: HYLKÄÄ
pl: ODRZUĆ
sk: ZAHODIŤ

# mainPageSuccessfullUpdatedSnackBarTitle
source: Successfully updated 3D view
fi: 3D-näkymä päivitetty onnistuneesti
pl: Widok 3D pomyślnie zaktualizowany
sk: 3D náhľad úspešne aktualizovaný

# mainPageUnknownAddress
source: Unknown address
fi: Tuntematon osoite
pl: Nieznany adres
sk: Neznáma adresa

# mainPageUpdateViewButtonTitle
source: UPDATE VIEW
fi: PÄIVITÄ NÄKYMÄ
pl: AKTUALIZUJ WIDOK
sk: AKTUALIZOVAŤ NÁHĽAD

# maintenanceDueInDate
source: Due in {date}
fi: Ajankohtainen: {date}
pl: Termin {date}
sk: Čas nastane v mesiaci {date}

# maintenanceDueInDateOrDistance
source: Due in {date} or {distance}
fi: Ajankohtainen: {date} tai {distance}
pl: Termin {date} lub za {distance}
sk: Čas nastane v mesiaci {date} alebo o {distance}

# maintenanceDueInDistance
source: Due in {distance}
fi: Ajankohtainen: {distance}
pl: Termin za {distance}
sk: Čas nastane o {distance}

# maintenanceOverdueSince
source: Overdue since {since}
fi: Myöhässä: {since}
pl: Zaległy od {since}
sk: Čas prekročený od mesiaca {since}

# maintenanceOverdueSinceDistanceAndDate
source: Overdue since {date} and {distance}
fi: Myöhässä: {date} ja {distance}
pl: Zaległe od {date} i {distance}
sk: Čas prekročený od {date} a mesiaca {distance}

# maintenanceRadioLabel
source: Maintenance
fi: Huolto
pl: Serwis
sk: Údržba

# makeFavoriteDestinationSemantics
source: Add to favorites
fi: Tallenna kohde suosikkeihin
pl: Dodaj cel do ulubionych
sk: Uložiť cieľ medzi obľúbené

# manualInitialPairingStep1
source: Make sure both Bluetooth® and Wi-Fi are enabled on your device.
fi: Varmista, että Bluetooth ja WLAN on aktivoitu mobiililaitteessasi.
pl: Upewnij się, że Bluetooth i WLAN są włączone na Twoim urządzeniu mobilnym.
sk: Uistite sa, že sú vo Vašom mobilnom zariadení aktivované služby Bluetooth a WiFi.

# manualInitialPairingStep2
source: In your vehicle select "mobile devices" and add a new device for "Phone calls and audio via Bluetooth®".
fi: Avaa ajoneuvossasi valikkokohta "Mobiililaitteet" ja lisää uusi laite kohtaan "Puhelut ja audio".
pl: Otwórz w pojeździe punkt menu "Urządzenia mobilne" i dodaj nowe urządzenie w punkcie "Telefonia i audio".
sk: Vo vozidle otvorte bod menu "Mobilné zariadenia" a do časti "Telefonovanie a audio" pridajte nové zariadenie.

# manualInitialPairingStep3
source: Open the Bluetooth® settings on your mobile device and add the vehicle.
fi: Avaa mobiililaitteesi Bluetooth-asetukset ja lisää ajoneuvo sinne.
pl: Otwórz ustawienia Bluetooth na swoim urządzeniu mobilnym i dodaj tam pojazd.
sk: Otvorte nastavenia Bluetooth svojho mobilného zariadenia a pridajte tam vozidlo.

# manualInitialPairingStep4
source: If you're also asked to add Wi-Fi, please add it. Otherwise add a new mobile device in your vehicle, this time for "Internet, apps via Wi-Fi".
fi: Ajoneuvon WLAN-yhteys voidaan muodostaa myös manuaalisesti. Lisää tätä varten laite kohtaan "Internet, sovellukset" valikossa "Mobiililaitteet".
pl: Połączenie Wi-Fi w pojeździe można także nawiązać ręcznie. W tym celu w menu "Urządzenia mobilne" dodaj urządzenie w części "Aplikacje internetowe".
sk: Pripojenie WiFi vo vozidle môžete nadviazať aj manuálne. Nato pridajte zariadenie v menu "Mobilné zariadenia" v časti "Internet, aplikácie".

# manualInitialPairingStep5
source: For your convenience use your device to scan the offered QR-code to add the Wi-Fi connection.
fi: Skannaa näytettävä QR-koodi mobiililaitteella, jotta yhteys voidaan muodostaa.
pl: Za pomocą urządzenia mobilnego zeskanuj wyświetlany kod QR, aby nawiązać połączenie.
sk: Pomocou mobilného telefónu naskenujte zobrazený QR kód, čím nadviažete pripojenie.

# manualSubtitle
source: You need both a Bluetooth® and Wi-Fi connection to fully connect to your vehicle.
fi: Täydellinen yhteys ajoneuvoosi vaatii sekä Bluetooth- että Wi-Fi-yhteyden.
pl: Aby nawiązać pełne połączenie z Twoim pojazdem wymagane będzie nawiązanie transmisji zarówno przez Bluetooth, jak i przez wi-fi.
sk: Na úplne pripojenie s vaším vozidlom je potrebné pripojenie cez Bluetooth, ako aj cez WiFi.
