Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

source: Download successful! Please connect to your {brand} {model} to transfer the files.
fi: Lataus onnistui! Muodosta yhteys {brand} {model} -ajoneuvoosi tiedostojen siirtoa varten.
pl: Pobieranie zakończone pomyślnie! Połącz się ze swoim {brand} {model}, aby przesłać pliki.
sk: Sťahovanie bolo úspešné! Ak chcete preniesť súbory, pripojte sa k svojmu {brand} {model}.

# RemoteSoftwareUpgradeStrings__downloadPausedHeadlineWithModelBranded
source: Download paused for your {brand} {model}
fi: Lataus {brand} {model} -ajoneuvoon pysäytetty
pl: Pobieranie dla Twojego {brand} {model} zostało zatrzymane
sk: Sťahovanie pre vaše {brand} {model} bolo zastavené

# RemoteSoftwareUpgradeStrings__downloadingHeadlineWithModelBranded
source: Downloading upgrade for your {brand} {model} to your mobile device
fi: Lataa {brand} {model} -päivitys mobiililaitteellesi
pl: Pobierz aktualizację dla {brand} {model} na swoje urządzenie mobilne
sk: Stiahnite si aktualizáciu pre {brand} {model} do svojho mobilného zariadenia

# RemoteSoftwareUpgradeStrings__installationFinishedHeadlineWithModelBranded
source: Your {brand} {model} was successfully upgraded
fi: {brand} {model} on päivitetty onnistuneesti
pl: Pomyślnie zaktualizowano Twój pojazd {brand} {model}
sk: Vaše {brand} {model} bolo úspešne aktualizované

# RemoteSoftwareUpgradeStrings__installationFinishedHeadlineWithVersion
source: The latest software version {version} has been installed on your {brand}.
fi: Uusin ohjelmistoversio {version} on asennettu {brand}-ajoneuvoosi.
pl: Na Twoim {brand} zainstalowana jest najnowsza wersja oprogramowania {version}.
sk: Na vašom {brand} je nainštalovaná najnovšia verzia softvéru {version}.

# RemoteSoftwareUpgradeStrings__installationNearlyFinishedDescription
source: Back in your BMW, all new features and improvements will be installed shortly.
fi: BMW:hesi asennetaan pian kaikki uudet ominaisuudet ja parannukset.
pl: W Twoim BMW wkrótce zostaną zainstalowane nowe funkcje i poprawki.
sk: Späť vo vašom BMW sa čoskoro nainštalujú všetky nové funkcie a vylepšenia.

# RemoteSoftwareUpgradeStrings__installingDescriptionWithModelBranded
source: The upload for your {brand} {model} was completed successfully. Please follow the installation instructions on the control display in the vehicle. The installation can only be performed while parked.
fi: {brand} {model}:si lataus palvelimelle on päättynyt onnistuneesti. Noudata ajoneuvon monitoiminäytössä näkyviä asennusohjeita. Asennus voidaan suorittaa vain ajoneuvon ollessa pysäköitynä.
pl: Pomyślnie zakończono przesyłanie dla Twojego {brand} {model}. Postępuj zgodnie ze wskazówkami dot. instalacji na monitorze centralnym w pojeździe. Instalację można przeprowadzić tylko po zaparkowaniu.
sk: Nahrávanie pre vaše {brand} {model} bolo úspešne dokončené. Postupujte podľa inštalačných pokynov na kontrolnom displeji vo vozidle. Inštaláciu možno vykonať, iba ak je vozidlo zaparkované.

# RemoteSoftwareUpgradeStrings__noUpgradeAvailableLatestVersion
source: The latest software version {rsuVersion} is running on your {brand} {model}.
fi: Uusin ohjelmistoversio {rsuVersion} on asennettu {brand} {model} -ajoneuvoosi.
pl: W Twoim {brand} {model} jest zainstalowana najnowsza wersja oprogramowania {rsuVersion}.
sk: Vo vašom {brand} {model} je nainštalovaná najnovšia verzia softvéru {rsuVersion}.

# RemoteSoftwareUpgradeStrings__notSupportedHeadline
source: Remote Software Upgrade is not available for your {brand} {model}
fi: Remote Software Upgrade ei ole käytettävissä {brand} {model} -ajoneuvollesi
pl: Nie jest dostępne Remote Software Upgrade dla Twojego {brand} {model}
sk: Remote Software Upgrade nije je dostupný pre vaše {brand} {model}

source: Please check the installation status in the app or vehicle and trigger again at your convenience if needed. The app can't detect the vehicle's response to installation command yet.
fi: Tarkista asennuksen tila sovelluksesta tai ajoneuvosta ja käynnistä asennus tarvittaessa uudelleen. Sovellus ei vielä pystynyt arvioimaan ajoneuvon vastausta asennuskomentoon.
pl: Sprawdź status instalacji w aplikacji lub w pojeździe i w razie potrzeby uruchom ponownie instalację. Aplikacja nie mogła jeszcze ocenić reakcji pojazdu na polecenie instalacji.
sk: Skontrolujte stav inštalácie v aplikácii alebo vo vozidle a v prípade potreby ju spustite znova. Aplikácia ešte nemohla vyhodnotiť odpoveď vozidla na príkaz inštalácie.

# RemoteSoftwareUpgradeStrings__otherDownloadRunningBranded
source: The download for your {brand} {currentModel} will continue as soon as the download for your {brand} {otherModel} has finished.
fi: Autosi {brand} {currentModel} latausta jatketaan, kun autosi {brand} {otherModel} lataus on valmis.
pl: Pobieranie będzie kontynuowane w przypadku Twojego {brand} {currentModel}, gdy tylko zakończy się pobieranie w przypadku Twojego {brand} {otherModel}.
sk: Sťahovanie pre {brand} {currentModel} bude pokračovať po skončení sťahovania pre {brand} {otherModel}.

# RemoteSoftwareUpgradeStrings__overviewUpgradeAvailableHeadlineWithModelBranded
source: New Software Upgrade available for your {brand} {model}
fi: {brand} {model} -ajoneuvoosi on saatavilla uusi ohjelmistopäivitys
pl: Dostępne jest nowe Software Upgrade dla Twojego {brand} {model}
sk: Je dostupný nový Software Upgrade pre vaše {brand} {model}

# RemoteSoftwareUpgradeStrings__parkingInstruction
source: Park your {brand}.
fi: Pysäköi {brand}-ajoneuvosi.
pl: Zaparkuj Twoje {brand}.
sk: Zaparkujte svoje {brand}.

# RemoteSoftwareUpgradeStrings__preconditionDefault
source: Your {brand} {model} is not yet ready for the installation. Please try again after your next drive.
fi: {brand} {model} ei ole vielä valmis asennusta varten. Yritä uudelleen seuraavan ajon jälkeen.
pl: Twój pojazd {brand} {model} nie jest jeszcze gotowy do instalacji. Spróbuj ponownie po kolejnej jeździe.
sk: Vaše {brand} {model} ešte nie je pripravené na inštaláciu. Skúste to po vašej ďalšej jazde znova.

# RemoteSoftwareUpgradeStrings__preconditionInclinationInstruction
source: Park on level ground.
fi: Pysäköi tasaiselle alustalle.
pl: Zaparkuj na równej powierzchni.
sk: Zaparkujte na rovnom povrchu.

# RemoteSoftwareUpgradeStrings__preconditionParkingBrakeAndRearDisplayInformation
source: Your {brand} will also apply the parking brake and retract the BMW Theater Screen.
fi: {brand}-ajoneuvosi lukitsee myös seisontajarrun ja vetää BMW Theatre Screen -näytön sisään.
pl: Twoje {brand} zaciągnie również hamulec postojowy i wsunie BMW Theatre Screen.
sk: Vaše {brand} taktiež zatiahne parkovaciu brzdu a zasunie BMW Theatre Screen.

# RemoteSoftwareUpgradeStrings__preconditionParkingBrakeInformation
source: Your {brand} will also apply the parking brake.
fi: {brand}-ajoneuvosi lukitsee myös seisontajarrun.
pl: Twoje {brand} zaciągnie również hamulec postojowy.
sk: Vaše {brand} taktiež zatiahne parkovaciu brzdu.

# RemoteSoftwareUpgradeStrings__prepareUploadHeadlineWithModelBranded
source: Please connect your {brand} {model}
fi: Muodosta yhteys {brand} {model} -ajoneuvoosi
pl: Połącz ze swoim {brand} {model}
sk: Pripojte sa k vášmu {brand} {model}

# RemoteSoftwareUpgradeStrings__readyToInstallParkedInstruction
source: Your {brand} has to be parked safely.
fi: {brand}-ajoneuvosi on pysäköitävä turvallisesti.
pl: Twoje {brand} musi zostać bezpiecznie zaparkowane.
sk: Vaše {brand} musí byť bezpečne zaparkované.

# RemoteSoftwareUpgradeStrings__upgradePausedHeadline
source: Upgrade paused
fi: Päivitys tauolla
pl: Wstrzymano Upgrade
sk: Upgrade pozastavený

# RemoteSoftwareUpgradeStrings__uploadingHeadlineBranded
source: Sending files to your {brand} {model}
fi: Tiedostot siirretään {brand} {model} -ajoneuvoosi
pl: Pliki zostaną przesłane do Twojego {brand} {model}
sk: Súbory sa prenášajú do vášho {brand} {model}

# RemoteSoftwareUpgradeStrings_activationNotPossibleHeadline
source: Almost ready to upgrade
fi: Melkein valmis päivitystä varten
pl: Prawie gotowy do aktualizacji
sk: Takmer pripravené na aktualizáciu

# RemoteSoftwareUpgradeStrings_automatedUpload
source: The upgrade is automatically transferred while driving.
fi: Versiopäivitys siirretään automaattisesti ajon aikana.
pl: Uaktualnienie zostanie przesłane automatycznie podczas jazdy.
sk: Upgrade sa prenesie automaticky počas jazdy.

# RemoteSoftwareUpgradeStrings_closeAppDuringDownloading
source: You can close the app during the download.
fi: Voit sulkea sovelluksen latauksen aikana.
pl: Możesz zamknąć aplikację podczas pobierania.
sk: Počas sťahovania môžete aplikáciu zatvoriť.

# RemoteSoftwareUpgradeStrings_criticalErrorDescription
source: Please call Roadside Assistance. We'll do our best to keep the inconvenience as short as possible.
fi: Käänny liikkuvuuspalvelun puoleen. Teemme parhaamme pitääksemme aiheutuvat haitat mahdollisimman vähäisinä.
pl: Skontaktuj się z pomocą drogową. Dokładamy wszelkich starań, aby niedogodności były jak najmniej uciążliwe.
sk: Obráťte sa na asistenčnú službu. Urobíme pre to maximum, aby sme nepríjemnosti obmedzili na čo najnižšie.

# RemoteSoftwareUpgradeStrings_criticalErrorHeadline
source: Critical installation error
fi: Kriittinen asennusvirhe
pl: Krytyczny błąd instalacji
sk: Kritická chyba inštalácie

source: Installation canceled
fi: Asennus keskeytetty
pl: Instalacja przerwana
sk: Inštalácia prerušená

source: The vehicle is currently not ready to start the installation. Please try again later.
fi: Ajoneuvo ei ole tällä hetkellä valmis asennuksen aloittamiseen. Yritä myöhemmin uudelleen.
pl: Pojazd nie jest w tej chwili gotowy do rozpoczęcia instalacji. Spróbuj ponownie później.
sk: Vozidlo momentálne nie je pripravené spustiť inštaláciu. Skúste to, prosím, znova neskôr.

source: Vehicle not ready
fi: Ajoneuvo ei ole valmis
pl: Pojazd nie jest gotowy
sk: Vozidlo nie je pripravené

# RemoteSoftwareUpgradeStrings_dialogInstallationRecoveryDescription
source: Upgrade could not be executed
fi: Päivitystä ei voitu suorittaa
pl: Nie udało się wykonać Upgrade
sk: Upgrade nebolo možné vykonať

# RemoteSoftwareUpgradeStrings_dialogInstallationRecoveryHeadline
source: Upgrade could not be executed
fi: Päivitystä ei voitu suorittaa
pl: Nie udało się wykonać Upgrade
sk: Upgrade nebolo možné vykonať

# RemoteSoftwareUpgradeStrings_dialogInstallationTriggerNotReceivedTimeoutHeadline
source: No response from the vehicle
fi: Ajoneuvo ei vastaa
pl: Brak odpowiedzi pojazdu
sk: Žiadna odozva od vozidla

# RemoteSoftwareUpgradeStrings_dialogNoFinishInstallationHeadline
source: No status update available
fi: Tilapäivitystä ei käytettävissä
pl: Brak aktualizacji informacji o statusie
sk: Nie je dostupná žiadna aktualizácia stavu

# RemoteSoftwareUpgradeStrings_dialogPermanentActivationErrorDescription
source: Software upgrade cannot be installed. The upgrade will be installed during your next service appointment at your authorized dealer.
fi: Software Upgrade -asennus ei ole mahdollista. Valtuutettu jälleenmyyjä asentaa päivityksen seuraavan huollon yhteydessä.
pl: Instalacja Software Upgrade jest niemożliwa. Aktualizacja zostanie zainstalowana podczas następnej wizyty u dealera.
sk: Inštalácia Software Upgrade nie je možná. Upgrade bude nainštalovaný pri najbližšom servisnom termíne u vášho autorizovaného predajcu.

# RemoteSoftwareUpgradeStrings_dialogPermanentActivationErrorHeadline
source: Software upgrade not possible
fi: Software Upgrade ei mahdollinen
pl: Software Upgrade niemożliwe
sk: Software Upgrade nie je možný

# RemoteSoftwareUpgradeStrings_dialogUpgradeCancelledHeadline
source: Upgrade no longer available
fi: Päivitys ei enää käytettävissä
pl: Upgrade nie jest już dostępny
sk: Upgrade už nie je dostupný

# RemoteSoftwareUpgradeStrings_downloadValidationDescription
source: Please leave the app open briefly.
fi: Pidä sovellus hetken aikaa auki.
pl: Pozostaw aplikację otwartą przez krótki czas.
sk: Nechajte aplikáciu chvíľu otvorenú.

# RemoteSoftwareUpgradeStrings_downloadValidationHeadline
source: Checking the upgrade
fi: Päivitystä tarkistetaan
pl: Nastąpi sprawdzenie Upgrade
sk: Aktualizácia sa kontroluje

# RemoteSoftwareUpgradeStrings_establishingConnectionHeadline
source: Connection established
fi: Yhteys muodostettu
pl: Połączenie zostało nawiązane
sk: Pripojenie bolo vytvorené

# RemoteSoftwareUpgradeStrings_headerUpgradeAvailable
source: Upgrade available
fi: Päivitys käytettävissä
pl: Dostępny Upgrade
sk: Upgrade je k dispozícii

# RemoteSoftwareUpgradeStrings_inProgressCaption
source: In progress…
fi: Käsittely kesken…
pl: W toku…
sk: Spracúva sa…

# RemoteSoftwareUpgradeStrings_installationFinishedNotificationHeadline
source: Software upgrade installed
fi: Software Upgrade asennettu
pl: Zainstalowano Software Upgrade
sk: Software Upgrade bol nainštalovaný

# RemoteSoftwareUpgradeStrings_installationFinishedServiceCenterHeadline
source: Your {brand} {model} was successfully upgraded by your service center.
fi: {brand} {model} on päivitetty onnistuneesti huoltopisteessäsi!
pl: Twój pojazd {brand} {model} został pomyślnie zaktualizowany w Twoim serwisie!
sk: Vaše {brand} {model} bolo úspešne aktualizované u vášho servisného partnera!

# RemoteSoftwareUpgradeStrings_installationHeadline
source: Installation in progress
fi: Asennus käynnissä
pl: Instalacja w toku
sk: Prebieha inštalácia

# RemoteSoftwareUpgradeStrings_installationNearlyFinishedHeadline
source: Almost done!
fi: Melkein valmis!
pl: Prawie gotowe!
sk: Takmer hotovo!

# RemoteSoftwareUpgradeStrings_installationStartedHeadline
source: Installation is starting
fi: Asennus aloitetaan
pl: Rozpoczyna się instalacja
sk: Inštalácia sa spúšťa

# RemoteSoftwareUpgradeStrings_installationTakesLongerDescription
source: Upgrade will take {duration} more minutes.
fi: Päivitys kestää {duration} minuuttia pitempään.
pl: Upgrade trwa {duration} minut dłużej.
sk: Upgrade bude trvať ešte {duration} minút.

# RemoteSoftwareUpgradeStrings_lastUpdated
source: Updated from vehicle {dateFormatted}
fi: Päivitetty ajoneuvosta {dateFormatted}
pl: Zaktualizowano z pojazdu {dateFormatted}
sk: {dateFormatted} aktualizovaný vozidlom

# RemoteSoftwareUpgradeStrings_noUpgradeAvailableNotify
source: We will inform you as soon as an upgrade becomes available.
fi: Ilmoitamme, kun käytettävissä on päivitys.
pl: Powiadomimy Cię, gdy tylko uaktualnienie będzie dostępne.
sk: Akonáhle bude dostupná aktualizácia, budeme vás informovať.

# RemoteSoftwareUpgradeStrings_noVehicleLocationAccess
source: Vehicle location not available.
fi: Ajoneuvon sijainti ei käytettävissä.
pl: Lokalizacja pojazdu jest niedostępna.
sk: Aktuálna poloha vozidla nie je dostupná.

# RemoteSoftwareUpgradeStrings_noVehicleLocationAccessDescription
source: If you want to see the vehicle location here, you must accept the location permissions in your vehicle's data privacy settings.
fi: Jos haluat nähdä tässä ajoneuvon sijainnin, ajoneuvon sijaintia koskevat käyttöoikeudet on hyväksyttävä ajoneuvosi tietosuoja-asetuksissa.
pl: Jeśli chcesz, aby w tym miejscu widoczna była lokalizacja pojazdu, musisz zatwierdzić uprawnienia do lokalizacji w ustawieniach dotyczących ochrony danych osobowych.
sk: Keď tu chcete zobraziť aktuálnu poloha vozidla, musíte povoliť oprávnenia pre aktuálnu polohu v nastaveniach ochrany údajov vo vašom vozidle.

# RemoteSoftwareUpgradeStrings_notificationAgentRequiresUpgradeDescription
source: Please update the {appName} to the latest version to see your vehicle's new upgrade.
fi: Päivitä {appName} nähdäksesi ajoneuvosi uuden päivityksen.
pl: Zaktualizuj {appName}, aby zobaczyć nowe uaktualnienie swojego pojazdu.
sk: Aktualizujte {appName}, aby ste mohli vidieť nový upgrade svojho vozidla.

# RemoteSoftwareUpgradeStrings_notificationCriticalErrorHeadline
source: Software Upgrade failed
fi: Software Upgrade epäonnistui
pl: Software Upgrade nie powiodło się
sk: Software Upgrade zlyhal

# RemoteSoftwareUpgradeStrings_notificationInstallationRecoveryDescription
source: Unfortunately, the upgrade could not be completed yet. Please complete the installation in your vehicle.
fi: Valitettavasti päivitystä ei ole vielä saatu päätökseen. Nouse ajoneuvoon asennuksen viimeistelyä varten.
pl: Niestety nie można było jeszcze przygotować Upgrade. Udaj się do swojego pojazdu, aby zakończyć instalację.
sk: Upgrade ešte nebolo možné dokončiť. Na ukončenie inštalácie choďte do vášho vozidla.

# RemoteSoftwareUpgradeStrings_notificationInstallationRecoveryHeadline
source: Upgrade must be completed in the vehicle
fi: Päivitys on viimeisteltävä ajoneuvon sisältä
pl: Upgrade należy zakończyć w pojeździe
sk: Upgrade sa musí dokončiť vo vozidle

source: Please start the upgrade again
fi: Aloita päivitys uudelleen
pl: Rozpocznij Upgrade ponownie
sk: Znovu spustite upgrade

# RemoteSoftwareUpgradeStrings_notificationReadyToInstallHeadline
source: Upgrade ready to install
fi: Päivitys on valmis asennettavaksi
pl: Aktualizacja gotowa do instalacji
sk: Aktualizácia je pripravená na inštaláciu

# RemoteSoftwareUpgradeStrings_notificationReadyToInstallV3Description
source: Please start the installation from your mobile device or in your vehicle.
fi: Aloita asennus mobiililaitteella tai ajoneuvossa.
pl: Rozpocznij instalację za pomocą urządzenia mobilnego lub w pojeździe.
sk: Spustite inštaláciu pomocou svojho mobilného zariadenia alebo vo vozidle.

# RemoteSoftwareUpgradeStrings_notificationUpgradeHasDegradationHeadline
source: Upgrade incomplete
fi: Päivitys epätäydellinen
pl: Uaktualnienie niekompletne
sk: Upgrade neúplný

# RemoteSoftwareUpgradeStrings_otherDownloadRunningHeadline
source: Waiting for another download to finish
fi: Odotetaan toisen latauksen päättymistä
pl: Trwa oczekiwanie na zakończenie innego pobierania
sk: Čaká sa na ukončenie iného sťahovania

# RemoteSoftwareUpgradeStrings_overTheAirUpgradeDescription
source: You can view the exact status of the Remote Software Upgrade in your {brand} {model} under "Apps" > "System settings" > "Remote Software Upgrade".
fi: Näet Remote Software Upgrade -päivityksen tarkan tilan {brand} {model} -ajoneuvosi kohdasta "Sovellukset" > " Järjestelmäasetukset " > "Remote Software Upgrade".
pl: Dokładny status Remote Software Upgrade w swoim {brand} {model} możesz sprawdzić w "Aplikacje" > "Ustawienia systemowe" > "Remote Software Upgrade".
sk: Presný stav Remote Software Upgrades nájdete vo svojom {brand} {model} pod "Aplikácie" > "Nastavenia systému" > "Remote Software Upgrade".

# RemoteSoftwareUpgradeStrings_parkingInstructionDisclaimer
source: Other steps might follow
fi: Muita vaiheita voi seurata.
pl: Mogą nastąpić dalsze kroki.
sk: Môžu nasledovať ďalšie kroky.

# RemoteSoftwareUpgradeStrings_parkingLocationHeadline
source: Vehicle location
fi: Ajoneuvon sijainti
pl: Lokalizacja pojazdu
sk: Poloha vozidla

# RemoteSoftwareUpgradeStrings_phoneLabelDownloading
source: Downloading…
fi: Ladataan…
pl: Pobieranie…
sk: Sťahovanie…

# RemoteSoftwareUpgradeStrings_phoneLabelNoInternetConnection
source: No internet connection
fi: Ei online-yhteyttä
pl: Brak połączenia online
sk: Žiadne online pripojenie

# RemoteSoftwareUpgradeStrings_phoneLabelUploading
source: Transferring…
fi: Siirretään…
pl: Trwa przesyłanie…
sk: Prenáša sa…

# RemoteSoftwareUpgradeStrings_phoneLabelValidatingDownload
source: Checking…
fi: Tarkistetaan…
pl: Sprawdź…
sk: Kontroluje sa…

# RemoteSoftwareUpgradeStrings_phoneLabelWaiting
source: Waiting…
fi: Odottaa…
pl: Czekaj…
sk: Čakám…

# RemoteSoftwareUpgradeStrings_preconditionAutomaticGearboxInstruction
source: Put the selector lever in Park.
fi: Aseta valitsinvipu asentoon P.
pl: Ustaw położenie dźwigni sterującej P.
sk: Nastavte pozíciu prevodovky P.

# RemoteSoftwareUpgradeStrings_preconditionBatteryInstruction
source: Charge the high-voltage battery.
fi: Lataa korkeajänniteakku.
pl: Naładuj akumulator wysokonapięciowy.
sk: Nabite vysokonapäťovú batériu.

# RemoteSoftwareUpgradeStrings_preconditionBatteryTemperatureInstruction
source: Wait until the battery temperature is in the normal range.
fi: Odota, kunnes akun lämpötila on tasaantunut.
pl: Poczekaj, aż temperatura akumulatora się wyrówna.
sk: Počkajte, kým sa nevyrovná teplota batérie.

# RemoteSoftwareUpgradeStrings_preconditionCoolDownInstruction
source: Wait until the engine has cooled down.
fi: Odota, kunnes moottori on jäähtynyt.
pl: Poczekaj, aż silnik ostygnie.
sk: Počkajte, kým motor vychladne.

# RemoteSoftwareUpgradeStrings_preconditionHazardLightsInstruction
source: Turn off the hazard warning flashers.
fi: Poista varoitusvilkkujen aktivointi.
pl: Dezaktywuj światła awaryjne.
sk: Deaktivujte výstražné smerové svetlá.

# RemoteSoftwareUpgradeStrings_preconditionLightsInstruction
source: Set low beam to auto.
fi: Aseta automaattiset lähivalot.
pl: Ustaw światła mijania na automatyczne.
sk: Prepnite stretávacie svetlo na automatiku.

# RemoteSoftwareUpgradeStrings_preconditionObdConnectorInstruction
source: Unplug all devices from the OBD socket.
fi: Irrota kaikki laitteet OBD-pistorasiasta.
pl: Odłącz wszystkie urządzenia od gniazda OBD.
sk: Odpojte všetky zariadenia zo zásuvky OBD.

# RemoteSoftwareUpgradeStrings_preconditionRoofClosedInstruction
source: Close the convertible top.
fi: Sulje avoauton katto.
pl: Zamknij składany dach.
sk: Zatvorte strechu kabrioletu.

# RemoteSoftwareUpgradeStrings_preconditionStarterBatteryInstruction
source: Drive to charge the starter battery.
fi: Aja, jotta käynnistysakku latautuu.
pl: Jedź, aby naładować akumulator rozruchowy.
sk: Jazdite, aby ste nabili štartovaciu batériu.

# RemoteSoftwareUpgradeStrings_preconditionTrailerInstruction
source: Swivel in the trailer hitch.
fi: Käännä perävaunun vetokoukku sisään.
pl: Skręć hak holowniczy.
sk: Sklopte ťažné zariadenie.

# RemoteSoftwareUpgradeStrings_preparingHeadline
source: Preparing the files
fi: Tiedostojen valmistelu
pl: Przygotowanie plików
sk: Príprava súborov

# RemoteSoftwareUpgradeStrings_readyToInstallDurationInformation
source: During the installation, the vehicle cannot be used for approximately {duration} minutes.
fi: Asennuksen aikana ajoneuvoa ei voi käyttää noin {duration} minuuttiin.
pl: Podczas instalacji nie można korzystać z pojazdu przez ok. {duration} min.
sk: Vozidlo nebude počas inštalácie možné používať približne {duration} minút.

# RemoteSoftwareUpgradeStrings_readyToInstallHeadline
source: Install the software upgrade
fi: Asenna Software Upgrade
pl: Zainstaluj Software Upgrade
sk: Nainštalujte Software Upgrade

# RemoteSoftwareUpgradeStrings_readyToInstallNotificationInformation
source: We'll inform you when the installation is complete.
fi: Ilmoitamme sinulle, kun asennus on valmis.
pl: Poinformujemy Cię, gdy instalacja zostanie zakończona.
sk: Po dokončení inštalácie vás budeme informovať.

# RemoteSoftwareUpgradeStrings_snackbarConnectionCompleted
source: Connection completed!
fi: Yhteyden muodostaminen onnistui!
pl: Połączenie pomyślne!
sk: Pripojenie úspešné!

# RemoteSoftwareUpgradeStrings_startDownloadButton
source: DOWNLOAD UPGRADE
fi: LATAA VERSIOPÄIVITYS
pl: POBIERZ UAKTUALNIENIE
sk: STIAHNUŤ UPGRADE

# RemoteSoftwareUpgradeStrings_startInstallationButton
source: Start installation
fi: Aloita asennus
pl: Rozpocznij instalację
sk: Spustiť inštaláciu

# RemoteSoftwareUpgradeStrings_subHeadlineDrivingRequired
source: Driving is required
fi: Vaaditaan ajamista
pl: Wymagana jest jazda
sk: Vyžaduje sa jazdenie

# RemoteSoftwareUpgradeStrings_successShort
source: READY TO GO
fi: VALMIS
pl: GOTOWE
sk: HOTOVO
