Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# Sustainability_accessibilityFrontViewImageDesc
source: Image of the front view of the vehicle
fi: Ajoneuvon etunäkymän kuva
pl: Zdjęcie widoku z przodu pojazdu
sk: Obraz čelného pohľadu vozidla

# Sustainability_accessibilityFuelLevelLabel
source: Fuel level
fi: Polttoainemäärä
pl: Poziom paliwa
sk: Stav naplnenia nádrže

# Sustainability_accessibilityGallonsLabel
source: gallons
fi: Gallonat
pl: Galony
sk: Galóny

# Sustainability_accessibilityGallonsPer100MilesLabel
source: gallons per 100 miles
fi: Gallonaa 100 mailia kohden
pl: Galony na 100 mil
sk: Galóny na 100 míľ

# Sustainability_accessibilityGallonsPerLabel
source: gallons per 100 kilometers
fi: Gallonaa/100 kilometriä
pl: Galony na 100 kilometrów
sk: Galóny na 100 kilometrov

# Sustainability_accessibilityGrammePerKilometerLabel
source: grams per kilometer
fi: Grammaa/kilometri
pl: Gramy na kilometry
sk: Gramy na kilometer

# Sustainability_accessibilityGrammePerMileLabel
source: Grams per mile
fi: Grammaa/maili
pl: Gramów na milę
sk: Gramy na míľu

# Sustainability_accessibilityGramsDesc
source: grams
fi: Grammaa
pl: Gram
sk: Gramy

# Sustainability_accessibilityHourLabel
source: hour
fi: Tunti
pl: Godzina
sk: Hodina

# Sustainability_accessibilityHoursLabel
source: hours
fi: Tunnit
pl: Godz.
sk: Hodiny

# Sustainability_accessibilityKilogrammeLabel
source: kilograms
fi: Kilogramma
pl: Kilogram
sk: Kilogram

# Sustainability_accessibilityKilogramsDesc
source: Kilograms
fi: Kilogrammaa
pl: Kilogram
sk: Kilogram

# Sustainability_accessibilityKilometerPerKilowattHourLabel
source: Kilometers per kilowatt hour
fi: Kilometriä kilowattituntia kohden
pl: Kilometry na kilowatogodzinę
sk: Kilometre na kilowatthodinu

# Sustainability_accessibilityKilometersLitersLabel
source: Kilometers per liter
fi: Kilometriä litraa kohden
pl: Kilometry na litr
sk: Kilometre na liter

# Sustainability_accessibilityKilometersPerHourLabel
source: kilometers per hour
fi: Kilometriä/tunti
pl: Kilometry na godzinę
sk: Kilometer za hodinu

# Sustainability_accessibilityKilowattHourDesc
source: Kilowatt hour
fi: Kilowattituntia
pl: Kilowatogodzina
sk: Kilowatthodina

# Sustainability_accessibilityKilowattHourPer100MilesLabel
source: Kilowatt hours per 100 miles
fi: Kilowattituntia 100 mailia kohden
pl: Kilowatogodziny na 100 mil
sk: Kilowatthodiny na 100 míľ

# Sustainability_accessibilityKilowattsPer100KilometersLabel
source: kilowatt hours per 100 miles
fi: Kilowattituntia 100 mailia kohden
pl: Kilowatogodziny na 100 mil
sk: Kilowatthodiny na 100 míľ

# Sustainability_accessibilityLiterLabel
source: liters
fi: Litrat
pl: Litr
sk: Liter

# Sustainability_accessibilityLiterPerLabel
source: liters per 100 kilometers
fi: Litraa/100 kilometriä
pl: Litry na 100 kilometrów
sk: Liter na 100 kilometrov

# Sustainability_accessibilityMapLabel
source: Map
fi: Kartta
pl: Mapa
sk: Mapa

# Sustainability_accessibilityMegaWattHourDesc
source: Megawatt hour
fi: Megawattituntia
pl: Megawatogodzina
sk: Megawatthodina

# Sustainability_accessibilityMileLabel
source: Mile
fi: Maili
pl: Mila
sk: Míľa

# Sustainability_accessibilityMilesPerGallonLabel
source: Miles per gallon
fi: Mailia gallonalla
pl: Mil na galon
sk: Míle na galón

# Sustainability_accessibilityMilesPerHourLabel
source: Miles per hour
fi: Mailia tunnissa
pl: Mil na godzinę
sk: Míle za hodinu

# Sustainability_accessibilityMilesPerKilowattHourLabel
source: Miles per kilowatt hour
fi: Mailia kilowattituntia kohden
pl: Mile na kilowatogodzinę
sk: Míle na kilowatthodinu

# Sustainability_accessibilityMinutesLabel
source: minutes
fi: Minuutit
pl: Minuty
sk: Minúty

# Sustainability_accessibilitySpeedLabel
source: Speed
fi: Nopeus
pl: Prędkość
sk: Rýchlosť

# Sustainability_accessibilityWattHourDesc
source: Watt hour
fi: Wattituntia
pl: Watogodzina
sk: Watthodina

# Sustainability_accessibilityWattHourPerKilometerLabel
source: Watt hours per kilometer
fi: Wattituntia kilometriä kohden
pl: Watogodziny na kilometr
sk: Watthodiny na kilometer

# Sustainability_accessibilityWattHourPerMileLabel
source: Watt hours per mile
fi: Wattituntia mailia kohden
pl: Watogodziny na milę
sk: Watthodiny na míľu

# Sustainability_activationCheckHowToButton
source: How to activate "My Trips"
fi: Miten "Omat matkat" aktivoidaan
pl: Jak aktywować opcję "Moje Podróże"
sk: Ako aktivovať "Moje cesty"

# Sustainability_activationCheckboxTitle
source: Please confirm that you will inform additional drivers by checking the checkbox below.
fi: Vahvista rastittamalla alla oleva ruutu, että tiedotat muita kuljettajia.
pl: Potwierdź, że poinformujesz innych kierowców, zaznaczając poniższe pole.
sk: Potvrďte, že informujete ostatných vodičov začiarknutím políčka nižšie.

# Sustainability_activationConfirmButton
source: CONFIRM
fi: VAHVISTA
pl: POTWIERDŹ
sk: POTVRDIŤ

# Sustainability_activationConfirmationButton
source: Got it
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

# Sustainability_activationOtherUsersTitle
source: Inform additional drivers
fi: Tiedota muita kuljettajia
pl: Poinformuj innych kierowców
sk: Informovať ďalších vodičov

# Sustainability_activationText2Label
source: To fully activate this option, please make sure that "My Trips" is activated in your vehicle's data privacy menu. You can deactivate it again in your vehicle at any time if you no longer wish to use it.
fi: Jos haluat aktivoida tämän vaihtoehdon kokonaan, varmista, että "Omat matkat" on aktivoitu ajoneuvosi valikossa "Tietosuoja". Voit poistaa tämän vaihtoehdon käytöstä ajoneuvossasi milloin tahansa, jos et enää halua käyttää sitä.
pl: Aby w pełni aktywować tę opcję, upewnij się, że w menu "Ochrona danych" pojazdu aktywna jest opcja "Moje podróże". Opcję tę możesz w każdej chwili dezaktywować w swoim pojeździe, gdy nie chcesz już jej używać.
sk: Ak chcete túto možnosť úplne aktivovať, uistite sa, že je v menu "Ochrana osobných údajov" vášho vozidla aktivovaná funkcia "Moje cesty". Vo svojom vozidle môžete túto možnosť kedykoľvek deaktivovať, ak ju už nechcete používať.

# Sustainability_ecoCoachDrivesGuideButton
source: See Driver's Guide
fi: Driver's Guide -oppaaseen
pl: Do Driver's Guide
sk: K príručke Driver's Guide

# Sustainability_ecoCoachNewTipLabel
source: New tip
fi: Uusi vinkki
pl: Nowa wskazówka
sk: Nový tip

# Sustainability_ecoCoachTip10TipBucket2ICESP18EUDesc
source: The route-ahead assistant displays speed limits long before the signs are visible.
fi: Ennakointiavustin näyttää nopeusrajoitukset jo kauan ennen kuin merkit ovat näkyvissä.
pl: Asystent Prognozujący pokazuje cele związane z prędkością na długo przed pojawieniem się znaków.
sk: Asistent predvídania trasy vám ukáže rýchlostné limity dlho predtým, ako budú viditeľné značky.

# Sustainability_ecoCoachTip10TipBucket2ICESP21EUDesc
source: The Efficiency Coach shows the speed limits in the control display long before the signs are visible.
fi: Tehokkuusvalmentaja näyttää nopeusrajoitukset monitoiminäytössä jo kauan ennen kuin merkit ovat näkyvissä.
pl: Trener wydajności pokazuje na monitorze centralnym wytyczne związane z prędkością na długo przed pojawieniem się znaków.
sk: Tréner efektívnej jazdy vám ukáže rýchlostné limity na kontrolnom displeji dlho predtým, ako budú viditeľné značky.

# Sustainability_ecoCoachTip11TipBucket2ICESP18EUDesc
source: The notes provided by the route-ahead assistant help you decelerate in time and use the vehicle's energy optimally.
fi: Ennakointiavustimen ohjeet auttavat sinua hidastamaan ajoissa ja käyttämään ajoneuvon energiaa optimaalisesti.
pl: Wskazówki Asystenta Prognozującego pomogą Ci zwolnić w odpowiednim czasie i optymalnie wykorzystać energię pojazdu.
sk: Informácie poskytované asistentom predvídania trasy vám pomôžu včas spomaliť a optimálne využívať energiu vozidla.

# Sustainability_ecoCoachTip11TipBucket2ICESP21EUDesc
source: The information provided by the Efficiency Coach in the control display help you decelerate in time and use the vehicle's energy optimally.
fi: Tehokkuusvalmentajan ohjeet monitoiminäytössä auttavat sinua hidastamaan ajoissa ja käyttämään ajoneuvon energiaa optimaalisesti.
pl: Wskazówki trenera wydajności na monitorze centralnym pomogą Ci zwolnić w odpowiednim czasie i optymalnie wykorzystać energię pojazdu.
sk: Informácie poskytované trénerom efektívnej jazdy na kontrolnom displeji vám pomôžu včas spomaliť a optimálne využiť energiu vozidla.

# Sustainability_ecoCoachTip12TipBucket2BEVSP18EUDesc
source: To save energy, your BMW can roll along with the engine switched off. BMW calls this behavior "coasting".
fi: Energian säästämiseksi BMW voi rullata minimaalisella vastuksella. BMW kutsuu tätä toimintatapaa "vapaaksi rullaukseksi".
pl: Aby zaoszczędzić energię, Twoje BMW może toczyć się z minimalnym oporem. BMW nazywa to zachowanie "jazdą na biegu jałowym".
sk: Aby ste ušetrili energiu, vaše BMW môže rolovať s minimálnym odporom. BMW tomuto správaniu hovorí "režim plachtenia".

# Sustainability_ecoCoachTip12TipBucket2ICESP18EUDesc
source: To save energy, your BMW can coast in Neutral or with the engine switched off. BMW calls this behavior "coasting."
fi: Energian säästämiseksi BMW voi rullata tyhjäkäynnillä tai moottori sammutettuna. BMW kutsuu tätä toimintatapaa "vapaaksi rullaukseksi".
pl: Aby zaoszczędzić energię, Twoje BMW może toczyć się na biegu jałowym lub z wyłączonym silnikiem. BMW nazywa to zachowanie "jazdą na biegu jałowym".
sk: Aby ste ušetrili energiu, vaše BMW môže bežať na voľnobeh, resp. rolovať s vypnutým motorom. BMW tomuto správaniu hovorí "plachtenie".

# Sustainability_ecoCoachTip12TipBucket2PHEVSP18EUDesc
source: To save energy, your BMW can coast with the engine inactive. BMW calls this behavior "coasting."
fi: Energian säästämiseksi BMW voi rullata moottorin ollessa pois toiminnasta. BMW kutsuu tätä toimintatapaa "vapaaksi rullaukseksi".
pl: Aby zaoszczędzić energię, Twoje BMW może toczyć się z nieaktywnym silnikiem. BMW nazywa to zachowanie "jazdą na biegu jałowym".
sk: Aby ste ušetrili energiu, vaše BMW môže rolovať s vypnutým motorom. BMW tomuto správaniu hovorí "plachtenie".

# Sustainability_ecoCoachTip12TipBucket2PHEVSP21EUDesc
source: To save energy, your BMW can coast with the engine inactive. BMW calls this behavior "coasting."
fi: Energian säästämiseksi BMW voi rullata moottorin ollessa pois toiminnasta. BMW kutsuu tätä toimintatapaa "vapaaksi rullaukseksi".
pl: Aby zaoszczędzić energię, Twoje BMW może toczyć się z nieaktywnym silnikiem. BMW nazywa to zachowanie "jazdą na biegu jałowym".
sk: Aby ste ušetrili energiu, vaše BMW môže rolovať s vypnutým motorom. BMW tomuto správaniu hovorí "plachtenie".

# Sustainability_ecoCoachTip13TipBucket2ICESP18EUDesc
source: You start coasting by releasing the accelerator pedal in time instead of braking. In ECO PRO mode, you coast particularly often.
fi: Aloitat vapaan rullauksen ottamalla jalan ajoissa pois kaasupolkimelta jarruttamisen sijasta. ECO PRO -tilassa rullataan erityisen usein.
pl: Zaczynasz jazdę na biegu jałowym, zdejmując nogę z pedału przyspieszenia w odpowiednim czasie, zamiast hamować. W trybie ECO PRO jeździsz na biegu jałowym szczególnie często.
sk: Plachtiť začnete tak, že namiesto brzdenia včas zložíte nohu z rýchlostného pedálu. V režime ECO PRO plachtíte obzvlášť často.

# Sustainability_ecoCoachTip13TipBucket2ICESP18ROWDesc
source: During gentle braking maneuvers, your BMW generates energy and stores it in the battery. This behavior is called "recuperation."
fi: Kevyen jarrutuksen aikana BMW tuottaa energiaa ja varastoi sen akkuun. Tätä käyttäytymistä kutsutaan "energian talteenotoksi".
pl: Podczas lekkiego hamowania Twoje BMW wytwarza energię i magazynuje ją w akumulatorze. Takie zachowanie nazywane jest "rekuperacją".
sk: Pri ľahkom brzdení vaše BMW vytvára energiu a ukladá ju do batérie. Toto správanie sa nazýva "rekuperácia".

# Sustainability_ecoCoachTip13TipBucket2ICESP21EUDesc
source: You start coasting by releasing the accelerator pedal in time instead of braking. In Efficient mode, you coast particularly often.
fi: Aloitat vapaan rullauksen ottamalla jalan ajoissa pois kaasupolkimelta jarruttamisen sijasta. Efficient Mode -tilassa rullataan erityisen usein.
pl: Zaczynasz jazdę na biegu jałowym, zdejmując nogę z pedału przyspieszenia w odpowiednim czasie, zamiast hamować. W trybie Efficient Mode jeździsz na biegu jałowym szczególnie często.
sk: Plachtiť začnete tak, že namiesto brzdenia včas zložíte nohu z rýchlostného pedálu. V režime Efficient Mode plachtíte obzvlášť často.

# Sustainability_ecoCoachTip14TipBucket2BEVSP18EUDesc
source: In the "adaptive" recuperation mode, your BMW intelligently decides between "coasting" and "recuperation," depending on the driving situation.
fi: "Mukautuvalla" energian talteenottotasolla BMW valitsee älykkäästi ajotilanteen mukaan vapaan rullauksen ja energian talteenoton välillä.
pl: Na poziomie rekuperacji "adaptacyjnym" Twoje BMW inteligentnie wybiera między "jazdą na biegu jałowym" a "rekuperacją" w zależności od sytuacji na drodze.
sk: V stupni rekuperácie "Adaptívna" sa vaše BMW inteligentne rozhoduje medzi "plachtením" a "rekuperáciou" v závislosti od jazdnej situácie.

# Sustainability_ecoCoachTip14TipBucket2BEVSP18ROWDesc
source: In gear position D, you determine the degree of the recuperation yourself. In gear position B, your BMW can recuperate to a standstill.
fi: Vaihdeasennossa D määrität energian talteenoton voimakkuuden itse. Vaihdeasennossa B BMW voi ottaa energiaa talteen pysähtymiseen asti.
pl: Na biegu w położeniu D sam ustalasz siłę rekuperacji. Na biegu w położeniu B Twoje BMW może rekuperować aż do całkowitego zatrzymania.
sk: Silu rekuperácie si určíte sami v jazdnom stupni D. V jazdnom stupni B dokáže vaše BMW rekuperovať, až kým sa nezastaví.

# Sustainability_ecoCoachTip14TipBucket2ICESP18EUDesc
source: You can recognize that you are coasting when the needle in the fuel consumption display is in the Neutral range.
fi: Vapaan rullauksen tunnistaa siitä, että kulutuksen näytön osoitin on tyhjäkäyntialueella.
pl: Możesz rozpoznać, że jedziesz na biegu jałowym, gdy wskazówka na wskaźniku zużycia znajduje się w obszarze biegu jałowego.
sk: To, že plachtíte, spoznáte podľa toho, že sa ručička na ukazovateli spotreby nachádza v oblasti voľnobehu.

# Sustainability_ecoCoachTip14TipBucket2ICESP18ROWDesc
source: Regular use of recuperation preserves your brake pads and also saves fuel.
fi: Säännöllinen energian talteenotto suojaa jarrupaloja ja säästää myös polttoainetta.
pl: Regularne korzystanie z rekuperacji chroni Twoje okładziny hamulcowe, a także oszczędza paliwo.
sk: Pravidelné používanie rekuperácie chráni vaše brzdové obloženie a tiež šetrí palivo.

# Sustainability_ecoCoachTip14TipBucket2PHEVSP18EUDesc
source: In HYBRID ECO PRO mode, your BMW intelligently chooses between "coasting" and "recuperation," depending on the driving situation.
fi: HYBRID ECO PRO -tilassa BMW valitsee älykkäästi ajotilanteen mukaan vapaan rullauksen ja energian talteenoton välillä.
pl: W trybie HYBRID ECO PRO Twoje BMW inteligentnie wybiera między "jazdą na biegu jałowym" a "rekuperacją" w zależności od sytuacji na drodze.
sk: V režime HYBRID ECO PRO sa vaše BMW inteligentne rozhoduje medzi "plachtením" a "rekuperáciou" v závislosti od jazdnej situácie.

# Sustainability_ecoCoachTip14TipBucket2PHEVSP18ROWDesc
source: Your BMW intelligently adjusts the intensity of the recuperation. This allows you to decelerate accurately and recover energy at the same time.
fi: BMW säätää älykkäästi energian talteenoton voimakkuutta. Näin hidastat vauhtia täsmällisesti ja otat samalla talteen energiaa.
pl: Twoje BMW inteligentnie dostosowuje siłę rekuperacji. W ten sposób możesz pewnie zwalniać i jednocześnie odzyskiwać energię.
sk: Vaše BMW inteligentne prispôsobuje silu rekuperácie. Môžete tak cielene spomaľovať a zároveň rekuperovať energiu.

# Sustainability_ecoCoachTip14TipBucket2PHEVSP21EUDesc
source: In Efficient mode, your BMW intelligently chooses between "coasting" and "recuperation," depending on the driving situation.
fi: Efficient Mode -tilassa BMW valitsee älykkäästi ajotilanteen mukaan vapaan rullauksen ja energian talteenoton välillä.
pl: W trybie Efficient Mode Twoje BMW inteligentnie wybiera między jazdą na biegu jałowym a rekuperacją w zależności od sytuacji na drodze.
sk: V režime Efficient Mode sa vaše BMW inteligentne rozhoduje medzi plachtením a rekuperáciou v závislosti od jazdnej situácie.

# Sustainability_ecoCoachTip15TipBucket3ICESP18EUDesc
source: Your BMW has many functions to analyze your driving style and provide feedback on every driving situation.
fi: BMW:ssäsi on useita toimintoja, jotka analysoivat ajotyyliäsi ja antavat sinulle palautetta kaikissa ajotilanteissa.
pl: Twoje BMW ma wiele funkcji analizujących Twój styl jazdy i przekazujących Ci informacje zwrotne na temat każdej sytuacji na drodze.
sk: Vaše BMW má viacero funkcií na analýzu vášho štýlu jazdy a poskytuje vám spätnú väzbu o každej jazdnej situácii.

# Sustainability_ecoCoachTip15TipBucket3PHEVSP18EUDesc
source: Your BMW avoids pollutant emissions when you drive electrically. To do so, you have to charge it regularly.
fi: BMW:si välttää pakokaasupäästöjä, kun ajat sähköllä. Tätä varten se on ladattava säännöllisesti.
pl: Twoje BMW unika emisji spalin podczas jazdy z napędem elektrycznym. W tym celu musisz je regularnie ładować.
sk: Vaše BMW produkuje menej emisií výfukových plynov, keď jazdíte na elektrinu. K tomu ho musíte pravidelne nabíjať.

# Sustainability_ecoCoachTip16TipBucket3ICESP18EUDesc
source: The "Driving Style Analysis" function displays the efficiency of acceleration and anticipation in real time.
fi: Ajotyylin analyysitoiminto näyttää kiihdytyksen ja ennakoinnin taloudellisuuden reaaliajassa.
pl: Funkcja "Analiza stylu jazdy" pokazuje wydajność podczas przyspieszania i przewidywanie w czasie rzeczywistym.
sk: Funkcia "Analýza jazdného štýlu" vám ukazuje efektivitu zrýchlenia a predvídania v reálnom čase.

# Sustainability_ecoCoachTip16TipBucket3ICESP21EUDesc
source: The "Efficiency Coach" function displays the efficiency of your driving style in real time in the control display of your BMW.
fi: Tehokkuusvalmentajatoiminto näyttää ajotyylisi taloudellisuuden reaaliajassa BMW:si monitoiminäytöllä.
pl: Funkcja "Trener wydajności" pokazuje wydajność Twojego stylu jazdy w czasie rzeczywistym na monitorze centralnym Twojego BMW.
sk: Funkcia "Tréner efektívnej jazdy" vám na kontrolnom displeji vášho BMW v reálnom čase ukazuje efektívnosť vášho štýlu jazdy.

# Sustainability_ecoCoachTip16TipBucket3PHEVSP18EUDesc
source: It is best to use an external power source to recharge your BMW. This can even be a conventional domestic socket outlet.
fi: BMW:n lataamiseen on parasta käyttää ulkoista virtalähdettä. Se voi olla jopa tavallinen kotitalouspistorasia.
pl: Aby ponownie naładować swoje BMW, najlepiej skorzystaj z zewnętrznego źródła prądu. Może to być nawet zwykłe domowe gniazdko elektryczne.
sk: Na nabíjanie vášho BMW je najlepšie použiť externý zdroj energie. Môže to byť dokonca bežná domáca zásuvka.

# Sustainability_ecoCoachTip17TipBucket3ICESP18EUDesc
source: You can find the Driving Style Analysis on the control display in the "Driving info" area. This view is only available in ECO PRO mode.
fi: Ajotyylin analyysi löytyy monitoiminäytön kohdasta "Ajoneuvon tiedot". Tämä näkymä on käytettävissä vain ECO PRO -tilassa.
pl: Analizę stylu jazdy znajdziesz na monitorze centralnym w obszarze "Info dotyczące jazdy". Ten widok jest dostępny tylko w trybie ECO PRO.
sk: Analýzu jazdného štýlu nájdete na kontrolnom displeji v časti "Info o jazde". Tento náhľad je dostupný iba v režime ECO PRO.

# Sustainability_ecoCoachTip17TipBucket3ICESP21EUDesc
source: The analysis of your driving style is displayed by selecting "Adaptive content" in the Live Vehicle app.
fi: Ajotyylin analyysi näytetään valitsemalla "Mukautuva sisältö " Live Vehicle -sovelluksessa.
pl: Analiza Twojego stylu jazdy jest wyświetlana po wybraniu opcji "Zawartość adaptacyjna" w aplikacji Live Vehicle.
sk: Analýza vášho štýlu jazdy sa zobrazí výberom položky "Adaptívny obsah" v aplikácii Live Vehicle.

# Sustainability_ecoCoachTip17TipBucket3PHEVSP18EUDesc
source: When using the vehicle navigation, your BMW allocates its energy so you can drive 100% electrically in the city.
fi: Kun käytät ajoneuvon navigointia, BMW jakaa energian niin, että ajat kaupunkialueilla 100-prosenttisesti sähköllä.
pl: Podczas korzystania z nawigacji samochodowej Twoje BMW rozdziela energię tak, aby w obszarze miejskim jeździć w 100% na napędzie elektrycznym.
sk: Pri používaní navigácie vozidla rozdeľuje vaše BMW energiu tak, aby ste v meste jazdili 100% elektricky.

# Sustainability_ecoCoachTip18TipBucket3ICESP18EUDesc
source: An efficient driving style increases your range. You can track this via the bonus range indicator in the instrument cluster.
fi: Taloudellinen ajotyyli lisää toimintasädettä. Tunnistat tämän mittaristossa olevasta lisätoimintasäteen näytöstä.
pl: Efektywny styl jazdy zwiększa Twój zasięg. Możesz to rozpoznać po wyświetlaniu dodatkowego zasięgu na zestawie wskaźników.
sk: Efektívny štýl jazdy zvyšuje váš dojazd. Vidieť to na ukazovateli bonusového dojazdu na prístrojovom paneli.

# Sustainability_ecoCoachTip18TipBucket3PHEVSP18EUDesc
source: Using the "Pre-conditioning for departure" function while charging increases the electric range of your BMW.
fi: Toiminnon "Esivalmistele lähtöaikaan" käyttö latauksen aikana lisää BMW:si toimintasädettä sähköllä.
pl: Korzystanie z funkcji "Klimatyzowanie na godz. odjazdu" podczas ładowania zwiększa zasięg elektryczny Twojego BMW.
sk: Používanie funkcie "Klimatizovanie k času odjazdu" počas nabíjania zvyšuje elektrický dojazd vášho BMW.

# Sustainability_ecoCoachTip19TipBucket3ICESP18EUDesc
source: The coasting distance is also displayed in the consumption display. It can be increased by driving in an anticipatory manner.
fi: Kulutuksen näytössä näkyy myös vapaasti rullattu matka. Voit lisätä sitä ajamalla ennakoivasti.
pl: Wskaźnik zużycia pokazuje również odcinek jazdy na biegu jałowym. Możesz go zwiększyć dzięki inteligentnemu stylowi jazdy.
sk: Preplachtená vzdialenosť sa zobrazuje aj na ukazovateli spotreby. Tú môžete zvýšiť predvídavou jazdou.

# Sustainability_ecoCoachTip19TipBucket3ICESP21EUDesc
source: The "Trip data" selection in the Live Vehicle app displays your coasting distance. This distance increases when driving in an anticipatory manner.
fi: Live Vehicle -sovelluksen kohta "Ajotiedot" näyttää vapaasti rullatun osuuden. Ennakoiva ajotapa lisää tätä matkaa.
pl: Wybór "Dane jazdy" w aplikacji Live Vehicle pokazuje Twój odcinek jazdy na biegu jałowym. Odcinek ten zwiększa się dzięki inteligentnemu stylowi jazdy.
sk: Výber "Dáta o jazde" v aplikácii Live Vehicle vám ukáže vašu preplachtenú trasu. Táto trasa sa zväčšuje predvídavým spôsobom jazdy.

# Sustainability_ecoCoachTip1TipBucket1ICESP18EUDesc
source: You can choose between multiple driving modes in your BMW. ECO PRO mode helps you reduce your consumption.
fi: Voit valita BMW:ssäsi useita eri ajotiloja. ECO PRO -tila auttaa vähentämään kulutusta.
pl: W swoim BMW możesz wybierać spośród kilku trybów jazdy. Tryb ECO PRO pomaga zmniejszyć zużycie.
sk: Vo svojom BMW si môžete vybrať z niekoľkých jazdných režimov. Režim ECO PRO vám pomáha znižovať spotrebu.

# Sustainability_ecoCoachTip1TipBucket1ICESP21EUDesc
source: In your BMW, you can choose between multiple My Modes. Efficient mode helps you reduce your consumption.
fi: Voit valita BMW:ssäsi useita eri My Modes -tiloja. Efficient Mode auttaa vähentämään kulutusta.
pl: W swoim BMW możesz wybierać spośród kilku trybów My Modes. Tryb Efficient Mode pomaga zmniejszyć zużycie.
sk: Vo svojom BMW si môžete vybrať z niekoľkých My Modes. Režim Efficient Mode vám pomáha znižovať spotrebu.
