Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# RemoteControlStrings_panicModeEntryTileTitle
source: Panic mode
fi: Paniikkitila
pl: Tryb paniki
sk: Režim paniky

# RemoteControlStrings_panicModeInactiveStatus
source: Off
fi: Pois
pl: Wył.
sk: Vypnúť

# RemoteControlStrings_remoteControlsInsideCarNotificationBody
source: Please get out and keep some distance from the vehicle.
fi: Nouse pois ajoneuvosta ja pidä hieman etäisyyttä.
pl: Wysiądź i zachowaj odstęp od pojazdu.
sk: Vystúpte a odstúpte trochu od vozidla.

# RemoteControlStrings_remoteControlsInsideCarNotificationHeader
source: Activation attempt inside the car
fi: Aktivointiyritys sisätilassa
pl: Próba aktywacji wewnątrz pojazdu
sk: Pokus o aktiváciu vo vnútri vozidla

# RemoteControlStrings_remoteControlsNoConnection
source: No connection
fi: Ei yhteyttä
pl: Brak połączenia
sk: Žiadne pripojenie

# RemoteControlStrings_remoteControlsNoConnectionSubtitle
source: Please try again later.
fi: Yritä myöhemmin uudelleen.
pl: Spróbuj ponownie później.
sk: Skúste to, prosím, znova neskôr.

# RemoteControlStrings_remoteControlsOutOfRange
source: Out of range
fi: Toimintasäteen ulkopuolella
pl: Poza zasięgiem
sk: Mimo dosahu

# RemoteControlStrings_remoteControlsOutOfRangeSubtitle
source: Move closer to your vehicle
fi: Mene lähemmäs ajoneuvoa
pl: Podejdź bliżej swojego pojazdu
sk: Pristúpte bližšie k vášmu vozidlu

# RemoteControlStrings_remoteControlsPanelHeadingInRkeRange
source: Remote control
fi: Kaukosäätö
pl: Zdalne sterowanie
sk: Diaľkové ovládanie

# RemoteControlStrings_remoteControlsPassiveEntryDeactivatedErrorBTNToAppleWallet
source: Manage in Apple Wallet
fi: Hallitse Apple Walletissa
pl: Zarządzaj w Apple Wallet
sk: Spravovať v Apple Wallet

# RemoteControlStrings_remoteControlsPassiveEntryDeactivatedErrorBTNUnderstand
source: Understood
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

# RemoteControlStrings_remoteControlsPassiveEntryDeactivatedErrorBody
source: Please activate the "passive entry" function for your Digital Key Plus in your Apple Wallet to use this function.
fi: Jos haluat käyttää tätä toimintoa, aktivoi Digital Key Plus -avaimesi "passiivinen käyttö" Applen Lompakossa.
pl: Aby skorzystać z tej funkcji, aktywuj "Dostęp pasywny" dla swojego Digital Key Plus w Apple Wallet.
sk: Na používanie tejto funkcie aktivujte "Pasívny prístup" pre váš Digital Key Plus v Apple Wallet.

# RemoteControlStrings_remoteControlsPassiveEntryDeactivatedErrorHeader
source: "Passive entry" has been disabled
fi: "Passiivisen käytön" aktivointi on poistettu
pl: "Dostęp pasywny" jest zdezaktywowany
sk: "Pasívny prístup" je deaktivovaný

# RemoteControlStrings_visionAccessAssistText
source: Tap and hold to open or close your doors
fi: Avaa tai sulje ovet pitämällä painettuna
pl: Naciśnij i przytrzymaj, aby otworzyć lub zamknąć drzwi
sk: Podržte stlačené na otvorenie alebo zatvorenie dverí

# RemoteControlStrings_visionAccessAssistTextDuringDoorChange
source: Continue holding to complete
fi: Pidä edelleen painettuna viimeistelläksesi toiminnon
pl: Naciśnij i przytrzymaj, aby zakończyć proces
sk: Podržte ďalej stlačené na ukončenie procesu

# RemoteControlStrings_visionAccessBackLeftButton
source: Left rear
fi: Takana vasemmalla
pl: Z tyłu po lewej stronie
sk: Vzadu vľavo

# RemoteControlStrings_visionAccessBackRightButton
source: Right rear
fi: Takana oikealla
pl: Z tyłu po prawej stronie
sk: Vzadu vpravo

# RemoteControlStrings_visionAccessChildLockDescription
source: Please check the settings of the child safety latch in the vehicle.
fi: Tarkista ajoneuvon lapsilukkoasetukset.
pl: Sprawdź ustawienia zabezpieczenia przed dziećmi w pojeździe.
sk: Skontrolujte nastavenie detskej poistky vo vozidle.

# RemoteControlStrings_visionAccessChildLockRearLeftTitle
source: Left rear door could not be opened
fi: Vasenta takaovea ei voitu avata
pl: Drzwi z tyłu z lewej strony nie mogły zostać otwarte
sk: Dvere vzadu vľavo sa nepodarilo otvoriť

# RemoteControlStrings_visionAccessChildLockRearRightTitle
source: Right rear door could not be opened
fi: Oikeaa takaovea ei voitu avata
pl: Drzwi z tyłu z prawej strony nie mogły zostać otwarte
sk: Dvere vzadu vpravo sa nepodarilo otvoriť

# RemoteControlStrings_visionAccessChildLockRearTitle
source: Rear doors could not be opened
fi: Takaovia ei voitu avata
pl: Drzwi z tyłu nie mogły zostać otwarte
sk: Dvere vzadu sa nepodarilo otvoriť

# RemoteControlStrings_visionAccessCloseAllButton
source: Close all
fi: Sulje kaikki
pl: Zamknij wszystkie
sk: Zatvoriť všetky

# RemoteControlStrings_visionAccessCloseAllDoorsDisabeledScreenReader
source: Close all doors is disabled
fi: Kaikkien ovien sulkeminen on pois käytöstä
pl: Zamknięcie wszystkich drzwi jest dezaktywowane
sk: Zatvoriť všetky dvere je deaktivované

# RemoteControlStrings_visionAccessCloseAllDoorsEnabledScreenReader
source: Close all doors has been activated
fi: Kaikkien ovien sulkeminen on aktivoitu
pl: Zamknięcie wszystkich drzwi jest aktywowane
sk: Zatvoriť všetky dvere je aktivované

# RemoteControlStrings_visionAccessCloseScreenReader
source: Close
fi: Sulje
pl: Zamknij
sk: Zatvoriť

# RemoteControlStrings_visionAccessControlUnavailableDescription
source: Please contact your service center if the issue persists. Note: Please ensure your vehicle is not parked on an incline. Further information can be found in your vehicle Owner's Manual.
fi: Jos ongelma ei poistu, käänny huoltopisteen puoleen. Huomautus: Varmista, että ajoneuvoa ei ole pysäköity rinteeseen. Katso lisätietoja käyttöohjekirjasta.
pl: Jeśli problem nadal występuje, skontaktuj się z serwisem. Wskazówka: upewnij się, że Twój pojazd nie jest zaparkowany na wzniesieniu. Więcej informacji znajduje się w instrukcji obsługi.
sk: Ak problém pretrváva aj naďalej, obráťte sa na servisného partnera. Upozornenie: Uistite sa, že vaše vozidlo neparkuje na kopci. Ďalšie informácie nájdete v návode na obsluhu.

# RemoteControlStrings_visionAccessControlUnavailableTitle
source: Control is temporarily unavailable
fi: Toiminto ei ole käytettävissä tilapäisesti
pl: Funkcja jest chwilowo niedostępna
sk: Funkcia je dočasne nedostupná

# RemoteControlStrings_visionAccessEntryTileAtLeastTwoDoorsOpenSubTitle
source: {numberOfOpenDoors} doors open
fi: {numberOfOpenDoors} ovea auki
pl: {numberOfOpenDoors} drzwi otwarte
sk: {numberOfOpenDoors} dvere otvorené

# RemoteControlStrings_visionAccessEntryTileAtLeastTwoDoorsPartiallyOpenSubTitle
source: {numberOfDoors} doors partially opened
fi: {numberOfDoors} ovea osittain auki
pl: {numberOfDoors} drzwi częściowo otwarte
sk: {numberOfDoors} dvere čiastočne otvorené

# RemoteControlStrings_visionAccessEntryTileSubTitle
source: Controls the doors of the vehicle
fi: Ohjaa ajoneuvon ovia
pl: Steruje drzwiami pojazdu
sk: Riadi dvere vozidla

# RemoteControlStrings_visionAccessEntryTileTitle
source: Automatic doors
fi: Automaattiset ovet
pl: Dzwi automatyczne
sk: Automatické dvere

# RemoteControlStrings_visionAccessFrontLeftButton
source: Left front
fi: Edessä vasemmalla
pl: Z przodu po lewej stronie
sk: Vpredu vľavo

# RemoteControlStrings_visionAccessFrontRightButton
source: Right front
fi: Edessä oikealla
pl: Z przodu po prawej stronie
sk: Vpredu vpravo

# RemoteControlStrings_visionAccessHeaderHeadline
source: Doors
fi: Ovet
pl: Drzwi
sk: Dvere

# RemoteControlStrings_visionAccessHeaderHeadlineCompleted
source: Complete!
fi: Valmis!
pl: Gotowe!
sk: Hotovo!

# RemoteControlStrings_visionAccessHeaderHeadlineCompletedAllDoorsOpenedSubtitle
source: All doors opened
fi: Kaikki ovet auki
pl: Wszystkie drzwi otwarte
sk: Všetky dvere otvorené

source: All doors partially opened
fi: Kaikki ovet osittain auki
pl: Wszystkie drzwi częściowo otwarte
sk: Všetky dvere čiastočne otvorené

# RemoteControlStrings_visionAccessHeaderHeadlineCompletedClosedAllDoorsSubtitle
source: All doors closed
fi: Kaikki ovet suljettu
pl: Wszystkie drzwi zamknięte
sk: Všetky dvere zatvorené

# RemoteControlStrings_visionAccessHeaderHeadlineCompletedClosedOneDoorSubtitle
source: 1 door closed
fi: 1 ovi suljettu
pl: 1 drzwi zamknięte
sk: 1 dvere zatvorené

source: {numberOfDoors} doors closed
fi: {numberOfDoors} ovea suljettu
pl: {numberOfDoors} drzwi zamknięte
sk: {numberOfDoors} dvere zatvorené

# RemoteControlStrings_visionAccessHeaderHeadlineCompletedOneDoorOpenedSubtitle
source: 1 door open
fi: 1 ovi auki
pl: 1 drzwi otwarte
sk: 1 dvere otvorené

# RemoteControlStrings_visionAccessHeaderHeadlineIdle
source: Automatic doors
fi: Automaattiset ovet
pl: Drzwi automatyczne
sk: Automatické dvere

# RemoteControlStrings_visionAccessHeaderHeadlineInProgressCloseAllDoors
source: Closing doors…
fi: Ovet suljetaan…
pl: Trwa zamykanie drzwi…
sk: Dvere sa zatvárajú…

# RemoteControlStrings_visionAccessHeaderHeadlineInProgressCloseOneDoor
source: Closing door…
fi: Ovi suljetaan…
pl: Trwa zamykanie drzwi…
sk: Dvere sa zatvárajú…

# RemoteControlStrings_visionAccessHeaderHeadlineInProgressOpenAllDoors
source: Opening doors…
fi: Ovet avataan…
pl: Trwa otwieranie drzwi…
sk: Dvere sa otvárajú…

# RemoteControlStrings_visionAccessHeaderHeadlineInProgressOpenOneDoor
source: Opening door…
fi: Ovi avataan…
pl: Trwa otwieranie drzwi…
sk: Dvere sa otvárajú…

# RemoteControlStrings_visionAccessHeaderHeadlinePartialOpeningClosing
source: Stopped
fi: Keskeytetty
pl: Przerwanie
sk: Prerušené

# RemoteControlStrings_visionAccessHeaderHeadlinePartialOpeningClosingSubtitle
source: Finger lifted too soon
fi: Sormi nostettiin liian aikaisin
pl: Palec został podniesiony zbyt wcześnie
sk: Prst bol zdvihnutý príliš skoro

# RemoteControlStrings_visionAccessHeaderSubtitleAllDoorsClosed
source: All closed
fi: Kaikki suljettu
pl: Wszystkie zamknięte
sk: Všetky zatvorené

# RemoteControlStrings_visionAccessHeaderSubtitleOneDoorPartiallyOpen
source: 1 door partially opened
fi: 1 ovi osittain auki
pl: 1 drzwi częściowo otwarte
sk: 1 dvere čiastočne otvorené

# RemoteControlStrings_visionAccessHeaderSubtitleWithAllDoorsOpened
source: All open
fi: Kaikki auki
pl: Wszystkie otwarte
sk: Všetky otvorené

# RemoteControlStrings_visionAccessHeaderSubtitleWithAtLeastOneOpenedDoor
source: {numberOfOpenDoors} open
fi: {numberOfOpenDoors} auki
pl: {numberOfOpenDoors} otwarte
sk: {numberOfOpenDoors} otvorené

# RemoteControlStrings_visionAccessHeaderSubtitleWithOneOpenedDoor
source: 1 door open
fi: 1 ovi auki
pl: 1 drzwi otwarte
sk: 1 dvere otvorené

# RemoteControlStrings_visionAccessHeaderSubtitleWithTwoOrMoreOpenedDoors
source: {numberOfOpenedDoors} doors open
fi: {numberOfOpenedDoors} ovea auki
pl: Otwarte drzwi: {numberOfOpenedDoors}
sk: {numberOfOpenedDoors} dvere otvorené

# RemoteControlStrings_visionAccessLeftFrontDoorClosedScreenReader
source: Left front door is closed
fi: Vasen etuovi on suljettu
pl: Drzwi z przodu z lewej strony są zamknięte
sk: Dvere vpredu vľavo sú zatvorené

# RemoteControlStrings_visionAccessLeftFrontDoorDisabeledScreenReader
source: Left front door is disabled
fi: Vasen etuovi ei aktiivinen
pl: Drzwi z przodu z lewej strony są zdezaktywowane
sk: Dvere vpredu vľavo sú deaktivované

# RemoteControlStrings_visionAccessLeftFrontDoorOpenScreenReader
source: Left front door is open
fi: Vasen etuovi on auki
pl: Drzwi z przodu z lewej strony są otwarte
sk: Dvere vpredu vľavo sú otvorené

# RemoteControlStrings_visionAccessLeftRearDoorClosedScreenReader
source: Left rear door is closed
fi: Vasen takaovi on suljettu
pl: Drzwi z tyłu z lewej strony są zamknięte
sk: Dvere vzadu vľavo sú zatvorené

# RemoteControlStrings_visionAccessLeftRearDoorDisabeledScreenReader
source: Left rear door is disabled
fi: Vasen takaovi ei aktiivinen
pl: Drzwi z tyłu z lewej strony są zdezaktywowane
sk: Dvere vzadu vľavo sú deaktivované

# RemoteControlStrings_visionAccessLeftRearDoorOpenScreenReader
source: Left rear door is open
fi: Vasen takaovi on auki
pl: Drzwi z tyłu z lewej strony są otwarte
sk: Dvere vzadu vľavo sú otvorené

# RemoteControlStrings_visionAccessOpenAllButton
source: Open all
fi: Avaa kaikki
pl: Otwórz wszystkie
sk: Otvoriť všetky

# RemoteControlStrings_visionAccessOpenAllDoorsDisabeledScreenReader
source: Open all doors has been deactivated
fi: Kaikkien ovien avaaminen on pois käytöstä
pl: Otwarcie wszystkich drzwi jest dezaktywowane
sk: Otvoriť všetky dvere je deaktivované

# RemoteControlStrings_visionAccessOpenAllDoorsEnabledScreenReader
source: Open all doors has been activated
fi: Kaikkien ovien avaaminen on aktivoitu
pl: Otwarcie wszystkich drzwi jest aktywowane
sk: Otvoriť všetky dvere je aktivované

# RemoteControlStrings_visionAccessRightFrontDoorCloseScreenReader
source: Right front door is closed
fi: Oikea etuovi on suljettu
pl: Drzwi z przodu z prawej strony są zamknięte
sk: Dvere vpredu vpravo sú zatvorené

# RemoteControlStrings_visionAccessRightFrontDoorClosedScreenReader
source: Right front door is closed
fi: Oikea etuovi on suljettu
pl: Drzwi z przodu z prawej strony są zamknięte
sk: Dvere vpredu vpravo sú zatvorené

# RemoteControlStrings_visionAccessRightFrontDoorDisabeledScreenReader
source: Right front door is disabled
fi: Oikea etuovi ei aktiivinen
pl: Drzwi z przodu z prawej strony są zdezaktywowane
sk: Dvere vpredu vpravo sú deaktivované

# RemoteControlStrings_visionAccessRightFrontDoorOpenScreenReader
source: Right front door is open
fi: Oikea etuovi on auki
pl: Drzwi z przodu z prawej strony są otwarte
sk: Dvere vpredu vpravo sú otvorené

# RemoteControlStrings_visionAccessRightRearDoorClosedScreenReader
source: Right rear door is closed
fi: Oikea takaovi on suljettu
pl: Drzwi z tyłu z prawej strony są zamknięte
sk: Dvere vzadu vpravo sú zatvorené

# RemoteControlStrings_visionAccessRightRearDoorDisabeledScreenReader
source: Right rear door is disabled
fi: Oikea takaovi ei aktiivinen
pl: Drzwi z tyłu z prawej strony są zdezaktywowane
sk: Dvere vzadu vpravo sú deaktivované

# RemoteControlStrings_visionAccessRightRearDoorOpenScreenReader
source: Right rear door is open
fi: Oikea takaovi on auki
pl: Drzwi z tyłu z prawej strony są otwarte
sk: Dvere vzadu vpravo sú otvorené

# RemoteHistorySemantics
source: Remote history
fi: Etätoimintohistoria
pl: Historia wysłanych poleceń
sk: História Remote

# RemoteHistoryStrings_chargingProcess
source: Charging process
fi: Lataus
pl: Ładowanie
sk: Proces nabíjania

# RemoteParkingStrings__successfullyParkedSuccessfullyParkedExplanation
source: Your {brandLocalized} has been successfully parked. You can enter the vehicle or make manual adjustments. Otherwise, finish parking to turn off the engine.
fi: {brandLocalized}-ajoneuvosi pysäköinti onnistui. Voit nousta sisään ajoneuvoon tai säätää asentoa manuaalisesti. Muussa tapauksessa lopeta pysäköinti ajovalmiuden poiskytkemistä varten.
pl: Pomyślnie zaparkowano Twój pojazd {brandLocalized}. Możesz wsiąść lub ręcznie poprawić. W przeciwnym razie zakończ parkowanie, aby wyłączyć gotowość do jazdy.
sk: Váš {brandLocalized} bol úspešne zaparkovaný. Môžete nastúpiť alebo upraviť manuálne. V opačnom prípade dokončite parkovanie a vypnite pripravenosť na jazdu.

# RemoteParkingStrings_abortsActivationGestureTimeout
source: Activation gesture timeout
fi: Aktivointieleen ajan ylitys
pl: Przekroczenie czasu gestów aktywacyjnych
sk: Časový limit aktivačného gesta vypršal

# RemoteParkingStrings_abortsAppInBackgroundBody
source: Please make sure you are near your vehicle and the app is used in the foreground. Also make sure that Bluetooth® is on, no phone call is active, and the app is updated to the latest version.
fi: Varmista, että olet ajoneuvon lähellä ja että sovellusta käytetään etualalla. Varmista myös, että Bluetooth on päällä, mikään puhelu ei ole aktiivinen ja että sovellus on ajan tasalla.
pl: Upewnij się, że jesteś w pobliżu swojego pojazdu i że aplikacja jest używana na pierwszym planie. Upewnij się również, że Bluetooth jest włączony, żadne połączenie telefoniczne nie jest aktywne, a aplikacja jest aktualna.
sk: Uistite sa, že ste v blízkosti svojho vozidla a aplikácia sa používa na popredí. Uistite sa tiež, že je zapnuté Bluetooth, nie je aktívny žiadny telefónny hovor a že je aplikácia aktuálna.

# RemoteParkingStrings_abortsAppInBackgroundHeader
source: Parking maneuver canceled
fi: Pysäköintitoiminto keskeytetty
pl: Przerwano parkowanie
sk: Parkovanie prerušené

# RemoteParkingStrings_abortsAspenError
source: Connection lost. Please try again later.
fi: Yhteys on katkennut. Yritä myöhemmin uudelleen.
pl: Połączenie zostało przerwane. Spróbuj ponownie później.
sk: Pripojenie sa prerušilo. Skúste to znovu neskôr.

# RemoteParkingStrings_abortsBackToRemoteParking
source: Back to "Remote Control Parking"
fi: Takaisin "kauko-ohjattuun pysäköintiin"
pl: Powrót do "Zdalnego parkowania"
sk: Späť na "Diaľkovo ovládané parkovanie"

# RemoteParkingStrings_abortsBackToVehicleTab
source: Back to Vehicle tab
fi: Takaisin välilehdelle "Ajoneuvo"
pl: Powrót do karty "Pojazd"
sk: Späť na kartu "Vozidlo"

# RemoteParkingStrings_abortsBatteryLowEnergyErrorBody
source: Possible causes: The battery is too severely discharged or too cold, or a component is too hot.
fi: Mahdolliset syyt: Akku on liian tyhjä tai liian kylmä tai jokin komponentti on liian kuuma.
pl: Możliwe przyczyny: Akumulator jest zbyt rozładowany, zbyt zimny lub komponent jest zbyt gorący.
sk: Možné príčiny: Batéria je príliš vybitá alebo príliš studená alebo súčiastka príliš horúca.

# RemoteParkingStrings_abortsBatteryLowEnergyErrorHeader
source: Power supply limited Please try again later.
fi: Sähköenergian saanti rajoittunut. Yritä myöhemmin uudelleen.
pl: Ograniczone zasilanie elektryczne. Spróbuj ponownie później.
sk: Napájanie energiou obmedzené. Skúste to znovu neskôr.

# RemoteParkingStrings_abortsBatteryLowEnergyWarningBody
source: Please try again later.
fi: Yritä myöhemmin uudelleen.
pl: Spróbuj ponownie później.
sk: Skúste to znovu neskôr.

# RemoteParkingStrings_abortsBatteryLowEnergyWarningHeader
source: Secure energy supply not currently guaranteed
fi: Varmaa sähköenergian saantia ei voida tällä hetkellä taata
pl: Bezpieczne zasilanie elektryczne nie jest obecnie zagwarantowane
sk: Bezpečné napájanie energiou momentálne nie je zaručené

# RemoteParkingStrings_abortsBluetoothConnectionLost
source: Bluetooth® connection lost. Please check your Bluetooth® settings.
fi: Bluetooth-yhteys on katkennut. Tarkista Bluetooth-asetukset.
pl: Twoje połączenie Bluetooth zostało przerwane. Sprawdź swoje ustawienia Bluetooth.
sk: Vaše pripojenie cez Bluetooth sa prerušilo. Skontrolujte svoje nastavenia Bluetooth.

# RemoteParkingStrings_abortsBrakePedalOperated
source: Brake pedal operated
fi: Jarrua painettu
pl: Wciśnięty hamulec
sk: Brzda stlačená

# RemoteParkingStrings_abortsChargerPluggedInBody
source: Please disconnect the charging cable and start the process again.
fi: Irrota latauskaapeli ja aloita toimenpide uudelleen.
pl: Odłącz kabel ładowania i rozpocznij proces od nowa.
sk: Vytiahnite nabíjací kábel a začnite proces znova.

# RemoteParkingStrings_abortsChargerPluggedInHeader
source: Charging cable plugged in
fi: Latauskaapeli liitetty
pl: Kabel ładowania podłączony
sk: Nabíjací kábel pripojený

# RemoteParkingStrings_abortsCollisionDanger
source: Risk of collision.
fi: Törmäysvaara
pl: Niebezpieczeństwo kolizji
sk: Riziko kolízie

# RemoteParkingStrings_abortsCollisionDangerHeader
source: Risk of collision
fi: Törmäysvaara
pl: Niebezpieczeństwo kolizji
sk: Riziko kolízie

# RemoteParkingStrings_abortsCrossTrafficBrakeBody
source: The vehicle's emergency braking function was triggered as crossing traffic was detected.
fi: Ajoneuvon käynnistämä hätäjarrutustoiminto, koska on havaittu risteävää liikennettä.
pl: Uruchomiono funkcję hamowania awaryjnego pojazdu, ponieważ wykryto ruch poprzeczny.
sk: Funkcia núdzového brzdenia aktivovaná z vozidla, pretože bola rozpoznaná skrížená premávka.

# RemoteParkingStrings_abortsCrossTrafficBrakeHeader
source: Maneuver canceled
fi: Toiminto keskeytetty
pl: Czynność została przerwana
sk: Proces prerušený

# RemoteParkingStrings_abortsDriverDoorOpen
source: Driver door open
fi: Kuljettajan ovi auki
pl: Drzwi kierowcy otwarte
sk: Dvere u vodiča otvorené

# RemoteParkingStrings_abortsDrivingPathLost
source: Driving route lost
fi: Ajoreitti ei löytynyt
pl: Nie znaleziono drogi przejazdu
sk: Jazdná dráha sa nenašla

# RemoteParkingStrings_abortsDrivingPedalOperated
source: Accelerator pedal pressed
fi: Kaasupoljinta painettu
pl: Uruchomiono pedał przyspieszenia
sk: Stlačený rýchlostný pedál

# RemoteParkingStrings_abortsFinalPositionNotReachable
source: Final position can not be reached.
fi: Lopullinen pysäköintisijainti ei saavutettavissa.
pl: Nie można osiągnąć ostatecznej pozycji parkowania.
sk: Konečná parkovacia pozícia sa nedá dosiahnuť.

# RemoteParkingStrings_abortsFunctionNotAvailableBody
source: This can be due to impairments to the sensors. Try cleaning the sensors (cameras and ultrasonic).
fi: Tämä voi johtua anturien heikentyneestä toiminnasta. Yritä puhdistaa anturit (kamerat ja ultraääni).
pl: Może to być spowodowane zakłóceniem pracy czujników. Spróbuj wyczyścić czujniki (kamery i ultradźwięki).
sk: Môže to byť spôsobené obmedzením snímačov. Skúste vyčistiť snímače (kamery a ultrazvuk).

# RemoteParkingStrings_abortsFunctionNotAvailableHeader
source: Function not available
fi: Toiminto ei käytettävissä
pl: Funkcja niedostępna
sk: Funkcia nie je dostupná

# RemoteParkingStrings_abortsGearSelection
source: Selector lever engaged
fi: Valitsinvipua käytetty
pl: Uruchomiona dźwignia zmiany biegów
sk: Aktivovaná páka prevodovky

# RemoteParkingStrings_abortsGeneralError
source: General error
fi: Yleinen virhe
pl: Ogólny błąd
sk: Všeobecná chyba

# RemoteParkingStrings_abortsGeneralStatusExpired
source: Connection expired. No response from vehicle. Please try again later.
fi: Yhteys päättynyt. Ajoneuvo ei vastaa. Yritä myöhemmin uudelleen.
pl: Połączenie wygasło. Brak odpowiedzi pojazdu. Spróbuj ponownie później.
sk: Časový limit pripojenia uplynul. Žiadna odozva od vozidla. Skúste to znovu neskôr.

# RemoteParkingStrings_abortsGradientTooHigh
source: Road gradient too steep
fi: Tien kaltevuus liian voimakas
pl: Zbyt duże pochylenie jezdni
sk: Sklon cesty je príliš strmý

# RemoteParkingStrings_abortsLocalManeuverInProgressBody
source: In order to resume parking, please first step out of your vehicle.
fi: Nouse pois ajoneuvosta, jotta pysäköintitoimintoa jatketaan.
pl: Wysiądź z pojazdu, aby kontynuować parkowanie.
sk: Ak chcete pokračovať v parkovaní, vystúpte z vozidla.

# RemoteParkingStrings_abortsManeuverNoLongerAvailable
source: Remote Control Parking maneuver no longer available.
fi: Kauko-ohjattu pysäköinti ei ole enää käytettävissä
pl: Zdalne parkowanie nie jest już dostępne
sk: Diaľkovo ovládané parkovanie už nie je k dispozícii

# RemoteParkingStrings_abortsMaximumDrivingDisctanceExceeded
source: Maximum driving distance exceeded
fi: Maksimaalinen matka ylitetty
pl: Przekroczono maksymalny odcinek drogi
sk: Prekročená maximálna vzdialenosť

# RemoteParkingStrings_abortsNoVehicleCommunication
source: Remote Control Parking was canceled after 10 seconds in the background for safety reasons.
fi: Turvallisuussyistä kauko-ohjattu pysäköinti taustalla keskeytetään 10 sekunnin kuluttua.
pl: Ze względów bezpieczeństwa zdalne parkowanie w tle zostanie przerwane po 10 sekundach.
sk: Z bezpečnostných dôvodov sa diaľkovo ovládané parkovanie zruší na pozadí po 10 sekundách.

# RemoteParkingStrings_abortsObstacleDetected
source: Obstacle detected
fi: Este tunnistettu
pl: Rozpoznano przeszkodę
sk: Rozpoznaná prekážka

# RemoteParkingStrings_abortsObstacleInRiskAreaWarning
source: Obstacle in risk area
fi: Este vaara-alueella
pl: Przeszkoda w strefie zagrożenia
sk: Prekážka v nebezpečnej oblasti
