Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# Sustainability_ecoCoachTip1TipBucket1PHEVSP18EUDesc
source: You can choose between multiple driving modes in your BMW. HYBRID ECO PRO mode helps you reduce your consumption.
fi: Voit valita BMW:ssäsi useita eri ajotiloja. HYBRID ECO PRO -tila auttaa vähentämään kulutusta.
pl: W swoim BMW możesz wybierać spośród kilku trybów jazdy. Tryb HYBRID ECO PRO pomaga zmniejszyć zużycie.
sk: Vo svojom BMW si môžete vybrať z niekoľkých jazdných režimov. Režim HYBRID ECO PRO vám pomáha znižovať spotrebu.

# Sustainability_ecoCoachTip20TipBucket3ICESP18EUDesc
source: To further reduce your fuel consumption, the tire pressure should be at BMW specifications or slightly above.
fi: Polttoaineen kulutuksen vähentämiseksi edelleen rengaspaineen tulisi olla BMW:n vaatimusten mukainen tai hieman niitä korkeampi.
pl: Aby jeszcze bardziej obniżyć zużycie, ciśnienie w oponach powinno odpowiadać wielkości zadanej BMW lub być nieco wyższe.
sk: Aby ste ešte viac znížili svoju spotrebu, mal by tlak v pneumatikách zodpovedať špecifikáciám BMW alebo byť o niečo vyšší.

# Sustainability_ecoCoachTip21TipBucket3ICESP18EUDesc
source: You drive most efficiently at speeds of 80-100km/h. Beyond that, your consumption increases by approximately 10% per 10km/h.
fi: Ajo on taloudellisinta 80-100 km/h:n nopeuksilla. Lisäksi kulutus kasvaa 10 km/h kohti noin 10 %.
pl: Najefektywniej jedziesz przy prędkościach między 80 a 100 km/h. Po przekroczeniu tej wartości zużycie wzrasta o ok. 10% na każde 10 km/h.
sk: Najefektívnejšie jazdíte pri rýchlostiach medzi 80 a 100 km/h. Okrem toho sa vám zvýši spotreba asi o 10% na 10 km/h.

# Sustainability_ecoCoachTip2TipBucket1ICESP18EUDesc
source: You can activate ECO PRO mode by pressing the ECO PRO button next to the selector lever for every trip.
fi: Voit aktivoida ECO PRO -tilan uudelleen jokaista ajoa varten valitsinvivun vieressä olevalla ECO PRO -painikkeella.
pl: Możesz ponownie aktywować tryb ECO PRO w przypadku każdej jazdy za pomocą przycisku ECO PRO obok dźwigni zmiany biegów.
sk: Režim ECO PRO môžete pri každej jazde znova aktivovať pomocou tlačidla ECO PRO vedľa páky prevodovky.

# Sustainability_ecoCoachTip2TipBucket1ICESP21EUDesc
source: You can activate the My Modes view via the button next to the selector lever. Then select the "Efficient" option in the control display.
fi: My Modes -näkymään pääsee painamalla valitsinvivun vieressä olevaa painiketta. Valitse sitten monitoiminäytössä vaihtoehto "Efficient".
pl: Widok My Modes można wywołać za pomocą przycisku obok dźwigni zmiany biegów. Następnie na monitorze centralnym wybierz opcję "Efficient".
sk: Náhľad My Modes vyvoláte pomocou tlačidla vedľa páky prevodovky. Následne na kontrolnom displeji vyberte možnosť "Efficient".

# Sustainability_ecoCoachTip2TipBucket1PHEVSP18EUDesc
source: You can activate HYBRID ECO PRO mode by pressing the HYBRID button next to the selector lever.
fi: HYBRID ECO PRO -tila aktivoidaan painamalla kahdesti valitsinvivun vieressä olevaa HYBRID-painiketta.
pl: Aktywuj tryb HYBRID ECO PRO, naciskając dwukrotnie przycisk HYBRID obok dźwigni zmiany biegów.
sk: Režim HYBRID ECO PRO aktivujete dvojitým stlačením tlačidla HYBRID vedľa páky voliča prevodovky.

# Sustainability_ecoCoachTip3TipBucket1ICESP18EUDesc
source: The displays turn blue to indicate that ECO PRO mode is active.
fi: ECO PRO -tilan aktivointi näkyy näyttöjen sinisestä perusväristä.
pl: Aktywacja trybu ECO PRO jest widoczna dzięki niebieskiemu kolorowi podstawowemu wskaźników.
sk: Aktivácia režimu ECO PRO je viditeľná cez modrú základnú farbu ukazovateľov.

# Sustainability_ecoCoachTip3TipBucket1ICESP21EUDesc
source: The displays turn blue to indicate that Efficient Mode is active.
fi: Efficient Mode -tilan aktivointi näkyy näyttöjen sinisestä perusväristä.
pl: Aktywacja trybu Efficient Mode jest widoczna dzięki niebieskiemu kolorowi podstawowemu wskaźników.
sk: Aktivácia režimu Efficient Mode je viditeľná cez modrú základnú farbu ukazovateľov.

# Sustainability_ecoCoachTip3TipBucket1PHEVSP18EUDesc
source: The displays turn blue to indicate that HYBRID ECO PRO mode is active.
fi: HYBRID ECO PRO -tilan aktivointi näkyy näyttöjen sinisestä perusväristä.
pl: Aktywacja trybu HYBRID ECO PRO jest widoczna dzięki niebieskiemu kolorowi podstawowemu wskaźników.
sk: Aktivácia režimu HYBRID ECO PRO je viditeľná cez modrú základnú farbu ukazovateľov.

# Sustainability_ecoCoachTip4TipBucket1BEVSP18EUDesc
source: In ECO PRO mode, the behavior of your electric drive is optimized for maximum efficiency.
fi: ECO PRO -tilassa sähkökäytön käyttäytyminen on optimoitu mahdollisimman taloudelliseksi.
pl: W trybie ECO PRO zachowanie Twojego napędu elektrycznego jest zoptymalizowane pod kątem maksymalnej wydajności.
sk: V režime ECO PRO je správanie vášho elektrického pohonu optimalizované pre maximálnu efektivitu.

# Sustainability_ecoCoachTip4TipBucket1BEVSP21EUDesc
source: In Efficient mode, the behavior of your electric drive is optimized for maximum efficiency.
fi: Efficient Mode -tilassa sähkökäytön käyttäytyminen on optimoitu mahdollisimman taloudelliseksi.
pl: W trybie Efficient Mode zachowanie Twojego napędu elektrycznego jest zoptymalizowane pod kątem maksymalnej wydajności.
sk: V režime Efficient Mode je správanie vášho elektrického pohonu optimalizované pre maximálnu efektivitu.

# Sustainability_ecoCoachTip4TipBucket1ICESP18EUDesc
source: In ECO PRO mode, the behavior of your transmission and engine is optimized for maximum efficiency.
fi: ECO PRO -tilassa vaihteiston ja moottorin käyttäytyminen on optimoitu mahdollisimman taloudelliseksi.
pl: W trybie ECO PRO zachowanie Twojej skrzyni biegów i Twojego silnika jest zoptymalizowane pod kątem maksymalnej wydajności.
sk: V režime ECO PRO je správanie vašej prevodovky a motora optimalizované pre maximálnu efektivitu.

# Sustainability_ecoCoachTip4TipBucket1ICESP21EUDesc
source: In Efficient mode, the behavior of your transmission and engine is optimized for maximum efficiency.
fi: Efficient Mode -tilassa vaihteiston ja moottorin käyttäytyminen on optimoitu mahdollisimman taloudelliseksi.
pl: W trybie Efficient Mode zachowanie Twojej skrzyni biegów i Twojego silnika jest zoptymalizowane pod kątem maksymalnej wydajności.
sk: V režime Efficient Mode je správanie vašej prevodovky a motora optimalizované pre maximálnu efektivitu.

# Sustainability_ecoCoachTip4TipBucket1PHEVSP18EUDesc
source: In HYBRID ECO PRO mode, the behavior of your hybrid drive is optimized for maximum efficiency.
fi: HYBRID ECO PRO -tilassa hybridivoimansiirron käyttäytyminen on optimoitu mahdollisimman taloudelliseksi.
pl: W trybie HYBRID ECO PRO zachowanie Twojego napędu hybrydowego jest zoptymalizowane pod kątem maksymalnej wydajności.
sk: V režime HYBRID ECO PRO je správanie vášho hybridného pohonu optimalizované pre maximálnu efektivitu.

# Sustainability_ecoCoachTip4TipBucket1PHEVSP21EUDesc
source: In Efficient mode, the behavior of your hybrid drive is optimized for maximum efficiency.
fi: Efficient Mode -tilassa hybridivoimansiirron käyttäytyminen on optimoitu mahdollisimman taloudelliseksi.
pl: W trybie Efficient Mode zachowanie Twojego napędu hybrydowego jest zoptymalizowane pod kątem maksymalnej wydajności.
sk: V režime Efficient Mode je správanie vášho hybridného pohonu optimalizované pre maximálnu efektivitu.

# Sustainability_ecoCoachTip5TipBucket1ICESP18EUDesc
source: The air conditioning and heated seats of your BMW are set to efficient consumption in ECO PRO mode.
fi: BMW:n ilmastointi ja istuinlämmitys säädetään ECO PRO -tilassa taloudelliseen kulutukseen.
pl: Układ klimatyzacji i ogrzewanie foteli Twojego BMW są ustawione w trybie ECO PRO na efektywne zużycie.
sk: Klimatizácia a vyhrievanie sedadiel vášho BMW sú v režime ECO PRO nastavené na efektívnu spotrebu.

# Sustainability_ecoCoachTip5TipBucket1ICESP21EUDesc
source: The air conditioning and heated seats of your BMW are set to efficient consumption in Efficient mode.
fi: BMW:n ilmastointi ja istuinlämmitys säädetään Efficient Mode -tilassa taloudelliseen kulutukseen.
pl: Układ klimatyzacji i ogrzewanie foteli Twojego BMW są ustawione w trybie Efficient Mode na efektywne zużycie.
sk: Klimatizácia a vyhrievanie sedadiel vášho BMW sú v režime Efficient Mode nastavené na efektívnu spotrebu.

# Sustainability_ecoCoachTip5TipBucket1PHEVSP18EUDesc
source: The air conditioning and heated seats of your BMW are set to efficient consumption in HYBRID ECO PRO mode.
fi: BMW:n ilmastointi ja istuinlämmitys säädetään HYBRID ECO PRO -tilassa taloudelliseen kulutukseen.
pl: Układ klimatyzacji i ogrzewanie foteli Twojego BMW są ustawione w trybie HYBRID ECO PRO na efektywne zużycie.
sk: Klimatizácia a vyhrievanie sedadiel vášho BMW sú v režime HYBRID ECO PRO nastavené na efektívnu spotrebu.

# Sustainability_ecoCoachTip6TipBucket1ICESP18EUDesc
source: In ECO PRO mode, the "Route-ahead assistant" and "Driving style analysis" functions help you minimize your consumption.
fi: ECO PRO -tilassa ennakointiavustin- ja ajotyylin analyysitoiminnot auttavat sinua minimoimaan polttoaineen kulutuksen.
pl: W trybie ECO PRO funkcje "Asystent Prognozujący" i "Analiza stylu jazdy" pomagają zminimalizować zużycie.
sk: V režime ECO PRO vám funkcie "Asistent predvídania trasy" a "Analýza jazdného štýlu" pomáhajú minimalizovať spotrebu.

# Sustainability_ecoCoachTip6TipBucket1ICESP18ROWDesc
source: In ECO PRO mode, details like the exterior mirror heating and rear window heating are also optimized for efficient usage.
fi: ECO PRO -tilassa myös takalasin ja ulkopeilien lämmityksen kaltaiset yksityiskohdat optimoidaan taloudelliseen käyttöön.
pl: W trybie ECO PRO również takie szczegóły jak ogrzewanie tylnej szyby i lusterek zewnętrznych są zoptymalizowane pod kątem efektywnego użytkowania.
sk: V režime ECO PRO sú pre efektívne využitie optimalizované aj detaily, ako je vyhrievanie zadného okna a vonkajších spätných zrkadiel.

# Sustainability_ecoCoachTip6TipBucket1ICESP21EUDesc
source: In Efficient Mode, the "Efficiency Coach" and "Live Vehicle" functions help you minimize your consumption.
fi: Efficient Mode -tilassa ajoneuvon tehokkuusvalmentaja- ja Live Vehicle -toiminnot auttavat sinua minimoimaan polttoaineen kulutuksen.
pl: W trybie Efficient Mode funkcje pojazdu "Trener wydajności" i "Live Vehicle" pomagają zminimalizować zużycie.
sk: V režime Efficient Mode vám funkcie vozidla "Tréner efektívnej jazdy" a "Live Vehicle" pomáhajú minimalizovať spotrebu.

# Sustainability_ecoCoachTip6TipBucket1ICESP21ROWDesc
source: In Efficient mode, details like the exterior mirror heating and rear window heating are also optimized for efficient usage.
fi: Efficient Mode -tilassa myös takalasin ja ulkopeilien lämmityksen kaltaiset yksityiskohdat optimoidaan taloudelliseen käyttöön.
pl: W trybie Efficient Mode również takie szczegóły jak ogrzewanie tylnej szyby i lusterek zewnętrznych są zoptymalizowane pod kątem efektywnego użytkowania.
sk: V režime Efficient Mode sú pre efektívne využitie optimalizované aj detaily, ako je vyhrievanie zadného okna a vonkajších spätných zrkadiel.

# Sustainability_ecoCoachTip6TipBucket1PHEVSP18EUDesc
source: HYBRID ECO PRO and ELECTRIC mode maximize your eDrive share. HYBRID ECO PRO additionally increases your electric range.
fi: HYBRID ECO PRO- ja ELECTRIC-tila maksimoivat eDrive-osuuden. HYBRID ECO PRO pidentää lisäksi toimintasädettä sähköllä.
pl: Tryb HYBRID ECO PRO i tryb ELECTRIC maksymalizują Twój udział eDrive. HYBRID ECO PRO dodatkowo zwiększa zasięg elektryczny.
sk: Režim HYBRID ECO PRO a ELECTRIC maximalizujú váš podiel eDrive. HYBRID ECO PRO tiež zvyšuje váš elektrický dojazd.

# Sustainability_ecoCoachTip7TipBucket1ICESP18EUDesc
source: In ECO PRO mode, your BMW frequently switches into the "coasting" drive state to use its energy optimally.
fi: ECO PRO -tilassa BMW:si siirtyy useammin vapaan rullauksen ajotilaan hyödyntääkseen energiansa parhaalla mahdollisella tavalla.
pl: W trybie ECO PRO Twoje BMW przełącza się w większym stopniu na tryb "Jazda na biegu jałowym", aby optymalnie wykorzystać swoją energię.
sk: V režime ECO PRO sa vaše BMW viac prepína do jazdného režimu "plachtenie", aby optimálne využilo svoju energiu.

# Sustainability_ecoCoachTip7TipBucket1ICESP21EUDesc
source: In Efficient mode, your BMW frequently switches into the "coasting" drive state to use its energy optimally.
fi: Efficient Mode -tilassa BMW:si siirtyy useammin vapaan rullauksen ajotilaan hyödyntääkseen energiansa parhaalla mahdollisella tavalla.
pl: W trybie Efficient Mode Twoje BMW przełącza się w większym stopniu na tryb "Jazda na biegu jałowym", aby optymalnie wykorzystać swoją energię.
sk: V režime Efficient Mode sa vaše BMW viac prepína do jazdného režimu "plachtenie", aby optimálne využilo svoju energiu.

# Sustainability_ecoCoachTip7TipBucket1PHEVSP18EUDesc
source: In HYBRID ECO PRO mode, your BMW frequently switches into the "coasting" drive state to use its energy optimally.
fi: HYBRID ECO PRO -tilassa BMW:si siirtyy useammin vapaan rullauksen ajotilaan hyödyntääkseen energiansa parhaalla mahdollisella tavalla.
pl: W trybie HYBRID ECO PRO Twoje BMW przełącza się w większym stopniu na tryb "Jazda na biegu jałowym", aby optymalnie wykorzystać swoją energię.
sk: V režime HYBRID ECO PRO sa vaše BMW viac prepína do jazdného režimu "plachtenie", aby optimálne využilo svoju energiu.

# Sustainability_ecoCoachTip8TipBucket2ICESP18EUDesc
source: Anticipatory driving means avoiding strong acceleration and heavy braking maneuvers. This behavior saves fuel.
fi: Ennakoiva ajotapa tarkoittaa voimakkaiden kiihdytysten ja jarrutusten välttämistä. Tämä toimintatapa säästää polttoainetta.
pl: Inteligentny styl jazdy oznacza unikanie gwałtownych manewrów przyspieszania i hamowania. Takie zachowanie pozwala zaoszczędzić paliwo.
sk: Predvídavý spôsob jazdy znamená vyhýbať sa prudkým zrýchleniam a brzdným manévrom. Toto správanie šetrí palivo.

# Sustainability_ecoCoachTip8TipBucket2PHEVSP21EUDesc
source: Anticipatory driving means avoiding strong acceleration and heavy braking maneuvers. This behavior saves fuel.
fi: Ennakoiva ajotapa tarkoittaa voimakkaiden kiihdytysten ja jarrutusten välttämistä. Tämä toimintatapa säästää polttoainetta.
pl: Inteligentny styl jazdy oznacza unikanie gwałtownych manewrów przyspieszania i hamowania. Takie zachowanie pozwala zaoszczędzić paliwo.
sk: Predvídavý spôsob jazdy znamená vyhýbať sa prudkým zrýchleniam a brzdným manévrom. Toto správanie šetrí palivo.

# Sustainability_ecoCoachTip9TipBucket2ICESP18EUDesc
source: The route-ahead assistant helps you anticipate the traffic situation and drive smoothly with notes in the display.
fi: Ennakointiavustin auttaa sinua ennakoimaan liikennetilanteen ja ajamaan sujuvasti näytössä olevien ohjeiden avulla.
pl: Asystent Prognozujący pomaga Ci przewidzieć sytuację na drodze i jechać płynnie dzięki wskazówkom na wyświetlaczu.
sk: Asistent predvídania trasy vám pomáha pomocou informácií na displaji predvídať dopravnú situáciu a jazdiť rovnomerne.

# Sustainability_ecoCoachTip9TipBucket2ICESP18ROWDesc
source: Keeping an adequate distance from vehicles ahead will help you avoid braking. This way you drive in a more relaxed manner and more fuel-efficiently.
fi: Pitämällä riittävän etäisyyden edellä ajaviin ajoneuvoihin vältät turhia jarrutuksia. Näin ajat rennommin ja taloudellisemmin.
pl: Unikaj manewrów hamowania, zachowując odpowiedni odstęp od pojazdów jadących z przodu. Pozwala to na bardziej zrelaksowaną i ekonomiczną jazdę.
sk: Udržiavanie primeranej vzdialenosti od vozidiel vpredu vám pomôže vyhnúť sa brzdným manévrom. Vďaka tomu môžete jazdiť uvoľnenejšie a úspornejšie.

# Sustainability_ecoCoachTip9TipBucket2ICESP21EUDesc
source: The Efficiency Coach helps you anticipate traffic situations and drive more evenly by providing hints in the control display.
fi: Tehokkuusvalmentaja auttaa sinua ennakoimaan liikennetilanteen ja ajamaan sujuvasti monitoiminäytössä olevien ohjeiden avulla.
pl: Trener wydajności pomaga Ci przewidzieć sytuację na drodze i jechać płynnie dzięki wskazówkom na monitorze centralnym.
sk: Tréner efektívnej jazdy vám pomáha pomocou informácií na kontrolnom displeji predvídať dopravnú situáciu a jazdiť rovnomerne.

# Sustainability_ecoCoachTip9TipBucket2PHEVSP21ROWDesc
source: Keeping an adequate distance from vehicles ahead will help you avoid braking. This way you drive in a more relaxed manner and more fuel-efficiently.
fi: Pitämällä riittävän etäisyyden edellä ajaviin ajoneuvoihin vältät turhia jarrutuksia. Näin ajat rennommin ja taloudellisemmin.
pl: Unikaj manewrów hamowania, zachowując odpowiedni odstęp od pojazdów jadących z przodu. Pozwala to na bardziej zrelaksowaną i ekonomiczną jazdę.
sk: Udržiavanie primeranej vzdialenosti od vozidiel vpredu vám pomôže vyhnúť sa brzdným manévrom. Vďaka tomu môžete jazdiť uvoľnenejšie a úspornejšie.

# Sustainability_ecoCoachTipIntro2ConsumptionDesc
source: You are close to matching the average consumption of your community. Keep following the tips!
fi: Olet lähellä saavuttaa yhteisösi keskikulutuksen. Jatka vinkkien noudattamista!
pl: Za chwilę osiągniesz średnie zużycie swojej społeczności. Postępuj zgodnie ze wskazówkami!
sk: Čoskoro dosiahnete priemernú spotrebu vašej Community. Postupujte aj naďalej podľa tipov!

# Sustainability_ecoCoachTipIntro2EDriveShareDesc
source: You are close to matching the eDrive share of your community. Keep following the tips!
fi: Olet lähellä saavuttaa yhteisösi eDrive-osuuden. Jatka vinkkien noudattamista!
pl: Za chwilę osiągniesz udział eDrive swojej społeczności. Postępuj zgodnie ze wskazówkami!
sk: Čoskoro dosiahnete podiel eDrive vašej Community. Postupujte aj naďalej podľa tipov!

# Sustainability_ecoCoachTipIntro3ConsumptionDesc
source: Good job, you matched the average consumption of your community. Keep following the tips!
fi: Olet tehnyt hyvää työtä ja saavuttanut yhteisösi keskikulutuksen. Jatka vinkkien noudattamista!
pl: Dobra robota, udało Ci się osiągnąć średnie zużycie Twojej społeczności. Postępuj zgodnie ze wskazówkami!
sk: Dobrá práca, dosiahli ste priemernú spotrebu vašej Community. Postupujte aj naďalej podľa tipov!

# Sustainability_ecoCoachTipIntro3EDriveShareDesc
source: Good job, you matched the eDrive share of your community. Keep following the tips!
fi: Olet tehnyt hyvää työtä ja saavuttanut yhteisösi eDrive-osuuden. Jatka vinkkien noudattamista!
pl: Dobra robota, udało Ci się osiągnąć udział eDrive Twojej społeczności. Postępuj zgodnie ze wskazówkami!
sk: Dobrá práca, dosiahli ste podiel eDrive vašej Community. Postupujte aj naďalej podľa tipov!

# Sustainability_ecoCoachTipIntro4ConsumptionDesc
source: Good job, you beat the average consumption of your community. Keep following the tips!
fi: Olet tehnyt hyvää työtä ja alittanut yhteisösi keskikulutuksen. Jatka vinkkien noudattamista!
pl: Dobra robota, udało Ci się pokonać wynik średniego zużycia Twojej społeczności. Postępuj zgodnie ze wskazówkami!
sk: Dobrá práca, znížili ste priemernú spotrebu vašej Community. Postupujte aj naďalej podľa tipov!

# Sustainability_ecoCoachTipIntro4EDriveShareDesc
source: Good job, you beat the eDrive share of your community. Keep following the tips!
fi: Olet tehnyt hyvää työtä ja ylittänyt yhteisösi eDrive-osuuden. Jatka vinkkien noudattamista!
pl: Dobra robota, udało Ci się prześcignąć wynik udziału eDrive Twojej społeczności. Postępuj zgodnie ze wskazówkami!
sk: Dobrá práca, prekonali ste podiel eDrive vašej Community. Postupujte aj naďalej podľa tipov!

# Sustainability_ecoCoachTipIntro5ConsumptionDesc
source: Can you match the average consumption of your community? Keep following the tips!
fi: Pystytkö saavuttamaan yhteisösi keskikulutuksen? Jatka vinkkien noudattamista!
pl: Czy możesz osiągnąć średnie zużycie Twojej społeczności? Postępuj zgodnie ze wskazówkami!
sk: Dokážete dosiahnuť priemernú spotrebu vašej Community? Postupujte aj naďalej podľa tipov!

# Sustainability_ecoCoachTipIntro5EDriveShareDesc
source: Can you match the eDrive share of you community? Keep following the tips!
fi: Pystytkö saavuttamaan yhteisösi eDrive-osuuden? Jatka vinkkien noudattamista!
pl: Czy możesz osiągnąć udział eDrive Twojej społeczności? Postępuj zgodnie ze wskazówkami!
sk: Dokážete dosiahnuť podiel eDrive vašej Community? Postupujte aj naďalej podľa tipov!

# Sustainability_ecoCoachTipIntro6ConsumptionDesc
source: Good job, you matched the average consumption of your community. Keep going!
fi: Olet tehnyt hyvää työtä ja saavuttanut yhteisösi keskikulutuksen. Jatka samaan tapaan!
pl: Dobra robota, udało Ci się osiągnąć średnie zużycie Twojej społeczności. Tak trzymać!
sk: Dobrá práca, dosiahli ste priemernú spotrebu vašej Community. Len tak ďalej!

# Sustainability_ecoCoachTipIntro6EDriveShareDesc
source: Good job, you matched the eDrive share of your community. Keep going!
fi: Olet tehnyt hyvää työtä ja saavuttanut yhteisösi eDrive-osuuden. Jatka samaan tapaan!
pl: Dobra robota, udało Ci się osiągnąć udział eDrive Twojej społeczności. Tak trzymać!
sk: Dobrá práca, dosiahli ste podiel eDrive vašej Community. Len tak ďalej!

# Sustainability_ecoCoachTipIntro7ConsumptionDesc
source: Good job, you beat the average consumption of your community. Keep going!
fi: Olet tehnyt hyvää työtä ja alittanut yhteisösi keskikulutuksen. Jatka samaan tapaan!
pl: Dobra robota, udało Ci się pokonać wynik średniego zużycia Twojej społeczności. Tak trzymać!
sk: Dobrá práca, znížili ste priemernú spotrebu vašej Community. Len tak ďalej!

# Sustainability_ecoCoachTipIntro7EDriveShareDesc
source: Good job, you beat the eDrive share of your community. Keep going!
fi: Olet tehnyt hyvää työtä ja ylittänyt yhteisösi eDrive-osuuden. Jatka samaan tapaan!
pl: Dobra robota, udało Ci się prześcignąć wynik udziału eDrive Twojej społeczności. Tak trzymać!
sk: Dobrá práca, prekonali ste podiel eDrive vašej Community. Len tak ďalej!

# Sustainability_ecoCoachTitle
source: Your Efficiency Coach
fi: Tehokkuusvalmentajasi
pl: Twój trener wydajności
sk: Váš tréner efektívnej jazdy

# Sustainability_efficiencyCoachInfoCommunityComparisonHeadlineFourLabel
source: What is required to generate a community comparison?
fi: Mitä tarvitaan yhteisövertailun saamiseksi?
pl: Co jest potrzebne, aby uzyskać porównanie społeczności?
sk: Čo je potrebné na získanie porovnania Community?

# Sustainability_efficiencyCoachInfoCommunityComparisonHeadlineOneLabel
source: Where is the community comparison and what is the benefit of it?
fi: Mistä löydän vertailun yhteisöön ja mitä hyötyä siitä on?
pl: Gdzie znajdę porównanie społeczności i do czego służy?
sk: Kde nájdem porovnanie Community a aký má osoh?

# Sustainability_efficiencyCoachInfoCommunityComparisonHeadlineThreeLabel
source: How often is the community value updated?
fi: Kuinka usein yhteisön arvo päivitetään?
pl: Jak często aktualizowana jest wartość społeczności?
sk: Ako často sa aktualizuje hodnota Community?

# Sustainability_efficiencyCoachInfoCommunityComparisonHeadlineTwoLabel
source: Who is part of my community?
fi: Kuka kuuluu yhteisööni?
pl: Kto należy do mojej społeczności?
sk: Kto patrí do mojej Community?
