Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# ChargeAndClimateSettingsStrings_acStopChargingDialogDescription
source: Remotely starting charging might not be possible. Remote functions may take a few seconds.
fi: Latausta ei mahdollisesti voi aloittaa sovelluksesta. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Rozpoczęcie ładowania za pomocą aplikacji może być niemożliwe. Funkcje zdalne mogą potrwać kilka sekund.
sk: Spustenie nabíjania cez aplikáciu nie je možné. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargeAndClimateSettingsStrings_allChargingPreferences
source: All charging and climate settings
fi: Kaikki lataus- ja ilmastointiasetukset
pl: Wszystkie ustawienia ładowania i klimatyzacji
sk: Všetky nastavenia nabíjania a klimatizácie

# ChargeAndClimateSettingsStrings_allDay
source: All day
fi: Koko päivä
pl: Przez cały dzień
sk: Celodenne

# ChargeAndClimateSettingsStrings_autoClimatizeForDeparture
source: Automatic climate control for departure
fi: Automaattinen ilmastointi lähtöaikaan
pl: Automatyczna aktywacja klimatyzacji na godzinę odjazdu
sk: Automatické klimatizovanie k času odjazdu

# ChargeAndClimateSettingsStrings_automatic
source: Automatic
fi: Automaattinen
pl: Automatycznie
sk: Automaticky

# ChargeAndClimateSettingsStrings_chargeAndClimateSettingsNotAvailable
source: Charge & Climate settings not available
fi: Lataus- & ilmastointiasetukset eivät ole käytettävissä
pl: Ustawienia ładowania i klimatyzacji niedostępne
sk: Nastavenia Nabiť a klimatizovať nedostupné

# ChargeAndClimateSettingsStrings_chargeAndClimateTimerNotAvailable
source: Charge & Climate timer not available
fi: Latauksen & ilmastoinnin ajastin ei ole käytettävissä
pl: Timer ładowania i klimatyzacji niedostępny
sk: Časovač nabíjania a klimatizácie nedostupný

# ChargeAndClimateSettingsStrings_chargeAndClimateTimerTitle
source: Charge & Climate timer
fi: Latauksen & ilmastoinnin ajastin
pl: Timer ładowania i klimatyzacji
sk: Časovač nabíjania a klimatizácie

# ChargeAndClimateSettingsStrings_chargeOptimized
source: Optimized charging
fi: Optimoitu lataus
pl: Zoptymalizowane ładowanie
sk: Optimalizované nabíjanie

# ChargeAndClimateSettingsStrings_chargeOptimizedAssistive
source: The charging process is automatically optimized based on the costs, the use of renewable energy or CO₂ emissions. An alternative criterion may be selected if no data is available for the selected criterion. If this is not possible or if the charging target would not be reached in time for the specified departure, the vehicle will be charged with the highest available current. This is only available for AC charging.
fi: Lataaminen optimoidaan automaattisesti kustannusten, uusiutuvien energialähteiden käytön tai CO₂-päästöjen perusteella. Jos valitulle kriteerille ei ole saatavilla tietoja, valitaan tarvittaessa vaihtoehtoinen kriteeri. Jos tämä ei ole mahdollista tai jos lataustavoitteeseen ei muuten päästä asetettuun lähtöaikaan mennessä, lataukseen käytetään maksimaalista käytettävissä olevaa tehoa. Tämä vaihtoehto koskee vain AC-latausta.
pl: Proces ładowania jest automatycznie optymalizowany na podstawie kosztów, wykorzystania odnawialnych źródeł energii lub emisji CO₂. W przypadku braku danych dla wybranego kryterium zostaje wybrane ew. alternatywne kryterium. Jeśli to jest niemożliwe lub cel ładowania nie może zostać osiągnięty do ustalonej godziny odjazdu, ładowanie odbywa się z maksymalną dostępną mocą. Ta opcja dotyczy tylko ładowania AC.
sk: Proces nabíjania bude automaticky optimalizovaný na základe nákladov, používania obnoviteľných energií alebo emisií CO₂. Ak nie sú k dispozícii žiadne dáta pre zvolené kritérium, zvolí sa príp. alternatívne kritérium. Ak to nie je možné alebo ak nie je inak možné do stanoveného času odjazdu dosiahnuť cieľovú kapacitu nabíjania, bude nabíjanie prebiehať s maximálnym dostupným výkonom. Táto možnosť platí pre AC nabíjanie.

# ChargeAndClimateSettingsStrings_chargingCableUnlocked
source: Charging cable unlocked
fi: Latauskaapelin lukitus avattu
pl: Kabel ładowania odblokowany
sk: Nabíjací kábel odblokovaný

# ChargeAndClimateSettingsStrings_chargingFlap
source: Charging socket flap
fi: Latausluukku
pl: Klapka gniazda ładowania
sk: Kryt nabíjania

# ChargeAndClimateSettingsStrings_chargingModeSubtitle
source: Charging mode
fi: Lataustila
pl: Tryb ładowania
sk: Nabíjací režim

# ChargeAndClimateSettingsStrings_chargingModeTitle
source: Charging mode
fi: Lataustila
pl: Tryb ładowania
sk: Režim nabíjania

# ChargeAndClimateSettingsStrings_chargingModeUpperCase
source: CHARGING MODE
fi: LATAUSTILA
pl: TRYB ŁADOWANIA
sk: REŽIM NABÍJANIA

# ChargeAndClimateSettingsStrings_chargingRestarted
source: Charging restarted
fi: Lataus aloitettu
pl: Ładowanie rozpoczęte
sk: Nabíjanie spustené

# ChargeAndClimateSettingsStrings_chargingSettings
source: Charging settings
fi: Latausasetukset
pl: Ustawienia ładowania
sk: Nastavenia nabíjania

# ChargeAndClimateSettingsStrings_chargingStopped
source: Charging stopped
fi: Lataus lopetettu
pl: Ładowanie zatrzymane
sk: Nabíjanie zastavené

# ChargeAndClimateSettingsStrings_chargingStoppedCableUnlocked
source: Charging stopped and cable unlocked
fi: Lataus pysäytetty ja latauskaapelin lukitus avattu
pl: Ładowanie zatrzymane i kabel ładowania odblokowany
sk: Nabíjanie zastavené a nabíjací kábel odblokovaný

# ChargeAndClimateSettingsStrings_chargingTarget
source: Charging target
fi: Lataustavoite
pl: Cel ładowania
sk: Cieľ nabíjania

# ChargeAndClimateSettingsStrings_chargingTargetAssistiveText
source: Charging will stop when the defined target is reached. Charging up to 80% is recommended for fast charging, optimal battery life and the fastest charging route.
fi: Lataus päättyy, kun asetettu lataustavoite on saavutettu. Suosittelemme latausta 80 %:iin pikalatausta, akun optimaalista käyttöikää ja nopeinta, latauksen suhteen optimoitua reittiä varten.
pl: Ładowanie zostanie zakończone po osiągnięciu określonego celu ładowania. Poziom ładowania do 80% jest zalecany dla szybkiego naładowania, optymalnego okresu żywotności akumulatora i najszybszej trasy zoptymalizowanej pod kątem ładowania.
sk: Nabíjanie sa ukončí hneď, ako sa dosiahne stanovený cieľ nabíjania. Cieľ nabitia do 80% sa odporúča pre rýchle nabíjanie, optimálnu výdrž batérie a najrýchlejšiu trasu prispôsobenú nabíjaniu.

# ChargeAndClimateSettingsStrings_chargingTargetAssistiveTextPhev
source: Charging will stop when the defined target is reached.
fi: Lataus päättyy, kun asetettu lataustavoite on saavutettu.
pl: Ładowanie zostanie zakończone po osiągnięciu określonego celu ładowania.
sk: Nabíjanie sa ukončí hneď, ako sa dosiahne stanovený cieľ nabíjania.

# ChargeAndClimateSettingsStrings_chargingTargetLowerThanStateOfCharge
source: The new charging target is lower than the current charge status
fi: Uusi lataustavoite on alhaisempi kuin tämänhetkinen varaustaso
pl: Nowy cel ładowania jest niższy od obecnego poziomu naładowania
sk: Nový cieľ nabíjania je nižší ako aktuálny stav nabitia

# ChargeAndClimateSettingsStrings_chargingTargetTitle
source: Charging target
fi: Lataustavoite
pl: Cel ładowania
sk: Cieľ nabíjania

# ChargeAndClimateSettingsStrings_climateControlHeader
source: CLIMATE CONTROL
fi: ILMASTOINTI
pl: KLIMATYZACJA
sk: KLIMATIZÁCIA

# ChargeAndClimateSettingsStrings_climateTimerScreenTitle
source: Charge & Climate Timer
fi: Lataus- & ilmastointiasetukset
pl: Ustawienia ładowania i klimatyzacji
sk: Nastavenia Nabiť a klimatizovať

# ChargeAndClimateSettingsStrings_costsOptimized
source: Charging cost
fi: Latauskustannukset
pl: Koszty ładowania
sk: Náklady na nabíjanie

# ChargeAndClimateSettingsStrings_costsOptimizedAssistive
source: Minimize charging costs at compatible charging stations.
fi: Latauskustannusten minimointi yhteensopivilla latausasemilla.
pl: Minimalizacja kosztów ładowania na kompatybilnych stacjach ładowania.
sk: Minimalizácia nákladov na nabíjanie na kompatibilných nabíjacích stanicach.

# ChargeAndClimateSettingsStrings_dcStopChargingDialogDescription
source: The cable will be unlocked and remotely restarting charging will not be possible. Remote functions may take a few seconds.
fi: Kaapelin lukitus avataan eikä latausta voi aloittaa uudelleen sovelluksesta. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Kabel zostaje odblokowany i nie można ponownie rozpocząć ładowania przez aplikację. Funkcje zdalne mogą potrwać kilka sekund.
sk: Kábel sa odblokuje a opätovné spustenie nabíjania cez aplikáciu nie je možné. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargeAndClimateSettingsStrings_departureTimer
source: Departure times
fi: Lähtöajat
pl: Godziny odjazdu
sk: Časy odjazdu

# ChargeAndClimateSettingsStrings_departureTimerTitle
source: Set departure time
fi: Aseta lähtöaika
pl: Ustaw godzinę odjazdu
sk: Nastaviť čas odjazdu

# ChargeAndClimateSettingsStrings_departureTimerUpperCase
source: DEPARTURE TIMES
fi: LÄHTÖAJAT
pl: GODZINY ODJAZDU
sk: ČASY ODJAZDU

# ChargeAndClimateSettingsStrings_dependentOnTimeOfDay
source: Depending on the time of day
fi: Kellonajasta riippuen
pl: Zależnie od pory dnia
sk: V závislosti od dennej doby

# ChargeAndClimateSettingsStrings_eRouteChargingModeTitle
source: Charging mode (DC-compatible)
fi: Lataustila (DC-yhteensopiva)
pl: Tryb ładowania (kompatybilny z DC)
sk: Režim nabíjania (DC kompatibilný)

# ChargeAndClimateSettingsStrings_eRouteChargingTargetTitle
source: Charging target (route-optimized)
fi: Lataustavoite (reittioptimoitu)
pl: Cel ładowania (zoptymalizowany pod kątem trasy)
sk: Cieľ nabíjania (optimalizovaný podľa trasy)

# ChargeAndClimateSettingsStrings_emissionsOptimized
source: CO₂ emissions
fi: CO₂-päästöt
pl: Emisje CO₂
sk: Emisie CO₂

# ChargeAndClimateSettingsStrings_emissionsOptimizedAssistive
source: Reduce CO₂ emissions at compatible charging stations.
fi: CO₂‑päästöjen vähentäminen yhteensopivilla latausasemilla.
pl: Redukcja emisji CO₂ na kompatybilnych stacjach ładowania.
sk: Znižovanie emisií CO₂ na kompatibilných nabíjacích staniciach.

# ChargeAndClimateSettingsStrings_maximumValueAmperesSemantics
source: Maximum {value} amperes
fi: Enintään {value} ampeeria
pl: Maksymalnie {value} ampery/amperów
sk: Maximálne {value} ampérov

# ChargeAndClimateSettingsStrings_maximumValuePercentageSemantics
source: Maximum {value}%
fi: Enintään {value}%
pl: Maksymalnie {value}%
sk: Maximálne {value}%

# ChargeAndClimateSettingsStrings_minimumValueAmperesSemantics
source: Minimum {value} amperes
fi: Vähintään {value} ampeeria
pl: Co najmniej {value} ampery/amperów
sk: Minimálne {value} ampérov

# ChargeAndClimateSettingsStrings_minimumValuePercentageSemantics
source: Minimum {value}%
fi: Vähintään {value}%
pl: Co najmniej {value}%
sk: Minimálne {value}%

# ChargeAndClimateSettingsStrings_nextTimeOnly
source: Next departure time only
fi: Vain seuraava lähtöaika
pl: Tylko nadchodząca godzina odjazdu
sk: Len nadchádzajúci čas odjazdu

# ChargeAndClimateSettingsStrings_nextTimerAssistive
source: All other departure times will be deactivated until the one-off departure time has been reached.
fi: Kaikki muut lähtöajat deaktivoidaan, kunnes kertaluonteinen lähtöaika on saavutettu.
pl: Wszystkie inne godziny odjazdu są zatrzymywane do czasu osiągnięcia jednorazowej godziny odjazdu.
sk: Všetky ostatné časy odjazdu sú pozastavené, až kým sa nedosiahne jednorazový čas odjazdu.

# ChargeAndClimateSettingsStrings_noiseEmissionsAssistiveText
source: The charging power and the fan speed may be reduced while charging with DC to reduce the noise level.
fi: Lataustehoa ja puhaltimen voimakkuutta voidaan alentaa DC-latauksen yhteydessä äänenvoimakkuuden alentamiseksi.
pl: Moc ładowania i wentylatora można zredukować podczas ładowania prądem stałym, aby zmniejszyć głośność.
sk: Nabíjací výkon, ako aj intenzita ventilátora sa môžu pri DC nabíjaní znížiť, aby sa obmedzila hlučnosť.

# ChargeAndClimateSettingsStrings_noiseEmissionsForDcCharging
source: DC fan noise emissions
fi: DC-latauksen melutaso
pl: Głośność wentylatora DC
sk: Hlučnosť ventilácie DC

# ChargeAndClimateSettingsStrings_oneTimeOnly
source: One-off departure time
fi: Kertaluonteinen lähtöaika
pl: Jednorazowa godzina odjazdu
sk: Jednorazový čas odjazdu

# ChargeAndClimateSettingsStrings_pleaseTryAgainLater
source: Please try again later.
fi: Yritä myöhemmin uudelleen.
pl: Spróbuj ponownie później.
sk: Skúste to, prosím, znova neskôr.

# ChargeAndClimateSettingsStrings_preconditionForDepartureTime
source: Pre-condition for departure time
fi: Ilmastointi lähtöaikaan
pl: Klimatyzowanie na godzinę odjazdu
sk: Predklimatizovanie v čase odjazdu

# ChargeAndClimateSettingsStrings_preferredTimeSlot
source: Select your preferred time slot:
fi: Valitse ensisijainen aikaväli:
pl: Wybierz preferowany przedział czasowy:
sk: Vyberte preferovaný časový interval:

# ChargeAndClimateSettingsStrings_renewableOptimized
source: Renewable energy sources
fi: Uusiutuvat energialähteet
pl: Odnawialne źródła energii
sk: Obnoviteľné energie

# ChargeAndClimateSettingsStrings_renewableOptimizedAssistive
source: Maximize use of renewable energy sources at compatible charging stations.
fi: Uusiutuvien energialähteiden käytön maksimointi yhteensopivilla latausasemilla.
pl: Maksymalizacja wykorzystania odnawialnych źródeł energii na kompatybilnych stacjach ładowania.
sk: Maximalizácia využívania obnoviteľných energií na kompatibilných nabíjacích staniciach.

# ChargeAndClimateSettingsStrings_restart
source: Restart
fi: Aloita
pl: Uruchom
sk: Spustiť

# ChargeAndClimateSettingsStrings_restartCharging
source: Restart Charging
fi: Aloita lataus
pl: Uruchom ładowanie
sk: Spustiť nabíjanie

# ChargeAndClimateSettingsStrings_restartChargingDialogDescription
source: Remote functions may take a few seconds.
fi: Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Funkcje zdalne mogą potrwać kilka sekund.
sk: Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargeAndClimateSettingsStrings_restartChargingDialogTitle
source: Restart Charging?
fi: Aloitetaanko lataus?
pl: Uruchomić ładowanie?
sk: Spustiť nabíjanie?

# ChargeAndClimateSettingsStrings_restarting
source: Restarting…
fi: Aloitetaan…
pl: Rozpoczęcie…
sk: Spúšťa sa…

# ChargeAndClimateSettingsStrings_restricted
source: Limited
fi: Rajoitettu
pl: Ograniczone
sk: Obmedzené

# ChargeAndClimateSettingsStrings_setNextTimer
source: Set the next departure time only
fi: Aseta vain seuraava lähtöaika
pl: Ustaw tylko nadchodzącą godzinę odjazdu
sk: Nastaviť iba nadchádzajúci čas odjazdu

# ChargeAndClimateSettingsStrings_setOneTimer
source: Set one-off departure time
fi: Aseta kertaluonteinen lähtöaika
pl: Ustaw jednorazową godzinę odjazdu
sk: Nastaviť jednorazový čas odjazdu

# ChargeAndClimateSettingsStrings_setTimer
source: Set departure time
fi: Aseta lähtöaika
pl: Ustaw godzinę odjazdu
sk: Nastaviť čas odjazdu

# ChargeAndClimateSettingsStrings_setWeeklyTimer
source: Set weekly departure time
fi: Aseta viikoittainen lähtöaika
pl: Ustaw cotygodniową godzinę odjazdu
sk: Nastaviť týždenný čas odjazdu

# ChargeAndClimateSettingsStrings_stop
source: Stop
fi: Lopeta
pl: Wyłącz
sk: Zastaviť

# ChargeAndClimateSettingsStrings_stopAnyway
source: Stop anyway
fi: Lopeta silti
pl: Wyłącz mimo to
sk: Napriek tomu zastaviť

# ChargeAndClimateSettingsStrings_stopCharging
source: Stop charging
fi: Lopeta lataus
pl: Wyłącz ładowanie
sk: Zastaviť nabíjanie

# ChargeAndClimateSettingsStrings_stopChargingDialogTitle
source: Stop charging?
fi: Lopetetaanko lataus?
pl: Wyłączyć ładowanie?
sk: Zastaviť nabíjanie?

# ChargeAndClimateSettingsStrings_stopLowSocChargingDialogTitle
source: Charge status below 12%
fi: Varaustaso alle 12 %
pl: Poziom naładowania poniżej 12%
sk: Stav nabitia nižší ako 12%

# ChargeAndClimateSettingsStrings_stopping
source: Stopping…
fi: Lopetetaan…
pl: Wyłączanie…
sk: Zastavuje sa…

# ChargeAndClimateSettingsStrings_time
source: Time
fi: Kellonaika
pl: Godzina
sk: Čas

# ChargeAndClimateSettingsStrings_timeAssistive
source: The departure time will only be valid for the next 24 hours and all other departure times will be deactivated until then.
fi: Tämä lähtöaika on voimassa vain seuraavat 24 tuntia; siihen saakka muut lähtöajat eivät ole aktiivisia.
pl: Ta godzina odjazdu jest ważna tylko przez następne 24 godziny i do tego czasu wstrzymuje wszystkie inne godziny odjazdu.
sk: Tento čas odjazdu platí iba nasledujúcich 24 hodín a pozastavuje dovtedy všetky ostatné časy odjazdu.

# ChargeAndClimateSettingsStrings_timeWeekday
source: Time and weekday
fi: Kellonaika ja viikonpäivä
pl: Godzina i dzień tygodnia
sk: Čas a deň v týždni

# ChargeAndClimateSettingsStrings_title
source: Charge & climate settings
fi: Lataus- & ilmastointiasetukset
pl: Ustawienia ładowania i klimatyzacji
sk: Nastavenia Nabiť a klimatizovať

# ChargeAndClimateSettingsStrings_unableRestartCharging
source: Unable to remotely start charging
fi: Latausta ei voi aloittaa
pl: Nie można uruchomić ładowania
sk: Proces nabíjania nie je možné spustiť

# ChargeAndClimateSettingsStrings_unableStopCharging
source: Unable to remotely stop charging
fi: Latausta ei voi lopettaa
pl: Nie można wyłączyć ładowania
sk: Proces nabíjania nie je možné zastaviť

# ChargeAndClimateSettingsStrings_unableToUnlockCableTitle
source: Unable to remotely unlock the cable using the app
fi: Kaapelin lukitusta ei voi avata sovelluksesta
pl: Odblokowanie kabla przez aplikację niemożliwe
sk: Oblokovanie kábla cez aplikáciu nie je možné

# ChargeAndClimateSettingsStrings_unableToUpdateChargingSettings
source: Unable to update the charging settings
fi: Latausasetuksia ei voitu päivittää
pl: Nie można zaktualizować ustawień ładowania
sk: Nastavenia nabíjania nebolo možné aktualizovať

# ChargeAndClimateSettingsStrings_understood
source: Understood
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

# ChargeAndClimateSettingsStrings_understoodUpperCase
source: Got it.
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

# ChargeAndClimateSettingsStrings_unlockAnywayUpperCase
source: Unlock anyway
fi: Avaa lukitus silti
pl: Odblokuj mimo to
sk: Aj tak odblokovať

# ChargeAndClimateSettingsStrings_unlockCableAutomatically
source: Unlock charging cable automatically
fi: Latauskaapelin lukitus aukeaa automaattisesti
pl: Odblokuj automatycznie kabel ładowania
sk: Automaticky odblokovať nabíjací kábel

# ChargeAndClimateSettingsStrings_unlockCableChargingDialogTitle
source: The charging will stop and the cable will be unprotected.
fi: Lataus päättyy ja latauskaapeli on lukitsematon.
pl: Ładowanie zostaje zakończone i kabel ładowania jest niezabezpieczony.
sk: Proces nabíjania sa ukončí a nabíjací kábel je nechránený.

# ChargeAndClimateSettingsStrings_unlockCableCompleteDialogTitle
source: Unlock charging cable?
fi: Avataanko latauskaapelin lukitus?
pl: Odblokować kabel ładowania?
sk: Odblokovať nabíjací kábel?

# ChargeAndClimateSettingsStrings_unlockCableDescription
source: The cable will be unprotected. Remote functions may take a few seconds.
fi: Latauskaapeli on lukitsematon. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Kabel ładowania jest niezabezpieczony. Funkcje zdalne mogą potrwać kilka sekund.
sk: Nabíjací kábel je nechránený. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargeAndClimateSettingsStrings_unlockCableOptionOff
source: When this option is deactivated, the charging cable is always locked while plugged in.
fi: Kun tätä vaihtoehtoa ei ole aktivoitu, latauskaapeli on aina lukittu niin kauan kuin se on liitettynä.
pl: Jeśli ta opcja jest wyłączona, kabel ładowania jest zawsze zablokowany, o ile jest podłączony.
sk: Keď je táto možnosť deaktivovaná, je nabíjací kábel vždy zablokovaný pokiaľ je zasunutý.

# ChargeAndClimateSettingsStrings_unlockCableOptionOn
source: When this option is activated, the charging cable is unlocked when charging finishes. The cable is then not secured and is accessible to anyone.
fi: Kun tämä vaihtoehto on aktivoitu, latauskaapelin lukitus aukeaa latauksen päätyttyä. Tällöin kaapeli ei ole lukittuna ja kuka tahansa voi päästä siihen käsiksi.
pl: Jeśli ta opcja jest aktywna, kabel ładowania zostanie odblokowany po zakończeniu ładowania. Kabel jest w ten sposób niezabezpieczony i dostępny dla każdej osoby.
sk: Keď je táto možnosť aktivovaná, nabíjací kábel sa po skončení nabíjania odblokuje. Kábel je tak nezaistený a prístupný pre všetky osoby.

# ChargeAndClimateSettingsStrings_unlockCableUpperCase
source: Unlock charging cable
fi: Avaa latauskaapelin lukitus
pl: Odblokuj kabel ładowania
sk: Odblokovať nabíjací kábel

# ChargeAndClimateSettingsStrings_unlockDcDialogDescription
source: Remotely starting charging might not be possible. Remote functions may take a few seconds.
fi: Latausta ei mahdollisesti voi aloittaa sovelluksesta. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Rozpoczęcie ładowania za pomocą aplikacji może być niemożliwe. Funkcje zdalne mogą potrwać kilka sekund.
sk: Spustenie nabíjania cez aplikáciu nie je možné. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargeAndClimateSettingsStrings_unlockFlapPermanently
source: Unlock charging socket flap permanently
fi: Latausluukun lukitus jatkuvasti auki
pl: Odblokuj trwale klapkę gniazda ładowania
sk: Trvalo odblokovať kryt nabíjania

# ChargeAndClimateSettingsStrings_unlockFlapPermanentlyOff
source: If this option is deactivated, the charging socket flap is locked or unlocked by the vehicle's central locking system.
fi: Kun tämä valintamahdollisuus ei ole aktiivinen, latausliitännän luukku lukitaan ja lukitus avataan ajoneuvon keskuslukituksella.
pl: Jeśli opcja ta jest wyłączona, klapka gniazda ładowania jest blokowana i odblokowywana za pomocą centralnego zamka pojazdu.
sk: Ak je táto možnosť deaktivovaná, kryt nabíjania sa zablokuje a odblokuje pomocou centrálneho zamykania vozidla.

# ChargeAndClimateSettingsStrings_unlockFlapPermanentlyOn
source: If this option is activated, the charging socket flap is always unlocked regardless of the central locking system status.
fi: Kun tämä valintamahdollisuus on aktivoitu, latausliitännän luukun lukitus on aina auki riippumatta ajoneuvon keskuslukituksen tilasta.
pl: Jeśli opcja ta jest włączona, klapka gniazda ładowania jest zawsze odblokowana, niezależnie od stanu centralnego zamka pojazdu.
sk: Ak je aktivovaná táto možnosť, je kryt nabíjania stále odblokovaný, nezávisle od stavu centrálneho zamykania vozidla.

# ChargeAndClimateSettingsStrings_unlockUpperCase
source: Unlock
fi: Avaa lukitus
pl: Odblokuj
sk: Odblokovať

# ChargeAndClimateSettingsStrings_unlockingUpperCase
source: Unlocking…
fi: Lukitus avataan…
pl: Odblokowywanie…
sk: Prebieha odblokovanie…

# ChargeAndClimateSettingsStrings_unplugRestartCharging
source: Please unplug the charging cable and plug it in again.
fi: Poista latauskaapeli ja kytke se uudelleen.
pl: Wyciągnij kabel ładowania i podłącz go ponownie.
sk: Odstráňte nabíjací kábel a znovu ho zasuňte.

# ChargeAndClimateSettingsStrings_unplugStopCharging
source: Please unplug to stop charging
fi: Lopeta toimenpide poistamalla latauskaapeli.
pl: Wyciągnij kabel ładowania, aby zakończyć proces.
sk: Odstráňte nabíjací kábel, aby ste mohli ukončiť proces.

# ChargeAndClimateSettingsStrings_unrestricted
source: Unlimited
fi: Ei rajoitusta
pl: Bez ograniczenia
sk: Neobmedzený

# ChargeAndClimateSettingsStrings_unsavedChanges
source: Your changes will neither be saved nor sent to your vehicle.
fi: Muutoksia ei tallenneta eikä lähetetä ajoneuvoon.
pl: Zmiany nie zostaną zapisane ani przesłane do pojazdu.
sk: Zmeny sa neuložia ani neodošlú do vozidla.

# ChargeAndClimateSettingsStrings_updateAnyway
source: Update anyway
fi: Päivitä silti
pl: Zaktualizuj mimo to
sk: Napriek tomu aktualizovať

# ChargeAndClimateSettingsStrings_updating
source: Updating…
fi: Päivitetään…
pl: Aktualizacja w toku…
sk: Aktualizuje sa…
