Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# ChargingHistoryStrings_aboutScreenHeaderDescription
source: This section provides answers to questions you may have already asked yourself.
fi: Täältä löydät vastauksia kysymyksiin, joita sinulle kenties on jo tullut mieleen.
pl: Tutaj znajdziesz odpowiedzi na pytania, które być może już sobie zadałeś(-aś).
sk: Tu nájdete odpovede na otázky, ktoré ste si už možno položili.

# ChargingHistoryStrings_aboutScreenHeaderSubtitle
source: Here, you will find steps that may help you identify the source of the problem.
fi: Nämä vaiheet voivat auttaa sinua tunnistamaan ongelman syyn.
pl: Kroki te mogą pomóc w identyfikacji przyczyny problemu.
sk: Tieto kroky môžu pomôcť identifikovať príčinu problému.

# ChargingHistoryStrings_aboutScreenTitle
source: About
fi: Info
pl: Informacje
sk: Info

# ChargingHistoryStrings_addTariffDialogDescription
source: As of today, the costs will be determined for all battery charging processes.
fi: Tästä päivästä lähtien kustannukset määritetään kaikille lataustapahtumille.
pl: Od dziś naliczane są koszty wszystkich ładowań.
sk: Od dnes sa budú vypočítavať náklady na všetky procesy nabíjania.

# ChargingHistoryStrings_chargingCostDetailNotAvailable
source: Charging cost details not available.
fi: Lataustietoja ei ole käytettävissä.
pl: Szczegóły dot. kosztów ładowania niedostępne.
sk: Podrobnosti o nákladoch na nabíjanie nie sú k dispozícii.

# ChargingHistoryStrings_chargingEditEnergyTariff
source: Edit Energy Tariff
fi: Muokkaa sähkötariffia
pl: Edytuj taryfę za prąd
sk: Upraviť elektrickú tarifu

# ChargingHistoryStrings_chargingHistoryLocations
source: Charging locations
fi: Latauspaikat
pl: Lokalizacje ładowania
sk: Nabíjacie stanice

# ChargingHistoryStrings_chargingHistoryUpperCase
source: CHARGING HISTORY
fi: LATAUSHISTORIA
pl: HISTORIA ŁADOWANIA
sk: HISTÓRIA NABÍJANIA

# ChargingHistoryStrings_chargingLocationsWillBeDeletedOnBanner
source: Your saved charging locations will be deleted on {date} unless you re-enable the charging history.
fi: Tallennetut latauspaikat poistetaan {date}, paitsi jos aktivoit jälleen lataushistorian.
pl: Zapisane lokalizacje ładowania zostaną usunięte {date}, chyba że ponownie aktywujesz historię ładowania.
sk: Vaše uložené miesta nabíjania sa vymažú dňa {date}, ak históriu nabíjania opäť neaktivujete.

# ChargingHistoryStrings_chargingOptInUpperCase
source: ENABLE CHARGING HISTORY
fi: AKTIVOI LATAUSHISTORIA
pl: AKTYWUJ HISTORIĘ ŁADOWANIA
sk: AKTIVOVAŤ HISTÓRIU NABÍJANIA

# ChargingHistoryStrings_chargingSessionAddCost
source: Add cost
fi: Lisää kustannukset
pl: Dodaj koszty
sk: Pridať náklady

# ChargingHistoryStrings_chargingSessionAddTariffCapitalized
source: Add energy tariff
fi: Lisää sähkötariffi
pl: Dodaj taryfę za prąd
sk: Pridať elektrickú tarifu

# ChargingHistoryStrings_chargingSessionAddTariffCapitalizedQuestion
source: Add energy tariff?
fi: Lisätäänkö sähkötariffi?
pl: Dodać taryfę za prąd?
sk: Pridať elektrickú tarifu?

# ChargingHistoryStrings_chargingSessionAddTariffDialogDescription
source: Charging costs will be estimated from this battery charging onwards. Updates to the energy tariff will only be possible from the last battery charging onwards.
fi: Latauskustannusten arvio määritetään tästä latauskerrasta alkaen. Olemassa olevaan tariffiin tehtävät päivitykset vaikuttavat vain kyseisen paikan tuleviin latauksiin.
pl: Szacunkowy koszt ładowania jest ustalany od tego ładowania. Aktualizacje istniejącej taryfy będą miały wpływ tylko na przyszłe ładowania w tej lokalizacji.
sk: Od tohto procesu nabíjania sa bude určovať cenový odhad nabíjania. Aktualizácie existujúcej tarify budú mať vplyv len na budúce procesy nabíjania na tomto mieste.

# ChargingHistoryStrings_chargingSessionAddTariffUpperCase
source: ADD ENERGY TARIFF
fi: LISÄÄ TARIFFI
pl: DODAJ TARYFĘ
sk: PRIDAŤ TARIFU

# ChargingHistoryStrings_chargingSessionAssistiveNoTariffLatest
source: Add an energy tariff to the charging location and start getting cost estimates for your completed battery chargings.
fi: Lisää tämän latauspaikan sähkötariffi, jotta saat tulevaisuudessa hinta-arvion päättyneille lataustapahtumille.
pl: Dodaj taryfę za prąd do tej lokalizacji ładowania i w przyszłości otrzymuj oszacowanie kosztów zakończonych procesów ładowania.
sk: Pridajte k tomuto miestu nabíjania elektrickú tarifu a v budúcnosti budete dostávať cenový odhad svojich ukončených procesov nabíjania.

# ChargingHistoryStrings_chargingSessionAssistiveNoTariffOlder
source: There is no energy tariff for this location, but you can enter the battery charging cost manually. To add an energy tariff, select the latest battery charging at this location.
fi: Tätä latauspaikkaa varten ei ole tallennettu sähkötariffia. Voit kuitenkin syöttää tämän latauksen kustannukset manuaalisesti. Jos haluat tallentaa sähkötariffin, avaa tämän paikan viimeinen latauskerta.
pl: Dla tej lokalizacji ładowania nie zdefiniowano taryfy za prąd. Koszty tego ładowania można jednak wprowadzić ręcznie. Aby zdefiniować taryfę za prąd, otwórz ostatnie ładowanie w tej lokalizacji.
sk: Pre toto miesto nabíjania nie je uložená žiadna elektrická tarifa. Môžete však zadať náklady na tento proces nabíjania manuálne. Na uloženie elektrickej tarify otvorte posledný proces nabíjania na tomto mieste.

# ChargingHistoryStrings_chargingSessionAssistiveWithTariffOlder
source: There was no energy tariff available when the battery charging occurred, but you can enter the battery charging cost manually.
fi: Sähkötariffi ei ollut käytettävissä latauksen aikana. Voit kuitenkin syöttää tämän latauksen kustannukset manuaalisesti.
pl: W momencie ładowania nie było dostępnej taryfy za prąd. Koszty tego ładowania można jednak wprowadzić ręcznie.
sk: V čase procesu nabíjania nebola k dispozícii žiadna elektrická tarifa. Môžete však zadať náklady na tento proces nabíjania manuálne.

# ChargingHistoryStrings_chargingSessionCost
source: Cost
fi: Maksu
pl: Koszty
sk: Náklady

# ChargingHistoryStrings_chargingSessionCostDeleted
source: Battery charging cost deleted
fi: Latauskustannukset poistettu
pl: Koszty ładowania usunięte
sk: Náklady na nabíjanie vymazané

# ChargingHistoryStrings_chargingSessionCostDetailAppBar
source: Cost details
fi: Kustannusten yksityiskohdat
pl: Szczegóły kosztów
sk: Podrobnosti nákladov

# ChargingHistoryStrings_chargingSessionCostSaved
source: Charging cost saved
fi: Latauskustannukset tallennettu
pl: Koszty ładowania zapisane
sk: Náklady na nabíjanie uložené

# ChargingHistoryStrings_chargingSessionCostUpdated
source: Charging cost updated
fi: Latauskustannukset päivitetty
pl: Koszty ładowania zaktualizowane
sk: Náklady na nabíjanie aktualizované

# ChargingHistoryStrings_chargingSessionCosts
source: Total cost
fi: Kokonaiskustannukset
pl: Koszty całkowite
sk: Celkové náklady

# ChargingHistoryStrings_chargingSessionCustomer
source: Customer
fi: Asiakas
pl: Klient
sk: Zákazník

# ChargingHistoryStrings_chargingSessionDataNotAvailable
source: Charging data not available
fi: Lataustiedot eivät käytettävissä
pl: Dane ładowania niedostępne
sk: Náklady na nabíjanie nie sú dostupné

# ChargingHistoryStrings_chargingSessionDeleteDialogDescription
source: You can add the charging cost again later
fi: Voit ilmoittaa kustannukset myöhemmin uudelleen
pl: Koszty można podać ponownie później
sk: Náklady môžete zadať znovu neskôr

# ChargingHistoryStrings_chargingSessionDeleteQuestion
source: Delete charging cost?
fi: Poistetaanko latauskustannukset?
pl: Usunąć koszty ładowania?
sk: Vymazať náklady na nabíjanie?

# ChargingHistoryStrings_chargingSessionDeleteRecoverCost
source: The current costs will be deleted and replaced with the previously estimated costs.
fi: Nykyiset kustannukset poistetaan ja korvataan aiemmin lasketuilla kustannuksilla.
pl: Aktualne koszty zostają usunięte i zastąpione wcześniej obliczonymi.
sk: Aktuálne náklady sa vymažú a nahradia sa predtým vypočítanými nákladmi.

# ChargingHistoryStrings_chargingSessionEditCost
source: Edit cost
fi: Muokkaa kustannuksia
pl: Edytuj koszty
sk: Upraviť náklady

# ChargingHistoryStrings_chargingSessionEnergyTariffCapitalized
source: Energy tariff
fi: Sähkötariffi
pl: Taryfa za prąd
sk: Elektrická tarifa

# ChargingHistoryStrings_chargingSessionEnergyTariffUpperCase
source: ENERGY TARIFF
fi: SÄHKÖTARIFFI
pl: TARYFA ZA PRĄD
sk: ELEKTRICKÁ TARIFA

# ChargingHistoryStrings_chargingSessionEnergyTitle
source: Energy charged
fi: Virtamäärä
pl: Ilość prądu
sk: Množstvo elektrickej energie

# ChargingHistoryStrings_chargingSessionEstimating
source: Estimating…
fi: Lasketaan…
pl: Obliczanie…
sk: Vypočítava sa…

# ChargingHistoryStrings_chargingSessionNewTariffAssistiveDescription
source: Add an additional rate section for tariffs with different rates according to the time of day (on/off peak).
fi: Jos haluat tallentaa eri sähkötariffeja vuorokaudenajasta riippuen (huippu- tai hiljainen aika), lisää tariffikenttiä.
pl: W celu określenia różnych taryf za prąd zależnych od pory dnia (czas główny/dodatkowy) można dodać dalsze pola taryfy.
sk: Na uloženie rôznych taríf za elektrinu podľa dennej doby (hlavná/vedľajšia doba) pridajte ďalšie polia tarify.

# ChargingHistoryStrings_chargingSessionPreviousEnergyTariff
source: Previous energy tariff
fi: Edellinen sähkötariffi
pl: Poprzednia taryfa za prąd
sk: Predchádzajúca elektrická tarifa

# ChargingHistoryStrings_chargingSessionSource
source: Source
fi: Lähde
pl: Źródło
sk: Zdroj

# ChargingHistoryStrings_chargingSessionTariffDelete
source: Delete energy tariff?
fi: Poistetaanko sähkötariffi?
pl: Usunąć taryfę za prąd?
sk: Chcete elektrickú tarifu vymazať?

# ChargingHistoryStrings_chargingSessionTariffDeleteDialogDescription
source: From now on, there will be no charging cost estimates for this location. Costs from previous battery chargings will not be affected.
fi: Tästä lähtien tälle paikalle ei ole enää latauskustannusarvioita. Aiempien latauskertojen kustannukset tässä paikassa pysyvät ennallaan.
pl: Aktualnie nie ma już szacunkowych kosztów ładowania dla tej lokalizacji. Koszty dotychczasowych ładowań w tej lokalizacji pozostają bez zmian.
sk: Odteraz už nebude k dispozícii žiadny cenový odhad nabíjania pre toto miesto. Náklady na minulé procesy nabíjania na tomto mieste ostanú nezmenené.

# ChargingHistoryStrings_chargingSessionTotalMileage
source: Total mileage
fi: Kilometrilukema
pl: Przebieg w kilometrach
sk: Kilometrový stav

# ChargingHistoryStrings_chargingSessionUpdateTariffDialogDescription
source: The new energy tariff will apply for all battery charging processes as of today.
fi: Uusi sähkötariffi koskee kaikkia latauksia tästä päivästä lähtien.
pl: Nowa taryfa za prąd obowiązuje w przypadku wszystkich ładowań od dziś.
sk: Od dnes platí pre všetky procesy nabíjania nová elektrická tarifa.

# ChargingHistoryStrings_chargingSessionUpdateTariffQuestion
source: Update energy tariff?
fi: Päivitetäänkö sähkötariffi?
pl: Czy zaktualizować taryfę za prąd?
sk: Aktualizovať elektrickú tarifu?

# ChargingHistoryStrings_chargingSessionUpperCase
source: CHARGING SESSION
fi: LATAAMINEN
pl: ŁADOWANIE
sk: PROCES NABÍJANIA

# ChargingHistoryStrings_chargingSessionsAccordionTitle
source: Availability of charging session data
fi: Latausta koskevien tietojen saatavuus
pl: Dostępność informacji na temat ładowania
sk: Dostupnosť informácií o nabíjaniach

# ChargingHistoryStrings_chargingSessionsWithNumberOfSessions
source: CHARGING SESSIONS ({sessionNumber})
fi: LATAUSTAPAHTUMAT ({sessionNumber})
pl: ({sessionNumber}) ŁADOWANIA/ŁADOWAŃ
sk: NABÍJANIA ({sessionNumber})

# ChargingHistoryStrings_chargingTariffAddRate
source: ADD ANOTHER TARIFF
fi: LISÄÄ UUSI HINTA
pl: DODAJ KOLEJNĄ TARYFĘ
sk: PRIDAŤ ĎALŠIU TARIFU

# ChargingHistoryStrings_chargingTariffDeleteSuccess
source: Energy tariff deleted
fi: Sähkötariffi poistettu
pl: Usunięto taryfę za prąd
sk: Elektrická tarifa bola vymazaná

# ChargingHistoryStrings_chargingTariffSaveSuccess
source: Energy tariff saved
fi: Sähkötariffi tallennettu
pl: Taryfa za prąd zapisana
sk: Elektrická tarifa bola uložená

# ChargingHistoryStrings_chargingTariffSaveSuccessSnackbar
source: Energy tariff saved and valid from this battery charging on
fi: Sähkötariffi on tallennettu ja se on voimassa tästä latauskerrasta alkaen
pl: Taryfa za prąd została zapisana i jest ważna od tego ładowania
sk: Elektrická tarifa bola uložená a platí od tohto procesu nabíjania

# ChargingHistoryStrings_chargingTariffUpdateSuccessSnackbar
source: Energy tariff updated
fi: Sähkötariffi päivitetty
pl: Taryfa za prąd zaktualizowana
sk: Elektrická tarifa bola aktualizovaná

# ChargingHistoryStrings_checkingStatus
source: Checking status…
fi: Tila tarkistetaan…
pl: Trwa sprawdzanie statusu…
sk: Overuje sa stav…

# ChargingHistoryStrings_deleteChargingSessionSemantics
source: Delete charging session
fi: Poista lataus
pl: Usuń ładowanie
sk: Vymazať nabíjanie

# ChargingHistoryStrings_deleteRateSemantics
source: Delete rate
fi: Poista hinta
pl: Usuń taryfę
sk: Vymazať tarifu

# ChargingHistoryStrings_deleteSessionUpperCase
source: DELETE CHARGING SESSION
fi: POISTA LATAUSTAPAHTUMA
pl: USUŃ ŁADOWANIE
sk: VYMAZAŤ NABÍJANIE

# ChargingHistoryStrings_deleteTariffUpperCase
source: DELETE RATE
fi: POISTA HINTA
pl: USUŃ TARYFĘ
sk: VYMAZAŤ TARIFU

# ChargingHistoryStrings_energyChargedAccordionTitle
source: Energy charged and cost accuracy
fi: Virtamäärän ja maksun tarkkuus
pl: Dokładność w zakresie ilości energii elektrycznej i kosztów
sk: Presnosť a množstvo elektriny

# ChargingHistoryStrings_exporting
source: Exporting {date}
fi: {date} viedään…
pl: Trwa eksport z okresu {date}…
sk: Exportuje sa {date}…

# ChargingHistoryStrings_fileIsBeingCreated
source: This may take a few seconds.
fi: Toimenpide voi kestää muutaman sekunnin.
pl: Ta operacja może potrwać kilka sekund.
sk: Tento proces môže trvať niekoľko sekúnd.

# ChargingHistoryStrings_kiloWattHourSemantics
source: Kilowatt-hours
fi: Kilowattitunnit
pl: Kilowatogodziny
sk: Kilowatthodiny

# ChargingHistoryStrings_lastSessionsHistoryListemItemDescription
source: Overview of your last charging sessions
fi: Katsaus viimeisiin lataustapahtumiin
pl: Przegląd ostatnich ładowań
sk: Prehľad vašich posledných nabíjaní

# ChargingHistoryStrings_locationUpperCase
source: LOCATION
fi: SIJAINTI
pl: LOKALIZACJA
sk: NABÍJACIE MIESTO

# ChargingHistoryStrings_locationsUpperCase
source: CURRENT LOCATIONS
fi: SIJAINNIT
pl: LOKALIZACJE
sk: NABÍJACIE MIESTA

# ChargingHistoryStrings_manageEnergyListItemDescription
source: Manage energy tariffs and cost estimates
fi: Sähkötariffien ja kustannusarvioiden hallinta
pl: Zarządzaj taryfami za prąd i szacowaniem kosztów
sk: Spravovať elektrické tarify a odhady nákladov

# ChargingHistoryStrings_myChargingLocations
source: My charging locations
fi: Omat latauspaikat
pl: Moje lokalizacje ładowania
sk: Moje miesta nabíjania

# ChargingHistoryStrings_myLocations
source: My locations
fi: Omat paikat
pl: Moje lokalizacje
sk: Moje miesta

# ChargingHistoryStrings_noChargingLocations
source: No charging locations
fi: Ei latauspaikkoja
pl: Brak lokalizacji ładowania
sk: Žiadne miesta nabíjania

# ChargingHistoryStrings_noCostEnergyChargedNotAvailableSubtitle
source: The charging cost could not be estimated as the energy charged in this battery charging is not available. However, you can enter this cost manually.
fi: Koska tämän latauskerran virtamäärä puuttuu, emme voi osoittaa kustannuksia. Voit kuitenkin syöttää kustannukset manuaalisesti.
pl: Ponieważ brak załadowanej ilości prądu dla tego ładowania, nie możemy wykazać kosztów. Koszty można jednak wprowadzić ręcznie.
sk: Keďže pre toto nabíjanie nie je načítané žiadne množstvo elektriny, nemôžeme vykázať žiadne náklady. Náklady však môžete zadať ručne.

# ChargingHistoryStrings_noCostSubtitle
source: There is no energy tariff stored for this location. However, you can enter the charging cost manually.
fi: Tätä latauspaikkaa varten ei ole tallennettu sähkötariffia. Voit kuitenkin syöttää tämän latauksen kustannukset manuaalisesti.
pl: Dla tej lokalizacji ładowania nie zdefiniowano taryfy za prąd. Koszty tego ładowania można jednak wprowadzić ręcznie.
sk: Pre toto miesto nabíjania nie je uložená žiadna elektrická tarifa. Náklady na toto nabíjanie však môžete zadať ručne.

# ChargingHistoryStrings_noCostTariffNotAvailableSubtitle
source: There was no energy tariff available when the battery charging took place. However, you can enter the charging cost manually.
fi: Sähkötariffi ei ollut käytettävissä latauksen aikana. Voit kuitenkin syöttää tämän latauksen kustannukset manuaalisesti.
pl: W momencie ładowania nie było dostępnej taryfy za prąd. Koszty tego ładowania można jednak wprowadzić ręcznie.
sk: V čase nabíjania nebola k dispozícii žiadna elektrická tarifa. Náklady na toto nabíjanie však môžete zadať ručne.

# ChargingHistoryStrings_noLocationsThisMonth
source: There are no current locations.
fi: Nykyisiä sijainteja ei ole.
pl: Nie ma aktualnych pozycji.
sk: Neexistujú žiadne aktuálne polohy.

# ChargingHistoryStrings_overviewOfPreviousSessions
source: Access and share previous charging sessions
fi: Aiempien lataustapahtumien tarkastelu ja jakaminen
pl: Przeglądaj i udostępniaj przeszłe ładowania
sk: Prístup a zdieľanie predchádzajúcich procesov nabíjania

# ChargingHistoryStrings_requestNotComplete
source: We could not complete your request. Please try again.
fi: Tiedusteluasi ei voitu käsitellä valmiiksi. Yritä uudelleen.
pl: Nie udało się wykonać Twojego żądania. Spróbuj ponownie.
sk: Vašu požiadavku sa nám nepodarilo dokončiť. Skúste to znova.

# ChargingHistoryStrings_sessionAtLocationNoCostDialogDescription
source: From now on, charging sessions at this location will no longer include cost estimates. Existing cost calculations will not be affected.
fi: Tästä lähtien tälle paikalle ei ole enää latauskustannusarvioita. Tämä ei vaikuta olemassa oleviin kustannuslaskelmiin.
pl: Aktualnie nie ma już szacunkowych kosztów ładowania dla tej lokalizacji. Nie ma to wpływu na istniejące kalkulacje kosztów.
sk: Odteraz už nebude k dispozícii žiadny cenový odhad nabíjania pre túto aktuálnu polohu. Existujúce kalkulácie nákladov nebudú ovplyvnené.

# ChargingHistoryStrings_validFrom
source: Valid from
fi: Voimassa alkaen
pl: Obowiązuje od
sk: Platné od

# ChargingHistoryStrings_viewLocationOnMapUpperCase
source: VIEW LOCATION ON MAP
fi: NÄYTÄ PAIKKA KARTALLA
pl: WYŚWIETL LOKALIZACJĘ NA MAPIE
sk: ZOBRAZIŤ MIESTO NA MAPE

# ChargingPlanStrings__eRouteAcUnlockCableDialogDescription
source: This option can be activated again in your {brand}. The charging cable will be locked again in 2 min if your {brand} is able to restart battery charging. Remote functions may take a few seconds.
fi: Tämä vaihtoehto voidaan aktivoida jälleen {brand}-ajoneuvossasi. Latauskaapeli lukitaan uudelleen 2 minuutin kuluttua edellyttäen, että {brand}-ajoneuvosi lataamista voidaan jatkaa. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Tę opcję można ponownie aktywować w Twoim {brand}. Kabel do ładowania zostanie ponownie zablokowany po 2 minutach, pod warunkiem, że można wznowić ładowanie dla Twojego {brand}. Funkcje zdalne mogą potrwać kilka sekund.
sk: Túto možnosť je vo vašom {brand} možné znova aktivovať. Akonáhle bude možné obnoviť proces nabíjania pre vaše {brand}, nabíjací kábel sa o 2 minúty znova zablokuje. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargingPlanStrings__eRouteDcUnlockCableDialogDescription
source: This option can be activated again in your {brand}. The battery charging will stop and the cable will be unlocked. Remotely restarting charging via the app is not possible. Remote functions may take a few seconds.
fi: Tämä vaihtoehto voidaan aktivoida jälleen {brand}-ajoneuvossasi. Lataus päättyy ja latauskaapelin lukitus avataan. Latausta ei voi aloittaa uudelleen sovelluksesta. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Tę opcję można ponownie aktywować w Twoim {brand}. Ładowanie zostaje zakończone i kabel ładowania jest odblokowany. Ponowne rozpoczęcie ładowania przez aplikację jest niemożliwe. Funkcje zdalne mogą potrwać kilka sekund.
sk: Túto možnosť je vo vašom {brand} možné znova aktivovať. Proces nabíjania sa ukončí a nabíjací kábel sa odblokuje. Opätovné spustenie nabíjania cez aplikáciu nie je možné. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargingPlanStrings__eRouteStopAcChargingBeforeTargetReachedDialogDescription
source: This option can be activated again in your {brand}. Remotely restarting charging via the app may not be possible. Remote functions may take a few seconds.
fi: Tämä vaihtoehto voidaan aktivoida jälleen {brand}-ajoneuvossasi. Latausta ei mahdollisesti voi aloittaa uudelleen sovelluksesta. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Tę opcję można ponownie aktywować w Twoim {brand}. Ponowne rozpoczęcie ładowania przez aplikację może być niemożliwe. Funkcje zdalne mogą potrwać kilka sekund.
sk: Túto možnosť je vo vašom {brand} možné znova aktivovať. Opätovné spustenie nabíjania cez aplikáciu príp. nie je možné. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargingPlanStrings__eRouteStopChargingDialogTitle
source: Charging route will be canceled in your {brand}
fi: Latauksen suhteen optimoitu reitti peruutetaan {brand}-ajoneuvossasi
pl: Trasa zoptymalizowana pod kątem ładowania w Twoim {brand} zostanie zakończona
sk: Trasa prispôsobená nabíjaniu sa vo vašom {brand} ukončí

# ChargingPlanStrings__eRouteStopDcChargingBeforeTargetReachedDialogDescription
source: This option can be activated again in your {brand}. The charging cable will be unlocked and remotely restarting charging via the app is not possible. Remote functions may take a few seconds.
fi: Tämä vaihtoehto voidaan aktivoida jälleen {brand}-ajoneuvossasi. Latauskaapelin lukitus avataan. Latausta ei voi aloittaa uudelleen sovelluksesta. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Tę opcję można ponownie aktywować w Twoim {brand}. Kabel ładowania zostanie odblokowany. Ponowne rozpoczęcie ładowania przez aplikację jest niemożliwe. Funkcje zdalne mogą potrwać kilka sekund.
sk: Túto možnosť je vo vašom {brand} možné znova aktivovať. Nabíjací kábel bude odblokovaný. Opätovné spustenie nabíjania cez aplikáciu nie je možné. Funkcie Remote môžu trvať niekoľko sekúnd.

# ChargingPlanStrings_acCurrentLimitUnlimited
source: Unlimited
fi: Ei rajoitusta
pl: Bez ograniczenia
sk: Neobmedzený

# ChargingPlanStrings_approximatelyPercentageValueSemantics
source: Approximately {value}%
fi: Suunnilleen {value}%
pl: Około {value}%
sk: Približne {value}%

# ChargingPlanStrings_chargingCableIsUnlocked
source: The charging cable has been unlocked
fi: Latauskaapelin lukitus on avattu
pl: Kabel ładowania został odblokowany
sk: Nabíjací kábel bol odblokovaný

# ChargingPlanStrings_chargingStateSemantics
source: Charging, {value}% at approximately {time}
fi: Lataus, {value}% noin kello {time}
pl: Ładowanie, {value}% o około {time}
sk: Nabíjanie, {value}% o približne {time}

# ChargingPlan__sendingToYourBrand
source: Sending to your {brand}…
fi: Lähetetään {brand}-ajoneuvoosi…
pl: Trwa wysyłanie do Twojego {brand}…
sk: Odosiela sa do vášho {brand}…

# ChargingPlan__settingsUpdatedInYourBrand
source: Settings have been updated in your {brand}
fi: Asetukset otettiin käyttöön {brand}-ajoneuvossasi
pl: Ustawienia zostały przejęte do Twojego {brand}
sk: Nastavenia boli prevzaté do vášho {brand}

# ChargingPlan__successfullySentToYourBrand
source: Successfully sent to your {brand}
fi: Lähetetty onnistuneesti {brand}-ajoneuvoosi
pl: Pomyślnie wysłano do Twojego {brand}
sk: Úspešne odoslané do vášho {brand}

source: Chechen
fi: Tšetšenia
pl: Czeczenia
sk: Čečensko

source: Chile
sk: Čile

source: China
fi: Kiina
pl: Chiny
sk: Čína

source: Chinese
fi: Kiina
pl: Chiński
sk: Čínština
