Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# privacyAndTerms
source: Privacy & Terms
fi: Tietosuoja & ehdot
pl: Ochrona danych i warunki
sk: Ochrana osobných údajov a podmienky

# privacyPageBackButtonTitle
source: Back
fi: Takaisin
pl: Powrót
sk: Späť

# privacyPageMoreHelpTitle
source: Get more help
fi: Lisää ohjeita
pl: Dalsza pomoc
sk: Ďalšia pomoc

# privacyPageReference
source: You can also activate the setting for Remote Inside View in the "Data privacy" menu if you want to use the interior view.
fi: Voit aktivoida myös Remote Inside View -asetuksen tietosuojavalikossa, jos haluat käyttää sisänäkymää.
pl: Możesz też aktywować ustawienie funkcji Remote Inside View w menu "Ochrona danych", jeśli chcesz korzystać z widoku wnętrza.
sk: Môžete tiež aktivovať nastavenie pre Remote Inside View v menu „Ochrana osobných údajov“, keď chcete používať vnútorný náhľad.

# privacyPageSettingsPath
source: My vehicle > iDrive Settings > Data privacy > Remote View 3D
fi: Oma ajoneuvo > iDrive-asetukset > Tietosuoja > Remote View 3D
pl: Mój pojazd > Ustawienia iDrive > Ochrona danych > Remote View 3D
sk: Moje vozidlo > Nastavenia iDrive > Ochrana osobných údajov > Remote View 3D

# privacyPageSubtitle
source: Enable Data Privacy to use Remote 3D View
fi: Aktivoi tietosuoja-asetukset Remote 3D View -toiminnon käyttöä varten
pl: Aktywowanie ustawień dotyczących ochrony danych osobowych do stosowania funkcji Remote 3D View
sk: Aktivovať nastavenie ochrany údajov na použitie Remote 3D View

# privacySettingsSemantics
source: Settings
fi: Asetukset
pl: Ustawienia
sk: Nastavenia

# proTextFieldLabel
source: Pro
fi: per
pl: Za
sk: Pre

source: Proceed
fi: Seuraava
pl: Dalej
sk: Ďalej

source: Processing Request
fi: Tiedustelua käsitellään
pl: Zapytanie jest przetwarzane
sk: Požiadavka sa spracováva

# processingRequestDescription
source: We are working on your request but it may take a few minutes to complete.
fi: Käsittelemme tiedusteluasi, mutta sen saaminen päätökseen voi kestää muutaman minuutin.
pl: Pracujemy nad Twoim zapytaniem; do czasu zakończenia przetwarzania może minąć kilka minut.
sk: Na Vašej požiadavke pracujeme, ale môže to trvať niekoľko minút.

# productRefundUpperCase
source: PRODUCT TO REFUND
fi: TUOTTEEN HYVITYS
pl: ZWROT ZA PRODUKT
sk: VRÁTENIE PEŇAZÍ ZA PRODUKT

# productUpperCase
source: PRODUCT
fi: TUOTE
pl: Produkt
sk: PRODUKT

source: Profile
fi: Profiili
pl: Profil
sk: Profil

# profileImageSemantics
source: Avatar
fi: Profiilikuva
pl: Zdjęcie profilowe
sk: Profilový obrázok

# profileLabel
source: Profile
fi: Profiilit
sk: Profily

# profileSemantics
source: Profile
fi: Profiili
pl: Profil
sk: Profil

source: Provide feedback
fi: Anna palautetta
pl: Podziel się opinią
sk: Odoslať spätnú väzbu

# provideFeedbackUpperCase
source: PROVIDE FEEDBACK
fi: ANNA PALAUTETTA
pl: PODZIEL SIĘ OPINIĄ
sk: ODOSLAŤ SPÄTNÚ VÄZBU

source: Public
fi: Julkinen
pl: Publiczna
sk: Verejné

# publicChargingFullyCharged
source: Fully Charged
fi: Ladattu täyteen
pl: W pełni naładowany
sk: Plne nabité

# publicChargingTargetAchieved
source: Target reached
fi: Lataustavoite saavutettu
pl: Cel ładowania osiągnięty
sk: Cieľ nabíjania bol dosiahnutý

# publishMomentsEntryTitleMessage
source: Message
fi: Ilmoitus
pl: Powiadomienie
sk: Oznámenie

# publishMomentsSend
source: SEND
fi: LÄHETÄ
pl: WYŚLIJ
sk: ODOSLAŤ

# publishMomentsWithPhotosSending
source: Sending...
fi: Lähetä…
pl: Wysyłanie…
sk: Odoslať…

source: Purchased
fi: Ostettu
pl: Zakupione
sk: Zakúpené

# pushNotificationsSettingsAllowPushNotificationsLabel
source: Allow push notifications
fi: Salli palveluilmoitukset
pl: Zezwól na powiadomienia push
sk: Povoliť push oznámenia

# pushNotificationsSettingsFeatureNameLabel
source: Notifications
fi: Ilmoitukset
pl: Powiadomienia
sk: Oznámenia

# pushNotificationsSettingsGenericTypeActionFeedbackFailureLabel
source: Unfortunately this action cannot currently be carried out. Please try again later.
fi: Tätä toimintoa ei valitettavasti voida suorittaa tällä hetkellä. Yritä myöhemmin uudelleen.
pl: Tego działania obecnie nie można niestety wykonać. Spróbuj ponownie później.
sk: Akciu momentálne nie je možné vykonať. Skúste to, prosím, znova neskôr.

# pushNotificationsSettingsGenericTypeAllowNotificationsLabel
source: Allow notifications
fi: Salli ilmoitukset
pl: Zezwól na powiadomienia
sk: Povoliť oznámenia

# pushNotificationsSettingsGenericTypeSubtypesLabelUpperCase
source: SUBTYPES
fi: ALAKATEGORIAT
pl: PODKATEGORIE
sk: PODKATEGÓRIE

# pushNotificationsSettingsTypeBmwPointsAvailablePointsAssistiveText
source: Get a monthly notification when your pending points become available.
fi: Saat kuukausittaisen ilmoituksen, kun odottavat pisteesi ovat käytettävissä.
pl: Otrzymuj miesięczne powiadomienie, kiedy wskazane punkty są dostępne.
sk: Dostanete mesačné oznámenie, keď budú vaše zaznamenané body dostupné.

# pushNotificationsSettingsTypeBmwPointsAvailablePointsLabel
source: Available points
fi: Käytettävissä olevat pisteet
pl: Dostępne punkty
sk: Dostupné body

# pushNotificationsSettingsTypeBmwPointsExpiringPointsAssistiveText
source: Get notified a few weeks prior to your points' expiration date.
fi: Saat ilmoituksen muutama viikko ennen kuin pisteet vanhentuvat.
pl: Otrzymuj powiadomienie kilka tygodni przed wygaśnięciem punktów.
sk: Dostávajte oznámenie niekoľko týždňov pred vypršaním platnosti vašich bodov.

# pushNotificationsSettingsTypeBmwPointsExpiringPointsLabel
source: Expiring points
fi: Pian vanhentuvat pisteet
pl: Wygasające punkty
sk: Body, ktorých platnosť čoskoro vyprší

# pushNotificationsSettingsTypeBmwPointsOnAllSubtypesOffAssistiveText
source: You will not receive any notifications about BMW Points as all subtypes are deactivated.
fi: Et saa BMW Points -ilmoituksia, koska kaikkien alakategorioiden aktivointi on poistettu.
pl: Nie otrzymujesz powiadomień BMW Points, ponieważ wszystkie podkategorie są dezaktywowane.
sk: Nedostanete žiadne oznámenia o BMW Points, pretože sú deaktivované všetky podkategórie.

# pushNotificationsSettingsTypeChargingEventsChargingCompletedLabel
source: Charging completed
fi: Lataaminen valmis
pl: Zakończono ładowanie
sk: Nabíjanie dokončené

# pushNotificationsSettingsTypeChargingEventsChargingIssuesLabel
source: Charging issues
fi: Latausvirhe
pl: Błąd ładowania
sk: Chyba pri nabíjaní

# pushNotificationsSettingsTypeChargingEventsChargingStartPauseLabel
source: Charging started/paused
fi: Lataus aloitettu/tauolla
pl: Ład. rozpocz./wstrzym.
sk: Nabíjanie spustené/prerušené

# pushNotificationsSettingsTypeChargingEventsChargingUpdatesLabel
source: Charging duration updates
fi: Latauksen keston päivitykset
pl: Aktualizacje czasu ładowania
sk: Doba nabíjania

# pushNotificationsSettingsTypeChargingEventsLabel
source: Charging
fi: Lataus
pl: Naładowanie
sk: Nabitie

# pushNotificationsSettingsTypeChargingEventsOnAllSubtypesOffAssistiveText
source: You will not receive any charging notifications, because all subtypes have been turned off.
fi: Et saa latausta koskevia ilmoituksia, koska kaikkien alakategorioiden aktivointi on poistettu.
pl: Nie otrzymujesz powiadomień związanych z ładowaniem, ponieważ wszystkie podkategorie są dezaktywowane.
sk: Nedostanete žiadne oznámenia týkajúce sa nabíjania, pretože sú deaktivované všetky podkategórie.

# pushNotificationsSettingsTypesLabelUpperCase
source: CATEGORIES
fi: KATEGORIAT
pl: KATEGORIE
sk: KATEGÓRIE

# pushNotificationsSettingsTypesNotAvailableDueToLackOfConnectivityLabel
source: Slow or no internet connection. Please try again.
fi: Internet-yhteys hidas tai puuttuu. Yritä uudelleen.
pl: Wolne połączenie z Internetem lub brak. Spróbuj ponownie.
sk: Pomalé alebo žiadne internetové pripojenie. Skúste to znova.

# qrCodeSemantics
source: QR code
fi: QR-koodi
pl: Kod QR
sk: QR kód

source: QUICK ACCESS
fi: PIKALINKIT
pl: SZYBKI DOSTĘP
sk: RÝCHLY PRÍSTUP

# quickAccessProfileTabTitle
source: QUICK ACCESS
fi: PIKALINKIT
pl: SZYBKI DOSTĘP
sk: RÝCHLY PRÍSTUP

# quickAccessTitle
source: Quick Access
fi: Pikalinkit
pl: Szybki dostęp
sk: Rýchly prístup

# quickRemoteCancelButton
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# quickRemoteClimatizationComplete
source: Climatization finished
fi: Ilmastointi valmis
pl: Klimatyzowanie zakończone
sk: Klimatizácia dokončená

# quickRemoteClimatizationInProgress
source: Climatization in progress
fi: Ilmastointi käynnissä
pl: Klimatyzowanie trwa
sk: Klimatizácia beží

# quickRemoteClimatizationStop
source: Do you want to stop climatising your vehicle? Please allow this to take a few minutes.
fi: Haluatko lopettaa ajoneuvon ilmastoinnin? Ota huomioon, että se kestää muutaman minuutin.
pl: Czy zakończyć klimatyzowanie pojazdu? Może to potrwać kilka minut.
sk: Chcete zastaviť klimatizáciu Vášho vozidla? Upozorňujeme, že to trvá niekoľko minút.

# quickRemoteClimatizationStopDescription
source: Do you want to stop climatizing your vehicle? Please allow this to take a few minutes.
fi: Haluatko lopettaa ajoneuvon ilmastoinnin? Ota huomioon, että se kestää muutaman minuutin.
pl: Czy zakończyć klimatyzowanie pojazdu? Może to potrwać kilka minut.
sk: Chcete zastaviť klimatizáciu Vášho vozidla? Upozorňujeme, že to trvá niekoľko minút.

# quickRemoteClimatizationStopTitle
source: Climatization in progress
fi: Ilmastointi käynnissä
pl: Klimatyzowanie trwa
sk: Klimatizácia beží

# quickRemoteConfirmationDialogCancelButtonText
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# quickRemoteFailureDialogActionButton
source: RETRY
fi: YRITÄ UUDELLEEN
pl: POWTÓRZ
sk: OPAKOVAŤ

# quickRemoteFailureDialogCancelButton
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# quickRemoteFailureDialogDescription
source: We could not send your request to the vehicle. Do you want to send it again?
fi: Tiedusteluasi ei voitu lähettää ajoneuvoon. Yritetäänkö uudelleen?
pl: Nie udało się wysłać zapytania do pojazdu. Czy spróbować ponownie?
sk: Vašu požiadavku sa nám nepodarilo odoslať do vozidla. Chcete to skúsiť znova?

# quickRemoteFailureDialogTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# quickRemoteHornConfirmationDialogActionButtonText
source: HORN
fi: ÄÄNITORVI
pl: KLAKSON
sk: KLAKSÓN

# quickRemoteHornConfirmationDialogTitle
source: Use horn
fi: Aktivoi äänitorvi
pl: Aktywuj klakson
sk: Aktivovať klaksón

# quickRemoteLightsConfirmationDialogActionButtonText
source: FLASH
fi: VALOJEN VÄLÄHDYS
pl: PODŚWIETL
sk: ROZSVIETIŤ

# quickRemoteLightsConfirmationDialogTitle
source: Flash Lights
fi: Aktivoi valo
pl: Aktywuj światła
sk: Aktivovať svetlo

# quickRemoteLockConfirmationDialogActionButtonText
source: LOCK
fi: LUKITSE
pl: ZABLOKUJ
sk: ZAMKNÚŤ

# quickRemoteLockConfirmationDialogTitle
source: Lock Vehicle
fi: Lukitse ajoneuvo
pl: Zablokuj pojazd
sk: Zamknúť vozidlo

# quickRemoteMultipleRequestDescription
source: We are sending your first request to the vehicle. Please wait a few minutes to send additional requests.
fi: Lähetämme ensimmäisen tiedustelusi ajoneuvoon. Odota muutama minuutti, ennen kuin lähetät toisen tiedustelun.
pl: Wysyłamy Twoje pierwsze zapytanie do pojazdu. Poczekaj kilka minut, aby wysłać kolejne zapytanie.
sk: Odosielame Vašu prvú požiadavku do vozidla. Počkajte niekoľko minút, kým odošlete ďalšiu požiadavku.

# quickRemoteMultipleRequestTitle
source: Another Remote Service is running
fi: Toinen Remote Service käynnissä
pl: Kolejna Usługa Zdalna w toku
sk: Prebieha ďalšia Remote Service služba

# quickRemoteNoConnectionDescription
source: It seems you do not have an internet connection. Please check your connection and try again in few minutes.
fi: Näyttää siltä, että online-yhteyttä ei ole. Tarkista yhteys ja yritä uudelleen parin minuutin kuluttua.
pl: Wygląda na to, że nie ma połączenia online. Sprawdź połączenie z Internetem i spróbuj ponownie za parę minut.
sk: Zdá sa, že nemáte online pripojenie. Skontrolujte svoje pripojenie a za pár minút to skúste znova.

# quickRemoteNoConnectionTitle
source: No internet connection
fi: Ei online-yhteyttä
pl: Brak połączenia online
sk: Žiadne online pripojenie

# quickRemoteStartButton
source: START
fi: ALOITA
sk: ŠTART

# quickRemoteSuccessToastText
source: Successfully sent to your {brand}.
fi: Lähetetty onnistuneesti {brand}-ajoneuvoosi.
pl: Pomyślnie wysłano do Twojego {brand}.
sk: Úspešne odoslané do vášho {brand}.

# quickRemoteUnLockConfirmationDialogActionButtonText
source: UNLOCK
fi: AVAA LUKITUS
pl: ODBLOKUJ
sk: ODOMKNÚŤ

# quickRemoteUnLockConfirmationDialogTitle
source: Unlock Vehicle
fi: Avaa ajoneuvon lukitus
pl: Odblokuj pojazd
sk: Odomknúť vozidlo

# quickRemoteVehicleUpdated
source: Your settings have been updated
fi: Asetukset on päivitetty
pl: Twoje ustawienia zostały zaktualizowane
sk: Vaše nastavenia boli aktualizované

# quickRemoteVentilationComplete
source: Ventilation finished
fi: Tuuletus valmis
pl: Wentylacja zakończona
sk: Ventilácia dokončená

# quickRemoteVentilationConfirmationDialogActionButtonText
source: VENTILATE
fi: TUULETUS
pl: WENTYLUJ
sk: VENTILÁCIA

# quickRemoteVentilationStartTitle
source: Start Ventilation
fi: Käynnistä tuuletus
pl: Uruchom wentylację
sk: Spustiť ventiláciu

# quickRemotesSendingToVehicle
source: Sending to your {brand}…
fi: Lähetä {brand}-ajoneuvoon…
pl: Wysyłanie do {brand}…
sk: Poslať do {brand}…

# quitButtonText
source: QUIT
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# quitDialogDescription
source: Are you sure you want to quit the login process?
fi: Haluatko todella keskeyttää sisäänkirjautumisen?
pl: Czy na pewno chcesz anulować logowanie?
sk: Naozaj chcete zrušiť proces prihlásenia?

# quitDialogTitle
source: Quit login
fi: Keskeytä sisäänkirjautuminen
pl: Anuluj logowanie
sk: Zrušiť prihlásenie

# rearBrakePadChangeWarning
source: Rear brake pad change
fi: Takajarrupalojen vaihto
pl: Wymiana okładzin hamulcowych tylnych
sk: Prepnutie brzdových obložení vzadu

source: Rear doors
fi: Takaovet
pl: Drzwi z tyłu
sk: Dvere vzadu

# reasonUpperCase
source: REASON
fi: SYY
pl: POWÓD
sk: DÔVOD

# recentDestinationSemantics
source: Recent destinations
fi: Edelliset kohteet
pl: Ostatnie cele
sk: Posledné ciele

source: Recommended
fi: Suositeltava
pl: Zalecany
sk: Odporúčaný

# recommendedServicePartnerHeaderSeparator
source: Recommended
fi: Suositeltava
pl: Zalecany
sk: Odporúčaný

source: Refresh
fi: Päivitä
pl: Aktualizuj
sk: Aktualizovať

# refreshButtonTitle
source: Refresh Picture
fi: Päivitä kuva
pl: Aktualizuj zdjęcie
sk: Aktualizovať obraz

# refreshPage
source: This page will automatically refresh once the process is complete.
fi: Tämä sivu päivitetään automaattisesti, kun toimenpide on päättynyt.
pl: Ta strona zostanie automatycznie zaktualizowana natychmiast po zakończeniu trwającej operacji.
sk: Po dokončení procesu sa táto stránka automaticky aktualizuje.

# refreshUpperCase
source: REFRESH
fi: PÄIVITÄ
pl: AKTUALIZUJ
sk: AKTUALIZOVAŤ

# refreshViewSemantics
source: Refresh
fi: Päivitä
pl: Aktualizuj
sk: Aktualizovať

# refundCommentOptional
source: Optional
fi: Valinnainen
pl: Opcjonalnie
sk: Voliteľne

# refundTypeUpperCase
source: REFUND TYPE
fi: HYVITYSTAPA
pl: RODZAJ ZWROTU
sk: TYP VRÁTENIA PEŇAZÍ

source: Region
fi: Alue
sk: Región

# regionPleaseSelect
source: Please select
fi: Valitse
pl: Wybierz
sk: Vybrať

# releaseNotesButton
source: New features and improvements
fi: Uudet ominaisuudet ja parannukset
pl: Nowe funkcje i ulepszenia
sk: Nové funkcie a vylepšenia

source: Release to Send
fi: Lähetä päästämällä irti
pl: Puść, aby wysłać
sk: Odoslať pustením

# reminderAdd
source: ADD
fi: LISÄÄ
pl: DODAJ
sk: PRIDAŤ

# reminderDaily
source: Daily
fi: PÄIVITTÄIN
pl: CODZIENNIE
sk: DENNE

# reminderEveryTime
source: Every time
fi: AINA
pl: ZAWSZE
sk: VŽDY

# reminderEveryWorkday
source: Every workday
fi: JOKA TYÖPÄIVÄ
pl: KAŻDY DZIEŃ ROBOCZY
sk: KAŽDÝ PRACOVNÝ DEŇ

# reminderFailedDeleted
source: Failed to delete.
fi: Poistaminen epäonnistui.
pl: Usuwanie nie powiodło się.
sk: Vymazanie zlyhalo.

# reminderMonthly
source: MONTHLY
fi: KUUKAUSITTAIN
pl: MIESIĘCZNE
sk: MESAČNE

# reminderNever
source: Never
fi: EI KOSKAAN
pl: NIGDY
sk: NIKDY

# reminderOfVin
source: Vehicle identification number (VIN), composed of 17 characters, is the identifying code for a specific automobile, and it serves as the car's fingerprint. The VIN can be found on insurance card, purchase invoice, vehicle license and windshield.
fi: VIN on 17 numeroa sisältävä koodi, jolla ajoneuvo tunnistetaan. Se on eräänlainen ajoneuvon sormenjälki. Löydät sen vakuutuskirjasta, ostokuitista, rekisteröintitodistuksesta ja tuulilasista.
pl: VIN to 17-znakowy numer identyfikujący pojazd. Jest unikalny dla każdego pojazdu. Znajduje się w dokumentach pojazdu.
sk: VIN je 17-miestny kód, ktorý identifikuje vozidlo. Funguje ako odtlačok prsta vozidla. Nájdete ho v poistnej zmluve, na doklade o kúpe, na technickom preukaze vozidla a na čelnom skle.

# reminderOneTime
source: One Time
fi: KERRAN
pl: JEDNORAZOWO
sk: JEDNORAZOVO

# reminderSemantics
source: Notification
fi: Ilmoitus
pl: Powiadomienie
sk: Oznámenie

# reminderSuccessfullyAdded
source: Successfully added!
fi: Lisätty onnistuneesti.
pl: Dodano pomyślnie.
sk: Úspešne pridaná.

# reminderSuccessfullyDeleted
source: Successfully deleted!
fi: Poistettu onnistuneesti.
pl: Usunięto pomyślnie.
sk: Úspešne vymazaná.

# reminderWeekly
source: Weekly
fi: VIIKOITTAIN
pl: CO TYDZIEŃ
sk: TÝŽDENNE

# reminderYearly
source: Yearly
fi: VUOSITTAIN
pl: CO ROKU
sk: ROČNE

# remote3DTileIdleState
source: Available
fi: Käytettävissä
pl: Dostępne
sk: Dostupné

# remote3DTileUpdatingState
source: Updating Remote 3D View...
fi: Remote 3D View päivitetään…
pl: Aktualizowanie funkcji Remote 3D View…
sk: Remote 3D View sa aktualizuje…

# remote3dCreateButtonTitle
source: Create 3D View
fi: Luo 3D View
pl: Utwórz 3D View
sk: Vytvoriť 3D View

# remote3dTileNewFeatureTitle
source: New
fi: Uusi
pl: Nowe
sk: Nové

# remote3dTileUpcomingFeatureDescription
source: View and capture your vehicle`s surroundings
fi: Tarkkaile ja huomioi ajoneuvon ympäristöä
pl: Obserwuj i rejestruj otoczenie Twojego pojazdu
sk: Sledujte a zaznamenávajte okolie vášho vozidla

source: Remote Actions
fi: Etäohjatut toiminnot
pl: Usługi zdalne
sk: Diaľkovo ovládané akcie

# remoteActionsNotSupported
source: Remote Actions and additional information are not supported for your vehicle
fi: Ajoneuvosi ei tue etäohjattuja toimintoja ja lisätietoja
pl: Usługi zdalne i dodatkowe informacje nie są wspierane dla tego pojazdu
sk: Diaľkovo ovládané akcie a dodatočné informácie nie sú pre Vaše vozidlo podporované

# remoteCameraSemantics
source: Remote camera
fi: Remote-kamera
pl: Kamera zdalna
sk: Kamera Remote

# remoteCamerasAllCapabilitiesText
source: Remote 3D and Remote Inside View
fi: Remote 3D ja Remote Inside View
pl: Remote 3D i Remote Inside View
sk: Remote 3D a Remote Inside View

# remoteCamerasAllRecordingsDeletedText
source: All views have been deleted
fi: Kaikki näkymät on poistettu
pl: Wszystkie widoki zostały usunięte
sk: Všetky pohľady boli vymazané

# remoteCamerasAntiTheftPlaceholderDesc
source: Only recordings from the anti-theft recorder are added to this gallery.
fi: Tähän galleriaan lisätään vain varkaudenestotallentimen tallenteet.
pl: Do tej galerii dodawane są wyłącznie zapisy rejestratora antykradzieżowego.
sk: Do tejto galérie budú pridané iba nahrávky rekordéra alarmu.

# remoteCamerasAntiTheftPlaceholderNavigationBarTitle
source: Anti-theft recorder
fi: Varkaudenestotallennin
pl: Rejestrator antykradzieżowy
sk: Rekordér alarmu

# remoteCamerasAntiTheftPlaceholderTitle
source: No anti-theft recordings available
fi: Varkaustallenteita ei ole käytettävissä
pl: Brak dostępnych zapisów kradzieży
sk: Nie sú k dispozícii žiadne záznamy z krádeže

# remoteCamerasAntiTheftTagText
source: Anti-theft alarm
fi: Varashälytin
pl: Instalacja alarmowa
sk: Poplašné zariadenie

# remoteCamerasCompactGalleryLayoutTitle
source: List View
fi: Luettelonäkymä
pl: Widok listy
sk: Zoznamový náhľad

# remoteCamerasDeleteAllRecordingsDesc
source: If you delete all recordings you will be unable to view your previous created photos and videos.
fi: Jos poistat kaikki nauhoitukset, et enää näe tallentamiasi valokuvia ja videoita.
pl: Po usunięciu wszystkich zapisów nie jest możliwe wyświetlanie wcześniej utworzonych zdjęć i filmów.
sk: Ak vymažete všetky záznamy, už si viac nebudete môcť zobraziť svoje predtým zhotovené fotky alebo videá.

# remoteCamerasDeleteAllRecordingsText
source: Delete all recordings
fi: Poista kaikki nauhoitukset
pl: Usuń wszystkie zapisy
sk: Vymazať všetky záznamy

# remoteCamerasDeleteAllRecordsDesc
source: You will no longer be able to see any photos and videos you have recorded if you delete all recordings.
fi: Jos poistat kaikki nauhoitukset, et enää näe tallentamiasi valokuvia ja videoita.
pl: Po usunięciu wszystkich zapisów nie jest możliwe wyświetlanie wcześniej utworzonych zdjęć i filmów.
sk: Ak vymažete všetky záznamy, už si viac nebudete môcť zobraziť svoje predtým zhotovené fotky alebo videá.

# remoteCamerasDeleteAllRecordsText
source: Delete all recordings
fi: Poista kaikki nauhoitukset
pl: Usuń wszystkie zapisy
sk: Vymazať všetky záznamy

# remoteCamerasDetailsButtonTitle
source: DETAILS
fi: TIEDOT
pl: SZCZEGÓŁY
sk: PODROBNOSTI

# remoteCamerasFrontImageTitle
source: Front view
fi: Näkymä edestä
pl: Widok z przodu
sk: Čelný pohľad

# remoteCamerasFrontPictureButtonText
source: FRONT
fi: EDESSÄ
pl: Z PRZODU
sk: VPREDU

# remoteCamerasGalleryCardLayoutTitle
source: Card View
fi: Karttanäkymä
pl: Widok kart
sk: Náhľad mapy

# remoteCamerasGalleryEventLoadingErrorSnackbar
source: Failed to load recordings
fi: Kuvien lataus epäonnistui
pl: Ładowanie ujęć nie powiodło się
sk: Načítanie záznamov zlyhalo

# remoteCamerasGalleryLayoutToggleTitle
source: Toggle View
fi: Vaihda näkymää
pl: Zmień widok
sk: Prepnúť pohľad

# remoteCamerasGalleryListLoadingErrorText
source: Failed to load available recordings. Please try again.
fi: Käytettävissä olevien kuvien lataus epäonnistui. Yritä uudelleen.
pl: Ładowanie dostępnych ujęć nie powiodło się. Spróbuj ponownie.
sk: Načítanie dostupných záznamov zlyhalo. Skúste to znova.

# remoteCamerasGalleryRecordingLoadingErrorSnackbar
source: Failed to load anti-theft alarm recordings
fi: Varaushälyttimen näkymän lataus epäonnistui
pl: Ładowanie ujęć kradzieży nie powiodło się
sk: Načítanie záznamov krádeže zlyhalo

# remoteCamerasGalleryTitle
source: Gallery
fi: Galleria
pl: Galeria
sk: Galéria

# remoteCamerasGarageDialogCancelButton
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# remoteCamerasGarageDialogProceedButton
source: PROCEED
fi: JATKA
pl: KONTYNUUJ
sk: POKRAČOVAŤ

# remoteCamerasGarageDialogText
source: A Remote Camera request is currently active. If you switch vehicles, this function may be interrupted. Would you still like to continue?
fi: Etäkameratoiminto on parhaillaan käytössä. Vaihdettaessa toiseen ajoneuvoon toiminta mahdollisesti keskeytyy. Haluatko silti jatkaa?
pl: Funkcja kamer zdalnych jest aktualnie używana. W przypadku zmiany na inny pojazd realizacja może zostać przerwana. Czy mimo to kontynuować?
sk: V súčasnosti sa používa funkcia Remote Cameras. Pri zmene vozidla môže byť realizácia prerušená. Chcete aj napriek tomu pokračovať?

# remoteCamerasGarageDialogTitle
source: Please note
fi: Huomautus
pl: Wskazówka
sk: Upozornenie

# remoteCamerasInfoWidgetAntiTheftListItem
source: Anti-theft recorder
fi: Varkaudenestotallennin
pl: Rejestrator antykradzieżowy
sk: Rekordér alarmu

# remoteCamerasInsideButtonTitle
source: INSIDE
fi: SISÄLLÄ
pl: WEWNĄTRZ
sk: VNÚTRI

# remoteCamerasInsideTitle
source: INSIDE VIEW
fi: SISÄNÄKYMÄ
pl: WIDOK WEWNĄTRZ
sk: VNÚTORNÝ NÁHĽAD

# remoteCamerasLatestRecordsTitle
source: MOST RECENT RECORDING
fi: VIIMEINEN KUVA
pl: OSTATNIE ZDJĘCIE
sk: POSLEDNÝ ZÁZNAM
