Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# Sustainability_efficiencyInsightsActivationLabel
source: Get information about your last trips and insights on your driving style.
fi: Saat tietoja viimeisistä ajoistasi ja ajotavastasi.
pl: Otrzymuj informacje o swoich ostatnich jazdach oraz o swoim stylu jazdy.
sk: Získajte informácie o svojich nedávnych jazdách a spôsobe jazdy.

# Sustainability_efficiencyInsightsActivationTitle
source: Please activate Efficiency Insights.
fi: Ole hyvä ja aktivoi Efficiency Insights.
pl: Aktywuj Efficiency Insights.
sk: Aktivujte Efficiency Insights.

# Sustainability_efficiencyInsightsAdditionalRangeLabel
source: Additional range
fi: Lisätoimintasäde
pl: Dodatkowy zasięg
sk: Dodatočný dojazd

# Sustainability_efficiencyInsightsAllTripsLabel
source: All trips
fi: Kaikki ajot
pl: Wszystkie jazdy
sk: Všetky jazdy

# Sustainability_efficiencyInsightsAverageAbbreviationTitle
source: Average
fi: Keskiarvo
pl: Średnia
sk: Priemer

# Sustainability_efficiencyInsightsConsentTitle
source: My consent to data storage
fi: Suostumukseni tietojen tallentamiseen
pl: Moja zgoda na zapisywanie danych
sk: Môj súhlas s ukladaním údajov

# Sustainability_efficiencyInsightsConsumptionTitle
source: Consumption
fi: Kulutus
pl: Zużycie
sk: Spotreba

# Sustainability_efficiencyInsightsDistanceTitle
source: Distance
fi: Etäisyys
pl: Odległość
sk: Vzdialenosť

# Sustainability_efficiencyInsightsDrivenDistanceLabel
source: Driven distance
fi: Ajettu matka
pl: Przejechany odcinek
sk: Prejdená trasa

# Sustainability_efficiencyInsightsEDriveDefinitionDesc
source: The eDrive distance indicates the distance driven using electric power. Electric driving includes all distances driven using electric power, as well as all distances covered with the vehicle in neutral, or with the combustion engine turned off. This occurs, for example, when you lower the speed in your BMW.
fi: eDrive-matka ilmaisee ajon sähköllä. Sähköajoon kuuluvat kaikki sähkömoottorilla ajetut matkat sekä kaikki tyhjäkäynnillä tai polttomoottorin ollessa sammutettuna ajetut matkat. Näin on esimerkiksi silloin, kun lasket nopeutta BMW:lläsi.
pl: Odcinek eDrive to wskazówka dla jazdy elektrycznej. Jazda elektryczna obejmuje wszystkie odcinki, na których jechano z silnikiem elektrycznym, a także wszystkie odcinki pokonywane na biegu jałowym lub na których wyłączony był silnik spalinowy. Ma to miejsce np. wtedy, gdy zmniejszasz prędkość w Twoim BMW.
sk: Trasa eDrive je indikátorom vášho elektrického jazdenia. K elektrickému jazdeniu patria všetky trasy, ktoré boli prejdené s elektromotorom, ako aj všetky trasy vo voľnobehu alebo s vypnutým spaľovacím motorom. To je napríklad vtedy, keď so svojím BMW znížite rýchlosť.

# Sustainability_efficiencyInsightsEDriveDefinitionLabel
source: Definition of eDrive distance
fi: eDrive-matkan määrittely
pl: Definicja odcinka eDrive
sk: Definícia trasy eDrive

# Sustainability_efficiencyInsightsEDriveDistanceLabel
source: eDrive distance
fi: eDrive-matka
pl: Odcinek eDrive
sk: Trasa eDrive

# Sustainability_efficiencyInsightsEDriveInformationTitle
source: eDrive information
fi: eDrive-tiedot
pl: Informacje dot. eDrive
sk: Informácie eDrive

# Sustainability_efficiencyInsightsEdriveShareLabel
source: The eDrive Share shows your electric driving distance as compared to your total driving distance.
fi: eDrive Share näyttää sähköllä ajetun matkan verrattuna kokonaismatkaan.
pl: eDrive Share wyświetla odcinek przejechany w trybie elektrycznym w stosunku do całego odcinka.
sk: eDrive Share vám zobrazuje elektricky prejdenú vzdialenosť v porovnaní s celkovou vzdialenosťou.

# Sustainability_efficiencyInsightsElectricDistanceLabel
source: Electric distance
fi: Sähköllä ajettu matka
pl: Odcinek w trybie elektrycznym
sk: Elektrická trasa

# Sustainability_efficiencyInsightsElectricalLabel
source: electric
fi: sähköllä
pl: elektrycznie
sk: elektricky

# Sustainability_efficiencyInsightsEmptyMessageLabel
source: No activity this month. Either you did not drive at all or you did not drive electrically.
fi: Ei aktiviteettejä tässä kuussa. Joko et ole ajanut lainkaan tai et ole ajanut sähköllä.
pl: Brak aktywności w tym miesiącu. Albo nie jeżdżono w ogóle, albo nie jeżdżono w trybie elektrycznym.
sk: Žiadne aktivity tento mesiac. Buď ste nejazdili vôbec, alebo ste nejazdili na elektrický pohon.

# Sustainability_efficiencyInsightsLastTripLabel
source: Last trip
fi: Viimeinen ajo
pl: Ostatnia jazda
sk: Posledná jazda

# Sustainability_efficiencyInsightsLastWeekLabel
source: Last week
fi: Viime viikko
pl: Ostatni tydzień
sk: Posledný týždeň

# Sustainability_efficiencyInsightsLearnMoreLabel
source: Learn more
fi: Lisätietoja
pl: Dowiedz się więcej
sk: Zistiť viac

# Sustainability_efficiencyInsightsMyTripsTitle
source: My Trips
fi: Omat ajot
pl: Moje jazdy
sk: Moje cesty

# Sustainability_efficiencyInsightsNoDataDescriptionLabel
source: There is no data available for this month. Your trips are only recorded, when you are logged into the vehicle. Remember to log in each time you want your trips to be recorded.
fi: Tältä kuukaudelta ei ole käytettävissä tietoja. Ajot tallennetaan vain, jos olet kirjautunut sisään ajoneuvoosi. Muista kirjautua sisään aina, kun haluat, että ajosi tallennetaan.
pl: Brak danych dla tego miesiąca. Twoje dane są wyświetlane tylko przy zalogowaniu w swoim pojeździe. Pamiętaj o ponownym zalogowaniu się za każdym razem, gdy chcesz zarejestrować swoje jazdy.
sk: Pre tento mesiac nie sú k dispozícii žiadne údaje. Vaše jazdy sa zaznamenávajú iba vtedy, ak ste sa prihlásili do svojho vozidla. Nezabudnite sa prihlásiť vždy, ak chcete, aby sa vaše jazdy zaznamenávali.

# Sustainability_efficiencyInsightsNoDataLabel
source: No data yet
fi: Ei vielä tietoja
pl: Na razie brak danych
sk: Zatiaľ žiadne dáta

# Sustainability_efficiencyInsightsNoRecordedTripLabel
source: Your trip data is only recorded as long as you stay logged in to your personal vehicle-account while driving. Please inform additional users that data is recorded while driving with your personal vehicle-account.
fi: Ajotietosi tallentuvat vain niin kauan kuin olet profiilillasi kirjautuneena sisään ajoneuvoon ajon aikana. Ilmoita muille käyttäjille, että heidän ajonsa tallennetaan, kun he ovat kirjautuneina sisään tililläsi.
pl: Twoje dane jazdy są rejestrowane tylko wtedy, gdy podczas jazdy jesteś zalogowany/zalogowana na swoim profilu w pojeździe. Poinformuj innych użytkowników, że ich jazdy są rejestrowane, gdy są zalogowani na swoim koncie.
sk: Vaše dáta o jazde sa zaznamenávajú iba vtedy, ak ste počas jazdy prihlásení vo vozidle pomocou svojho profilu. Informujte ostatných používateľov, že ich jazdy sa budú zaznamenávať, kým budú prihlásení do vášho účtu.

# Sustainability_efficiencyInsightsNoRecordedTripTitle
source: No trip recorded yet
fi: Ei vielä tallennettuja ajoja
pl: Nie zarejestrowano jeszcze żadnych jazd
sk: Zatiaľ neboli zaznamenané žiadne jazdy

# Sustainability_efficiencyInsightsNonEDriveDistanceLabel
source: Non-eDrive distance
fi: Muu kuin eDrive-matka
pl: Odcinek bez eDrive
sk: Trasa nie eDrive

# Sustainability_efficiencyInsightsNonElectricalLabel
source: non-electric
fi: ei sähköllä
pl: nieelektrycznie
sk: neelektricky

# Sustainability_efficiencyInsightsNotActivatedTitle
source: Efficiency Insights not activated.
fi: Efficiency Insights ei aktivoitu.
pl: Nie aktywowano Efficiency Insights.
sk: Efficiency Insights nie je aktivované.

# Sustainability_efficiencyInsightsOnboarding1Label
source: View information on your last trip and browse through older trips in your trip history.
fi: Saat tietoja viimeisimmästä ajomatkastasi ja voit tarkastella aiempia ajoja historiassa.
pl: Otrzymuj informacje o ostatniej jeździe i zobacz poprzednie jazdy w swojej historii.
sk: Získajte informácie o svojej poslednej jazde a prezrite si minulé jazdy vo svojej histórii.

# Sustainability_efficiencyInsightsOnboarding1Title
source: Get insights on your trips
fi: Saat tietoa ajoistasi
pl: Zapewnij sobie wgląd w swoje jazdy
sk: Získajte prehľad o svojich jazdách

# Sustainability_efficiencyInsightsOnboarding2Label
source: Activate Efficiency Insights to view information about your recent trips and see trends and changes in your mobility behavior.
fi: Aktivoi Efficiency Insights, jotta näet tietoja viimeisimmistä ajoistasi ja ymmärrät liikkumiskäyttäytymisesi kehitystä ja muutoksia.
pl: Aktywuj Efficiency Insights, aby wyświetlać informacje o ostatnich jazdach i aby zrozumieć tendencje i zmiany w swojej mobilności.
sk: Aktivujte Efficiency Insights, aby ste videli informácie o svojich nedávnych cestách a porozumeli trendom a zmenám vo vašom mobilite.

# Sustainability_efficiencyInsightsOnboarding2Title
source: Analyze your driving style
fi: Analysoi ajotapaasi
pl: Analizuj swój styl jazdy
sk: Analyzujte svoj štýl jazdy

# Sustainability_efficiencyInsightsOnboarding3Title
source: {brand} cares about your data
fi: {brand} huolehtii tiedoistasi
pl: {brand} troszczy się o Twoje dane
sk: {brand} sa stará o vaše údaje

# Sustainability_efficiencyInsightsOnboardingNextButton
source: Next
fi: Seuraava
pl: Dalej
sk: Ďalej

# Sustainability_efficiencyInsightsOnboardingSkipButton
source: Skip
fi: Ohita
pl: Pomiń
sk: Preskočiť

# Sustainability_efficiencyInsightsPerDayLabel
source: per day
fi: päivässä
pl: na dzień
sk: za deň

# Sustainability_efficiencyInsightsServiceDescriptionCheckboxLabel
source: I have read and accept the Service Description.
fi: Olen lukenut palvelun kuvauksen ja hyväksyn sen.
pl: Znam opis usługi i wyrażam na niego zgodę.
sk: Prečítal som si popis služby a súhlasím s ním.

# Sustainability_efficiencyInsightsServiceDescriptionLabel
source: Read full Service Description
fi: Lue koko palvelun kuvaus
pl: Przeczytaj cały opis usługi
sk: Prečítať celý popis služby

# Sustainability_efficiencyInsightsStatisticsLabel
source: STATISTICS
fi: TILASTOT
pl: STATYSTYKI
sk: ŠTATISTIKY

# Sustainability_efficiencyInsightsThisMonthLabel
source: This month
fi: Tämä kuukausi
pl: Ten miesiąc
sk: Tento mesiac

# Sustainability_efficiencyInsightsThisWeekLabel
source: This week
fi: Tämä viikko
pl: Ten tydzień
sk: Tento týždeň

# Sustainability_efficiencyInsightsTripStatisticsLabel
source: Trip statistics
fi: Ajotilastot
pl: Statystyki jazdy
sk: Štatistiky jázd

# Sustainability_efficiencyInsightsViewAllLabel
source: View all
fi: Näytä kaikki
pl: Wyświetl wszystkie
sk: Zobraziť všetky

# Sustainability_efficiencyInsightsViewLabel
source: View
fi: Näytä
pl: Wyświetl
sk: Zobraziť

# Sustainability_efficiencyInsightsWithoutEDriveLabel
source: without eDrive
fi: ei eDrive-ajoa
pl: bez eDrive
sk: bez eDrive

# Sustainability_efficiencyStatisticsAvgConsumptionLabel
source: average consumption
fi: keskikulutus
pl: średnie zużycie
sk: priem. spotreba

# Sustainability_efficiencyStatisticsEDriveShareDesc
source: The eDrive share shows you the distance covered using electric power as a share of your total driving distance.
fi: eDrive-osuus näyttää sähköllä ajetun matkan verrattuna kokonaismatkaan.
pl: Wskaźnik eDrive wyświetla odcinek przejechany w trybie elektrycznym w stosunku do całego odcinka.
sk: Podiel eDrive vám zobrazuje elektricky prejdenú vzdialenosť v porovnaní s celkovou vzdialenosťou.

# Sustainability_efficiencyStatisticsEDriveShareTitle
source: eDrive share
fi: eDrive-osuus
pl: Wskaźnik eDrive
sk: Podiel eDrive

# Sustainability_efficiencyStatisticsEcoCoachNoActivityInCurrentMonthDesc
source: No activity this month. Please check this menu again after your first trips this month to receive a tip from the Efficiency Coach.
fi: Ei aktiviteettejä tässä kuussa. Katso tätä valikkoa uudelleen muutaman ensimmäisen ajokerran jälkeen, jotta saat vinkkejä tehokkuusvalmentajalta.
pl: Brak aktywności w tym miesiącu. Po pierwszej jeździe wyświetl to menu ponownie, aby otrzymać wskazówkę od trenera wydajności.
sk: Žiadne aktivity tento mesiac. Po vašich prvých jazdách sa znovu pozrite do tejto ponuky, aby ste dostali tip od trénera efektívnej jazdy.

# Sustainability_efficiencyStatisticsEcoCoachPreviousMonthDesc
source: Check the statistics from the current month to receive a tip from the Efficiency Coach.
fi: Tarkista kuluvan kuukauden tilastot saadaksesi vinkkejä tehokkuusvalmentajalta.
pl: Sprawdź statystyki dla bieżącego miesiąca, aby otrzymać wskazówkę od trenera wydajności.
sk: Skontrolujte štatistiku aktuálneho mesiaca, aby ste dostali tip od trénera efektívnej jazdy.

# Sustainability_efficiencyStatisticsSummaryMessageNoEcoTipAvailableDesc
source: No tips available from the Efficiency Coach. Please check this menu again after your next drives.
fi: Tehokkuusvalmentajan vinkkejä ei ole käytettävissä. Palaa tälle sivulle seuraavien ajojen jälkeen.
pl: Brak wskazówek od trenera wydajności. Po kolejnej jeździe wyświetl tę stronę ponownie.
sk: Nie sú dostupné žiadne tipy od trénera efektívnej jazdy. Po vašich ďalších jazdách sa znovu pozrite do tejto ponuky.

# Sustainability_emptyStateDataNotFoundDesc
source: Something went wrong. The last trip data cannot currently be loaded.
fi: Jotain meni pieleen. Viimeisen ajon tietoja ei voi tällä hetkellä ladata.
pl: Coś poszło nie tak. Aktualnie nie można załadować danych z ostatniej jazdy.
sk: Niečo sa nepodarilo. Dáta poslednej jazdy aktuálne nie je možné nahrať.

# Sustainability_emptyStateDataNotFoundTitle
source: Currently no data found
fi: Tietoja ei löytynyt
pl: Nie znaleziono danych
sk: Nebolo možné nájsť žiadne dáta

# Sustainability_emptyStateDataOutdatedTitle
source: Long time no ride
fi: Ei ajoa pitkään aikaan
pl: Brak jazdy przez długi czas
sk: Dlho žiadna jazda

# Sustainability_emptyStateErrorMessageLabel
source: Something went wrong. Please update the page.
fi: Jotain meni pieleen. Päivitä sivu.
pl: Coś poszło nie tak. Odśwież stronę.
sk: Niečo sa pokazilo. Obnovte stránku.

# Sustainability_emptyStateNoActivityLabel
source: No activity this month
fi: Ei aktiviteettejä tässä kuussa
pl: Brak aktywności w tym miesiącu
sk: Žiadne aktivity tento mesiac

# Sustainability_emptyStateNoTripsDriverProfileDesc
source: Not sure how to set up or log in to your driver profile? <link>Learn more<link>
fi: Etkö ole varma, miten voit asettaa kuljettajan profiilisi tai kirjautua sillä sisään? <link>Lisätietoja<link>
pl: Nie wiesz, jak skonfigurować swój profil kierowcy lub zalogować się za jego pomocą? <link>Dowiedz się więcej<link>
sk: Neviete, ako si nastaviť alebo sa prihlásiť pomocou profilu vodiča? <link>Zistiť viac<link>

# Sustainability_emptyStateNoTripsTitle
source: No trips recorded yet
fi: Ei vielä tallennettuja ajoja
pl: Jeszcze brak jazd
sk: Ešte nie sú zaznamenané žiadne jazdy

# Sustainability_emptyStateRideHistoryDeactivatedButton
source: Go to settings
fi: Asetuksiin
pl: Do ustawień
sk: Prejsť na nastavenia

# Sustainability_emptyStateRideHistoryDeactivatedTitle
source: My Trips not activated
fi: Omat matkat ei aktivoitu
pl: Opcja Moje Podróże nie jest aktywna
sk: Moje cesty nie sú aktivované

# Sustainability_emptyStateTripByAnotherUserTitle
source: Unknown last trip
fi: Tuntematon viimeinen ajo
pl: Nieznana ostatnia jazda
sk: Posledná jazda neznáma

# Sustainability_emptyStateTripHistoryNoActivityDesc
source: Either you did not drive at all or you were not logged in to your personal BMW ID during the drive.
fi: Joko et ole ajanut lainkaan tai et ollut kirjautuneena sisään henkilökohtaisella BMW ID:lläsi ajon aikana.
pl: Albo nie jeżdżono w ogóle, albo nie zalogowano się podczas jazdy za pomocą osobistego BMW ID.
sk: Buď ste nejazdili vôbec, alebo ste počas jazdy neboli prihlásení s vaším osobným BMW ID.

# Sustainability_emptyStateTripHistoryNoActivityTitle
source: No activity this month
fi: Ei aktiviteettejä tässä kuussa
pl: Brak aktywności w tym miesiącu
sk: Žiadne aktivity tento mesiac

# Sustainability_emptyStateUnknownErrorDesc
source: Your trip data cannot currently be accessed.
fi: Ajotietojasi ei voi tällä hetkellä käyttää.
pl: Aktualnie brak dostępu do danych jazdy.
sk: Momentálne nie je možný prístup k vašim dátam o jazde.

# Sustainability_emptyStateUnknownErrorTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa nepodarilo

# Sustainability_errorStateDataNotAvailableLabel
source: Data not available
fi: Tiedot eivät ole käytettävissä
pl: Dane nie są dostępne
sk: Údaje nie sú k dispozícii

# Sustainability_errorStateUnableToRetrieveDataSubtitle
source: We are currently unable to retrieve your data. Please refresh the page.
fi: Emme voi hakea tietojasi tällä hetkellä. Päivitä sivu.
pl: Obecnie nie możemy wywołać Twoich danych. Odśwież stronę.
sk: Momentálne nemôžeme získať vaše údaje. Obnovte stránku.

# Sustainability_howToActivationStepGoToGeneralSettingsOS7Label
source: Then go to "CAR" > "Settings" and select "General settings".
fi: Siirry sitten kohtaan "CAR" > "Asetukset" ja valitse "Yleiset asetukset".
pl: Przejdź do sekcji "CAR" > "Ustawienia" i wybierz "Ustawienia ogólne".
sk: Prejdite na "CAR" > "Nastavenia" a vyberte "Všeobecné nastavenia".

# Sustainability_howToActivationStepGoToGeneralSettingsOS8Label
source: Go back to "System settings“ (step 3), scroll down to "Data and devices“ and select "Data privacy“.
fi: Palaa takaisin kohtaan "Järjestelmäasetukset" (vaihe 3), vieritä alaspäin kohtaan "Tiedot ja laitteet" ja valitse "Tietosuoja".
pl: Wróć do "Ustawień systemu" (Krok 3), przewiń w dół do opcji "Dane i urządzenia" i wybierz sekcję "Ochrona danych".
sk: Prejdite späť na "Systémové nastavenia" (krok 3), posúvajte smerom nadol na "Údaje a zariadenia" a vyberte "Ochrana osobných údajov".

# Sustainability_howToActivationStepLabel
source: Select "All services incl. Analysis". If desired, you can also choose "Individual Selection" and activate "My Trips".
fi: Valitse "Kaikki palvelut ja analyysit". Halutessasi voit valita myös vaihtoehdon "Yksilöllinen valinta" ja aktivoida "Omat matkat".
pl: Wybierz opcję "Wszystkie usługi z analizą". W razie potrzeby możesz też wybrać opcję "Wybór indywidualny" i aktywować opcję "Moje Podróże".
sk: Vyberte možnosť "Všetky služby vrátane analýzy". V prípade potreby môžete tiež vybrať možnosť "Individuálny výber" a aktivovať funkciu "Moje cesty".

# Sustainability_lastTripTotalLabel
source: Total
fi: yhteensä
pl: łącznie
sk: celkovo

# Sustainability_lastTripWidgetTitle
source: My last trip
fi: Viimeinen ajoni
pl: Moja ostatnia jazda
sk: Moja posledná jazda

# Sustainability_optInFlowActOptHeadlineDesc
source: Two ways to activate "My Trips"
fi: Kaksi tapaa aktivoida "Omat matkat"
pl: Dwa sposoby na aktywację opcji "Moje jazdy"
sk: Dve možnosti ako aktivovať "Moje jazdy"

# Sustainability_optInFlowActOptVehicleActivationButton
source: Activate in vehicle
fi: Aktivoi ajoneuvossa
pl: Aktywacja w pojeździe
sk: Aktivovať vo vozidle

# Sustainability_optInFlowActOptVehicleActivationDesc
source: Activate "My Trips" directly in your vehicle.
fi: Aktivoi "Omat matkat" suoraan ajoneuvossa.
pl: Aktywuj opcję "Moje jazdy" bezpośrednio w pojeździe.
sk: Aktivujte "Moje jazdy" priamo vo vašom vozidle.

# Sustainability_optInFlowActOptVehicleActivationLabel
source: Activate in vehicle
fi: Aktivoi ajoneuvossa
pl: Aktywacja w pojeździe
sk: Aktivovať vo vozidle

# Sustainability_optInFlowActOptWebActivationButton
source: Activate on smartphone
fi: Aktivoi älypuhelimella
pl: Aktywacja poprzez smartfon
sk: Aktivovať cez smartfón

# Sustainability_optInFlowActOptWebActivationDesc
source: Conveniently activate "My Trips" on your smartphone.
fi: Aktivoi "Omat matkat" kätevästi suoraan älypuhelimellasi.
pl: Aktywuj opcję "Moje jazdy" wygodnie bezpośrednio przez swój smartfon.
sk: Aktivujte "Moje jazdy" pohodlne cez váš smartfón.

# Sustainability_optInFlowActOptWebActivationIfNotAbleDesc
source: You can activate it in your vehicle if you cannot activate it on your smartphone.
fi: Voit aina käyttää aktivointia ajoneuvossa, jos aktivointi älypuhelimella ei toimi.
pl: Gdy nie zadziała aktywacja przez smartfon, można w każdej chwili przeprowadzić aktywację w pojeździe.
sk: Ak aktivácia nebude fungovať cez váš smartfón, kedykoľvek môžete použiť aktiváciu vo vozidle.

# Sustainability_optInFlowActOptWebActivationLabel
source: Activate on smartphone
fi: Aktivoi älypuhelimella
pl: Aktywacja poprzez smartfon
sk: Aktivovať cez smartfón

# Sustainability_optInFlowActivateMyTripsTitle
source: Activate "My Trips"
fi: Aktivoi "Omat matkat"
pl: Aktywuj "Moje jazdy"
sk: Aktivovať "Moje cesty"

# Sustainability_optInFlowAllSetTitle
source: All set!
fi: Kaikki on valmista!
pl: Wszystko gotowe!
sk: Všetko je pripravené!

# Sustainability_optInFlowBackButton
source: BACK
fi: TAKAISIN
pl: POWRÓT
sk: SPÄŤ

# Sustainability_optInFlowCloseButton
source: CLOSE
fi: SULJE
pl: ZAMKNIJ
sk: ZATVORIŤ

# Sustainability_optInFlowConfirmTripRecordingDesc
source: I confirm that I have informed other drivers that drives will be recorded.
fi: Vahvistan, että olen ilmoittanut muille kuljettajille ajon tallentamisesta.
pl: Potwierdzam, że inni kierowcy zostali poinformowani o rejestracji jazdy.
sk: Potvrdzujem, že som informoval ďalších vodičov o zázname jazdy.

# Sustainability_optInFlowDataProtectionLabel
source: Data privacy
fi: Tietosuoja
pl: Ochrona danych osobowych
sk: Ochrana osobných údajov

# Sustainability_optInFlowEnableDataProtectionTitle
source: Enable data privacy settings
fi: Aktivoi tietosuoja-asetukset
pl: Aktywuj ustawienia dotyczące ochrony danych osobowych
sk: Aktivovať nastavenia ochrany údajov

# Sustainability_optInFlowFullyActivateMyTripsDesc
source: To fully activate this option, please make sure that "My Trips" is activated in your vehicle's data privacy menu. You can deactivate it again in your vehicle at any time if you no longer wish to use it.
fi: Jos haluat aktivoida tämän vaihtoehdon kokonaan, varmista, että "Omat matkat" on aktivoitu ajoneuvosi valikossa "Tietosuoja". Voit poistaa tämän vaihtoehdon käytöstä ajoneuvossasi milloin tahansa, jos et enää halua käyttää sitä.
pl: Aby w pełni aktywować tę opcję, upewnij się, że w menu "Ochrona danych osobowych" pojazdu aktywna jest opcja "Moje jazdy". Opcję tę możesz w każdej chwili dezaktywować w swoim pojeździe, gdy nie chcesz już jej używać.
sk: Ak chcete túto možnosť úplne aktivovať, uistite sa, že je v menu "Ochrana osobných údajov" vášho vozidla aktivovaná funkcia "Moje cesty". Vo svojom vozidle môžete túto možnosť kedykoľvek deaktivovať, ak ju už nechcete používať.

# Sustainability_optInFlowGoBackToSystemSettingsDesc
source: Go back to "System settings", scroll down to "Data and devices" and select "Data privacy". Select "All services incl. analysis". You can also choose "Individual selection" instead and activate the "My Trips" option.
fi: Palaa takaisin kohtaan "Järjestelmäasetukset", vieritä alaspäin kohtaan "Tiedot ja laitteet" ja valitse "Tietosuoja". Valitse "Kaikki palvelut ja analyysit". Halutessasi voit valita sen sijaan myös vaihtoehdon "Yksilöllinen valinta" ja aktivoida vaihtoehdon "Omat matkat".
pl: Wróć do opcji "Ustawienia systemu", przewiń w dół do opcji "Dane i urządzenia" i wybierz sekcję "Ochrona danych osobowych". Wybierz opcję "Wszystkie usługi z analizą". W razie potrzeby możesz też zamiast tego wybrać opcję "Wybór indywidualny" i aktywować opcję "Moje jazdy".
sk: Prejdite späť na "Nastavenia systému", posúvajte smerom nadol na "Údaje a zariadenia" a zvoľte "Ochrana osobných údajov". Vyberte možnosť "Všetky služby vrátane analýzy". V prípade potreby môžete namiesto toho zvoliť "Individuálny výber" a aktivovať možnosť "Moje cesty".
