Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# bmwPointsNoActivitiesText
source: Start earning points by driving electrically inside or outside of an eDrive Zone! You can exchange your points for rewards.
fi: Kerää pisteitä ajamalla sähköisesti eDrive-vyöhykkeen sisä- tai ulkopuolella! Pisteillä voit lunastaa palkintoja.
pl: Gromadź punkty, jeżdżąc w trybie elektrycznym w strefie eDrive lub poza nią! Możesz wykorzystać punkty na nagrody.
sk: Začnite zbierať body elektrickou jazdou vo vnútri alebo mimo zóny eDrive! Svoje body môžete vymeniť za odmeny.

# bmwPointsNoActivitiesYet
source: No activities yet
fi: Aktiviteettejä ei vielä ole
pl: Na razie brak aktywności
sk: Zatiaľ žiadne aktivity

# bmwPointsNoActivity
source: No activity
fi: Ei aktiviteettejä
pl: Brak aktywności
sk: Žiadne aktivity

# bmwPointsNoActivityThisWeek
source: No activity this week
fi: Ei aktiviteettejä tällä viikolla
pl: Brak aktywności w tym tygodniu
sk: Žiadne aktivity tento týždeň

# bmwPointsNoChargeNowContractDescription
source: You need to create a contract with BMW Charging in order to redeem points. Please use your Connected Drive account to login.
fi: Pisteiden lunastamista varten tarvitset BMW Charging -sopimuksen. Käytä rekisteröimiseen ConnectedDrive-tilisi käyttäjätietoja.
pl: Do wykorzystania punktów potrzebna jest umowa BMW Charging. Do logowania użyj danych dostępowych do swojego konta ConnectedDrive.
sk: Na uplatnenie bodov potrebujete zmluvu BMW Charging. Na prihlásenie použite prístupové údaje svojho účtu ConnectedDrive.

# bmwPointsNoChargeNowContractTitle
source: No BMW Charging contract
fi: BMW Charging-sopimusta ei ole tallennettu.
pl: Nie zapisano umowy BMW Charging.
sk: Nie je uložená žiadna zmluva BMW Charging.

# bmwPointsNoChargingSessionsYet
source: No charging sessions yet
fi: Lataustapahtumia ei vielä ole
pl: Jeszcze brak procesów ładowania
sk: Ešte žiadne procesy nabíjania

# bmwPointsNoInternetConnectionBanner
source: No internet connection. Please reconnect.
fi: Ei online-yhteyttä. Yhdistä uudelleen.
pl: Brak połączenia online. Połącz ponownie.
sk: Žiadne online pripojenie. Znova sa pripojte.

# bmwPointsNoInternetConnectionDescription
source: Slow or no internet connection. Please check your internet settings and try again.
fi: Hidas online-yhteys tai ei yhteyttä. Tarkista internet-asetukset ja yritä uudelleen.
pl: Wolne połączenie online lub brak połączenia. Sprawdź ustawienia internetowe i spróbuj ponownie.
sk: Pomalé alebo žiadne online pripojenie. Skontrolujte internetové nastavenia a skúste to znova.

# bmwPointsNoVouchersYet
source: No vouchers yet
fi: Etuseteleitä ei vielä ole
pl: Jeszcze nie ma kuponów
sk: Ešte žiadne kupóny

# bmwPointsNotAvailable
source: Not Available
fi: Ei käytettävissä
pl: Niedostępne
sk: Nie je k dispozícii

# bmwPointsNotDriveElectrically
source: You did not driver on electric power, or did not drive at all.
fi: Et ole ajanut sähköllä (tai et lainkaan).
pl: Nie jeżdżono w trybie elektrycznym (lub prawie nie jeżdżono).
sk: Nejazdili ste na elektrinu (alebo skoro vôbec).

# bmwPointsNotJoinedYet
source: Not joined yet
fi: Ei vielä sisäänkirjauduttu
pl: Jeszcze nie zarejestrowano
sk: Ešte ste sa nezaregistrovali

# bmwPointsNumberWaysEarningPoints
source: There are {numberWays} ways of earning points.
fi: Voit kerätä pisteitä {numberWays} eri tavalla.
pl: Istnieją(-e) {numberWays} różne(-ych) sposoby(-ów) zdobywania punktów.
sk: Existujú {numberWays} rôzne spôsoby, ako môžete zbierať body.

# bmwPointsOctober
source: October
fi: Lokakuu
pl: Październik
sk: Október

# bmwPointsOhNo
source: Oh no!
fi: Hupsis!
pl: O nie!
sk: Ojoj!

# bmwPointsOnlyOneVoucher
source: Only one voucher can be used per booking.
fi: Varausta kohden voi käyttää vain yhden etusetelin.
pl: Można wykorzystać tylko jeden kupon na rezerwację.
sk: Na jednu objednávku možno použiť len jeden kupón.

# bmwPointsOops
source: Oops!
fi: Hupsis!
pl: Uwaga!
sk: Ojoj!

# bmwPointsOptOutWithPointsDescription
source: Your {points} points will be deleted. You are not too late to redeem these.
fi: {points} pistettä poistetaan. Vielä ei ole liian myöhäistä lunastaa niitä.
pl: Nastąpi usunięcie Twoich {points} punktów. Jeszcze nie jest za późno na wykorzystanie ich.
sk: Vašich {points} bodov sa vymaže. Ešte nie je neskoro na ich uplatnenie.

# bmwPointsOptOutWithPointsLessThanMinimumDescription
source: All your points will be deleted. Are you sure you want to leave BMW Points? If you do, you will no longer earn BMW Points.
fi: Pisteet poistetaan. Oletko varma, että haluat poistua BMW Points -ohjelmasta? Tämän jälkeen BMW Points -pisteitä ei enää kerätä.
pl: Twoje punkty zostaną usunięte. Czy na pewno chcesz zrezygnować z BMW Points? Po rezygnacji nie będą gromadzone BMW Points.
sk: Vaše body sa vymažú. Naozaj sa chcete odhlásiť z BMW Points? Po odhlásení sa už nezbierajú žiadne body BMW Points.

# bmwPointsOptOutWithPointsTitle
source: Leave BMW Points
fi: BMW Points -ohjelmasta poistuminen
pl: Zrezygnuj z BMW Points
sk: Odhlásiť sa z BMW Points

# bmwPointsOptOutWithoutPoints
source: Are you sure you want to leave BMW Points? If you do, you will no longer earn BMW Points.
fi: Oletko varma, että haluat poistua BMW Points -ohjelmasta? Tämän jälkeen BMW Points -pisteitä ei enää kerätä.
pl: Czy na pewno chcesz zrezygnować z BMW Points? Po rezygnacji nie będą gromadzone BMW Points.
sk: Naozaj sa chcete odhlásiť z BMW Points? Po odhlásení sa už nezbierajú žiadne body BMW Points.

# bmwPointsPending
source: Pending
fi: Odottavat
pl: Zapisane
sk: Vyhradené

# bmwPointsPendingLowerCase
source: pending
fi: odottavat
pl: zapisane
sk: vyhradené

# bmwPointsPendingPoints
source: Pending points
fi: Odottavat pisteet
pl: Zapisane punkty
sk: Rezervované body

# bmwPointsPendingPointsCamelCase
source: Pending Points
fi: Odottavat pisteet
pl: Zapisane punkty
sk: Rezervované body

# bmwPointsPendingPointsDescription
source: Your recently earned points are shown as "pending" and will be available at the beginning of the next month.
fi: Äskettäin keräämäsi pisteet näkyvät "odottavina" ja ovat käytettävissäsi seuraavan kuukauden alussa.
pl: Ostatnio zebrane punkty są wyświetlane jako "zapisane" i będą dostępne na początku następnego miesiąca.
sk: Vaše nedávno získané body sa zobrazujú ako „Rezervované“ a sú k dispozícii začiatkom nasledujúceho mesiaca.

# bmwPointsPermissionGettingInformation
source: Getting info...
fi: Tietojasi ladataan
pl: Trwa ładowanie Twoich informacji
sk: Načítavajú sa Vaše informácie

# bmwPointsPermissionsDisEnrolledAssistiveInfo
source: You can earn points by driving electrically or by charging your vehicle, and exchange your available points for rewards.
fi: Voit kerätä pisteitä ajamalla sähköllä tai lataamalla ajoneuvo, ja voit lunastaa käytettävissä olevilla pisteilläsi palkintoja.
pl: Możesz zdobywać punkty za jazdę z napędem elektrycznym lub ładowanie pojazdu i wymieniać dostępne punkty na nagrody.
sk: Body môžete zbierať tak, že budete jazdiť elektricky alebo nabijete svoje vozidlo a svoje dostupné body si môžete vymeniť za zľavy.

# bmwPointsPermissionsEnrolledAssistiveInfo
source: Drive electrically or charge your vehicle, and exchange your available points for rewards.
fi: Aja sähköllä tai lataa ajoneuvosi ja lunasta käytettävissä olevilla pisteilläsi palkintoja.
pl: Jedź w trybie elektrycznym lub ładuj samochód i wymień dostępne punkty na nagrody.
sk: Jazdite elektricky alebo nabíjajte svoje vozidlo a uplatnite získané body na odmeny.

# bmwPointsPermissionsOptOutAssistiveText
source: When you leave you will lose all your current BMW Points, and you will no longer earn BMW Points.
fi: Jos poistut ohjelmasta, kaikki tähän mennessä kerätyt BMW Points -pisteet poistetaan eikä uusia enää kerätä.
pl: Po rezygnacji wszystkie zgromadzone BMW Points zostaną usunięte i nie będą już gromadzone nowe BMW Points.
sk: Odhlásením sa vymažujú všetky doteraz získané body BMW Points a ďalšie body BMW Points už nezískate.

# bmwPointsPoints
source: {bmwPoints,plural, =1{point}other{points}}
fi: {bmwPoints,plural, =1{piste}other{pistettä}}
pl: {bmwPoints,plural, =1{punkt}other{pkt.}}
sk: {bmwPoints,plural, =1{bod}other{body}}

# bmwPointsPointsCredit
source: Points credit
fi: Pistehyvitys
pl: Bon punktowy
sk: Bodový kredit

# bmwPointsPointsDate
source: Transaction date
fi: Tietojen välityspäivä
pl: Data przeniesienia
sk: Dátum prenosu

# bmwPointsPointsDetails
source: Points Details
fi: Tietoja pisteistä
pl: Informacje o punktach
sk: Informácie o bodoch

# bmwPointsPointsExpirationDate
source: Points Expiration Date
fi: Pisteiden vanhentumispäivä
pl: Data wygaśnięcia punktów
sk: Dátum vypršania platnosti bodov

# bmwPointsPointsLabelLowerCase
source: points
fi: Pisteet
pl: Punkty
sk: Body

# bmwPointsPointsLowerCase
source: Points
fi: Pisteet
pl: Punkty
sk: Body

# bmwPointsProvideVoucherCode
source: You will need to show this voucher's code when you pick up the vehicle. The voucher's value will be deducted from your invoice at that time.
fi: Tämä etukoodi on näytettävä ajoneuvoa noudettaessa. Etusetelin arvo vähennetään laskusta vasta sen jälkeen.
pl: Ten kod kuponu należy okazać przy odbiorze pojazdu. Dopiero wtedy wartość kuponu zostanie odliczona od kwoty faktury.
sk: Tento kód kupónu musíte predložiť pri vyzdvihnutí vozidla. Po predložení sa hodnota kupónu odpočíta od účtovanej čiastky.

# bmwPointsRedeem
source: Redeem
fi: Lunasta
pl: Wykorzystaj
sk: Uplatniť

# bmwPointsRedeemBmwCharging
source: Redeem your points to add credit to your BMW Charging account. BMW Charging is our partner of choice for public charging.
fi: Lunasta BMW Charging -pisteesi lataushyvitystä varten. BMW Charging on kumppanimme julkisissa latauspisteissä.
pl: Wymień punkty w BMW Charging na bon do ładowania. BMW Charging to nasz partner w zakresie publicznych stacji ładowania.
sk: Uplatnite svoje body na nabíjacie kredity u partnera BMW Charging. BMW Charging je náš partner pre verejné nabíjanie.

# bmwPointsRedeemBmwMiniRent
source: Redeem your points for BMW Charging credit or for BMW Rent | MINI Rent vouchers.
fi: Lunasta BMW Charging -lataushyvityksen pisteet tai BMW Rent | MINI Rent -palkintosetelit.
pl: Wymień swoje punkty na bony do ładowania BMW Charging lub kupony premiowe BMW Rent | MINI Rent.
sk: Uplatnite svoje body na nabíjacie kredity BMW Charging alebo prémiové kupóny BMW Rent | MINI Rent.

# bmwPointsRedeemBmwRent
source: Redeem your points for discount vouchers and save money on your next BMW Rent | MINI Rent booking.
fi: Lunasta palkintosetelien pisteet ja säästä rahaa seuraavan BMW Rent | MINI Rent -varauksen yhteydessä.
pl: Wymień punkty na kupony premiowe i oszczędź pieniądze przy następnej rezerwacji BMW Rent | MINI Rent.
sk: Uplatnite svoje body na prémiové kupóny a ušetrite peniaze pri ďalšej objednávke BMW Rent | MINI Rent.

# bmwPointsRedeemChargingStations
source: You can redeem your points for charging credit at any BMW Charging station.
fi: Käytettävissä olevia pisteitä voidaan käyttää ladattaessa BMW Charging -latauspylväissä.
pl: Dostępne punkty można wymienić na bony przy każdym punkcie ładowania samochodów BMW Charging.
sk: Vaše dostupné body môžete zameniť za kredit v každej nabíjacej stanici BMW Charging.

# bmwPointsRedeemChargingVouchers
source: You can redeem your points for charging credit or for discount vouchers.
fi: Pisteillä voit lunastaa lataushyvityksiä tai palkintoseteleitä.
pl: Możesz wymienić swoje punkty na bon do ładowania lub kupony premiowe.
sk: Svoje body môžete uplatniť na nabíjacie kredity alebo prémiové kupóny.

# bmwPointsRedeemInProgressDescription
source: The communication to our partner is taking some time, but we are working on it. Please keep an eye on your activity tab for up-to-date info.
fi: Kommunikaatio kumppanimme kanssa kestää jonkin aikaa, mutta asiaa käsitellään. Pidä välilehteä "AKTIVITEETTI" silmällä, jotta saat uusimmat tiedot.
pl: Komunikacja z naszym partnerem zajmuje trochę czasu, ale pracujemy nad tym. Prosimy o obserwowanie zakładki "AKTYWNOŚĆ" w celu otrzymywania aktualnych informacji.
sk: Komunikácia s našim partnerom trvá nejaký čas, ale pracujeme na tom. Na získavanie aktuálnych informácií sledujte kartu „AKTIVITA“.

# bmwPointsRedeemInProgressTitle
source: Redeem in progress
fi: Pisteet lunastetaan
pl: Trwa wykorzystywanie punktów
sk: Body sa uplatnia

# bmwPointsRedeemOnDiscountVouchers
source: You can now redeem your points for discount vouchers and save money on your next BMW Rent | MINI Rent booking.
fi: Voit nyt lunastaa pisteillä palkintoseteleitä ja säästää rahaa seuraavan BMW Rent | MINI Rent -varauksen yhteydessä.
pl: Teraz możesz wymienić swoje punkty na kupony premiowe i zaoszczędzić pieniądze przy następnej rezerwacji BMW Rent | MINI Rent.
sk: Svoje body môžete teraz uplatniť na prémiové kupóny a tak ušetriť pri ďalšej objednávke BMW Rent | MINI Rent.

# bmwPointsRedeemPageDescription
source: Get {value} {currencyCode} credited to your BMW Charging contract. Please confirm the contract you would like to use:
fi: {value} {currencyCode} hyvitetään BMW Charging -sopimuksesi tilille. Vahvista sopimus, jolle hyvitys kirjataan.
pl: Na konto umowy BMW Charging zostanie zapisana kwota {value} {currencyCode}. Prosimy o potwierdzenie umowy, dla której ma zostać wykorzystany kupon.
sk: {value} {currencyCode} sa pripíše k Vašej zmluve BMW Charging. Potvrďte zmluvu, ktorú chcete použiť na účel dobropisu.

# bmwPointsRedeemPoints
source: Redeem Points
fi: Lunasta pisteitä
pl: Wykorzystaj punkty
sk: Uplatniť body

# bmwPointsRedeemPointsBmwCharging
source: You can redeem your available points for charging credit at BMW Charging, our partner of choice for public charging.
fi: Käytettävissä olevia pisteitä voidaan käyttää saldona BMW Charging -latauspisteissä, jotka ovat kumppanimme julkisilla latausasemilla.
pl: Swoje dostępne punkty możesz wymienić na bony w BMW Charging, u naszego partnera w zakresie ładowania publicznego.
sk: Vaše dostupné body môžete zameniť za kredit v BMW Charging, u nášho vybraného partnera pre verejné nabíjanie.

# bmwPointsRedeemPointsTitle
source: Redeem points
fi: Lunasta pisteitä
pl: Wykorzystaj punkty
sk: Uplatniť body

# bmwPointsRedeemSuccessfulMessage
source: {value} {currency} is being credited to your BMW Charging contract.
fi: {value} {currency} hyvitetään BMW Charging -sopimukseesi.
pl: Na konto umowy BMW Charging zostanie zapisana kwota {value} {currency}.
sk: {value} {currency} sa pripíše k Vašej zmluve BMW Charging.

# bmwPointsRedeemUpperCase
source: REDEEM
fi: LUNASTA
pl: WYKORZYSTAJ
sk: UPLATNIŤ

# bmwPointsRedeemVoucherBmwMiniRent
source: Are you sure you want to redeem {points} points for a {voucherValue} {voucherCurrency} BMW Rent | MINI Rent voucher?
fi: Oletko varma, että haluat lunastaa {points} pisteellä {voucherValue} {voucherCurrency} BMW Rent | MINI Rent -etusetelin?
pl: Czy na pewno chcesz wymienić {points} pkt na kupon {voucherValue} {voucherCurrency} BMW Rent | MINI Rent?
sk: Ste si istý, že chcete uplatniť {points} svojich bodov na kupón {voucherValue} {voucherCurrency} BMW Rent | MINI Rent?

# bmwPointsRedeemed
source: Redeemed
fi: Lunastettu
pl: Wykorzystane
sk: Uplatnené

# bmwPointsRedeeming
source: Redeeming...
fi: Pisteet lunastetaan…
pl: Trwa wykorzystywanie punktów…
sk: Uplatňujú sa body…

# bmwPointsRedeemingLongerThanUsual
source: Redeeming your points is taking longer than usual. Please check your points history regularly. If redeeming your points fails, your points balance will remain the same.
fi: Pisteiden lunastaminen kestää odotettua pitempään. Tarkista pistehistoriasi säännöllisin välein. Jos pisteiden lunastaminen ei onnistu, pistemääräsi pysyy muuttumattomana.
pl: Wymiana punktów trwa dłużej niż oczekiwano. Kontroluj regularnie historię punktów. Jeśli wymiana punktów zakończy się niepowodzeniem, liczba punktów pozostanie bez zmian.
sk: Uplatnenie vašich bodov trvá dlhšie ako sa očakávalo. Kontrolujte pravidelne históriu svojich bodov. Ak by uplatnenie vašich bodov zlyhalo, zostane stav bodov nezmenený.

# bmwPointsRedemptions
source: Redeeming points
fi: Pisteiden lunastukset
pl: Wymiany
sk: Výmeny

# bmwPointsReedemPointsUpperCase
source: REDEEM POINTS
fi: LUNASTA PISTEITÄ
pl: WYKORZYSTAJ PUNKTY
sk: UPLATNIŤ BODY

# bmwPointsRefund
source: Refund
fi: Hyvitys
pl: Zwrot
sk: Refundácia

# bmwPointsRegularEDriveZone
source: Regular eDrive zone
fi: Tavallinen eDrive-vyöhyke
pl: Regularna strefa eDrive
sk: Pravidelná oblasť eDrive

# bmwPointsRewardsDescription
source: See what rewards you can redeem your points for.
fi: Tästä näet, mitä palkintoja voit lunastaa pisteilläsi.
pl: Zobacz, na jakie nagrody możesz wymienić swoje punkty.
sk: Pozrite sa, za aké odmeny si môžete vymeniť svoje body.

# bmwPointsRewardsTabLabel
source: Rewards
fi: Palkinnot
pl: Nagrody
sk: Zľavy

# bmwPointsRewardsTabLabelUppercase
source: REWARDS
fi: PALKINNOT
pl: NAGRODY
sk: ZĽAVY

# bmwPointsRewardsUpperCase
source: REWARDS
fi: PALKINNOT
pl: NAGRODY
sk: ZĽAVY

# bmwPointsSameAsLastWeek
source: The same as last week
fi: Yhtä paljon kuin viime viikolla
pl: Tyle samo co w ostatnim tygodniu
sk: Rovnako ako minulý týždeň

# bmwPointsSameAsPreviousWeek
source: as many points as last week
fi: yhtä monta pistettä kuin viime viikolla
pl: tyle samo punktów co w ostatnim tygodniu
sk: rovnako veľa bodov ako minulý týždeň

# bmwPointsSaturday
source: Saturday
fi: Lauantai
pl: Sobota
sk: Sobota

# bmwPointsScrollDownOS8
source: Scroll down to "Data and Devices" and select "Data Privacy".
fi: Vieritä alaspäin kohtaan "Tiedot ja laitteet" ja valitse "Tietosuoja".
pl: Przewiń w dół do opcji "Dane i urządzenia" i wybierz sekcję "Ochrona danych".
sk: Posúvajte nadol pod "Údaje a zariadenia" a zvoľte "Ochrana osobných údajov".

# bmwPointsSeeHowTo
source: See the how-to.
fi: Näytä ohjeet.
pl: Zobacz instrukcję.
sk: Pozrieť návod.

# bmwPointsSemanticsAbout
source: About BMW Points
fi: BMW Points tietoja
pl: Informacje o BMW Points
sk: O BMW Points

# bmwPointsSemanticsBackToBmwPoints
source: Back to BMW Points
fi: Takaisin BMW Points -pisteisiin
pl: Powrót do BMW Points
sk: Späť na BMW Points

# bmwPointsSemanticsBackToMyActivity
source: Back to My Activity
fi: Takaisin kohtaan Oma aktiviteetti
pl: Powrót do sekcji Moja aktywność
sk: Späť na Moju aktivitu

# bmwPointsSemanticsBmwCarCharging
source: A BMW charging
fi: Ladattava BMW-ajoneuvo
pl: Ładowany pojazd BMW
sk: Nabíjajúce sa vozidlo BMW

# bmwPointsSemanticsBmwCarWithChargingCable
source: A BMW with a plugged-in charging cable
fi: Latauskaapeliin liitetty BMW
pl: BMW podłączone do kabla ładowania
sk: Vozidlo BMW s pripojeným nabíjacím káblom

# bmwPointsSemanticsBmwChargingRewardsPage
source: BMW Charging reward {bmwChargingRewardPage} of 3
fi: BMW Charging -palkinto {bmwChargingRewardPage} / 3
pl: Nagroda BMW Charging {bmwChargingRewardPage} z 3
sk: BMW Charging prémia {bmwChargingRewardPage} z 3

# bmwPointsSemanticsBmwMiniRentRewardsPage
source: BMW Rent | MINI Rent reward {rentRewardPage} of 2
fi: BMW Rent | MINI Rent -palkinto {rentRewardPage} / 2
pl: Nagroda BMW Rent | MINI Rent {rentRewardPage} z 2
sk: BMW Rent | MINI prémia Prämie {rentRewardPage} z 2

# bmwPointsSemanticsCarParked
source: Man walking to a car
fi: Mies kävelee ajoneuvoa kohti.
pl: Mężczyzna idzie w kierunku pojazdu.
sk: Muž ide smerom k vozidlu.

# bmwPointsSemanticsOnboardingStep
source: Step {stepPage} of 3
fi: Vaihe {stepPage} / 3
pl: Krok {stepPage} z 3
sk: Krok {stepPage} z 3

# bmwPointsSemanticsShareThisVoucher
source: Share this voucher
fi: Jaa tämä etuseteli
pl: Udostępnij ten kupon
sk: Zdieľať tento kupón

# bmwPointsSemanticsShareVoucher
source: Share voucher
fi: Jaa etuseteli
pl: Udostępnij kupon
sk: Zdieľať kupón

# bmwPointsSemanticsStepPage
source: Step {stepPage} of 2
fi: Vaihe {stepPage} / 2
pl: Krok {stepPage} z 2
sk: Krok {stepPage} z 2

# bmwPointsServicesSelection
source: Select "All services incl. Analysis". If desired, you can choose "Individual Selection", and tick the BMW Points checkbox instead.
fi: Valitse "Kaikki palvelut ja analyysit". Halutessasi voit valita myös vaihtoehdon "Yksilöllinen valinta" ja aktivoida BMW Points.
pl: Wybierz opcję "Wszystkie usługi z analizą". W razie potrzeby możesz też wybrać opcję "Wybór indywidualny" i aktywować BMW Points.
sk: Vyberte možnosť "Všetky služby vrátane analýzy". V prípade potreby môžete tiež vybrať možnosť "Individuálny výber" a aktivovať BMW Points.

# bmwPointsServicesSelectionOS8
source: Select "All Services incl. Analysis". If desired, you can choose "Individual Selection", and tick the BMW Points checkbox instead.
fi: Valitse "Kaikki palvelut ja analyysit". Halutessasi voit valita myös vaihtoehdon "Yksilöllinen valinta" ja aktivoida BMW Points.
pl: Wybierz opcję "Wszystkie usługi z analizą". W razie potrzeby możesz też wybrać opcję "Wybór indywidualny" i aktywować BMW Points.
sk: Vyberte možnosť "Všetky služby vrátane analýzy". V prípade potreby môžete tiež vybrať možnosť "Individuálny výber" a aktivovať BMW Points.

# bmwPointsShowUppercase
source: SHOW
fi: NÄYTÄ
pl: WYŚWIETL
sk: ZOBRAZIŤ

# bmwPointsSkipForNowUppercase
source: SKIP FOR NOW
fi: OHITA KERRAN
pl: TYM RAZEM POMIŃ
sk: TENTOKRÁT PRESKOČIŤ

# bmwPointsSlowInternet
source: Slow or no internet connection. Please try again later.
fi: Hidas online-yhteys tai ei yhteyttä. Yritä myöhemmin uudelleen.
pl: Wolne połączenie online lub brak połączenia. Spróbuj ponownie później.
sk: Pomalé alebo žiadne online pripojenie. Skúste to, prosím, znova neskôr.

# bmwPointsSomethingWentWrong
source: Unfortunately, your information is currently not available. Please access your BMW Points later.
fi: Valitettavasti tietosi eivät ole tällä hetkellä käytettävissä. Tarkista BMW Points -tietosi myöhemmin.
pl: Niestety informacje o Tobie obecnie nie są dostępne. Uzyskaj później dostęp do swoich BMW Points.
sk: Žiaľ, vaše informácie aktuálne nie sú dostupné. Skúste svoje body BMW Points otvoriť neskôr.

# bmwPointsStartChargingToComplete
source: Start charging your vehicle to complete this challenge!
fi: Aloita ajoneuvon lataaminen, jotta täytät tämän haasteen!
pl: Zacznij ładować pojazd, aby spełnić Challenge!
sk: Začnite nabíjať svoje vozidlo, aby ste splnili túto výzvu!

# bmwPointsStartEarningLogInProfile
source: To start earning points, please log in to your BMW with your BMW ID and check whether BMW Points is activated in your vehicle's data privacy menu.
fi: Voit aloittaa pisteiden keräämisen kirjautumalla BMW:hesi sisään BMW ID:lläsi ja tarkista, onko BMW Points aktivoitu ajoneuvosi tietosuojavalikossa.
pl: Aby zacząć zbierać punkty, zaloguj się w swoim BMW za pomocą BMW ID i sprawdź, czy w menu ochrony danych pojazdu aktywna jest opcja BMW Points.
sk: Keď chcete začať so zbieraním bodov, prihláste sa vo svojom BMW so svojím BMW ID a skontrolujte, či sú BMW Points aktivované v menu ochrany osobných údajov vášho vozidla.

# bmwPointsStartEarningPoints
source: To start earning points, please log in to your vehicle with your BMW ID and ensure that the "BMW Points" option has been activated in the "Data privacy" menu. Then, start driving electrically.
fi: Jotta voit aloittaa pisteiden keräämisen, kirjaudu ajoneuvoosi BMW ID:lläsi ja varmista, että "BMW Points" on aktivoitu valikossa "Tietosuoja". Tämän jälkeen aja sähköllä.
pl: Aby rozpocząć gromadzenie punktów zaloguj się w pojeździe za pomocą swojego BMW ID oraz upewnij się, że w menu "Ochrona danych" została aktywowana opcja "BMW Points". Następnie należy jeździć w trybie elektrycznym.
sk: Keď chcete začať zbierať body, prihláste so vo svojom vozidle so svojím BMW ID a skontrolujte, či je v menu "Ochrana osobných údajov" aktivovaná možnosť "BMW Points". Potom jazdite elektricky.
