Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# ScanAndChargeStrings_appInstalledDescriptionBmw
source: You will be redirected to the BMW Charging app where you can authenticate by scanning the charging station QR code.
fi: Siirtyminen BMW Charging -sovellukseen. Siinä voidaan skannata latausaseman QR-koodi tunnistautumista varten.
pl: Nastąpi przekierowanie do aplikacji BMW Charging. Tam, w celu uwierzytelnienia, można będzie zeskanować kod QR stacji ładowania.
sk: Budete presmerovaný do aplikácie BMW Charging, kde sa môžete autentifikovať naskenovaním QR kódu nabíjacej stanice.

# ScanAndChargeStrings_appInstalledDescriptionChargeNowBusiness
source: You will be redirected to the CHARGE NOW for Business app where you can authenticate by scanning the charging station QR code.
fi: Siirryt CHARGE NOW for Business -sovellukseen, jossa voit skannata latausaseman QR-koodin tunnistautumista varten.
pl: Nastąpi przekierowanie do aplikacji CHARGE NOW for Business, w której można będzie przeprowadzić uwierzytelnienie poprzez zeskanowanie kodu QR stacji ładowania.
sk: Presmerujeme Vás do aplikácie CHARGE NOW for Business, pomocou ktorej môžete overiť svoju totožnosť naskenovaním QR kódu nabíjacej stanice.

# ScanAndChargeStrings_appInstalledDescriptionMini
source: You will be redirected to the MINI Charging app where you can authenticate by scanning the charging station QR code.
fi: Siirryt MINI Charging -sovellukseen, jossa voit skannata latausaseman QR-koodin tunnistautumista varten.
pl: Nastąpi przekierowanie do aplikacji MINI Charging, w której można będzie przeprowadzić uwierzytelnienie poprzez zeskanowanie kodu QR stacji ładowania.
sk: Budete presmerovaný do aplikácie MINI Charging, kde sa môžete autentifikovať naskenovaním QR kódu nabíjacej stanice.

# ScanAndChargeStrings_appInstalledTitleBmw
source: Open BMW Charging app
fi: BMW Charging -sovellus avattu
pl: Aplikacja BMW Charging otwarta
sk: Otvoriť aplikáciu BMW Charging

# ScanAndChargeStrings_appInstalledTitleChargeNowBusiness
source: Open CHARGE NOW for Business app
fi: CHARGE NOW for Business -sovellus avattu
pl: Aplikacja CHARGE NOW for Business otwarta
sk: Otvoriť aplikáciu CHARGE NOW for Business

# ScanAndChargeStrings_appInstalledTitleMini
source: Open MINI Charging app
fi: MINI Charging -sovellus avattu
pl: Aplikacja MINI Charging otwarta
sk: Otvoriť aplikáciu MINI Charging

# ScanAndChargeStrings_appNotInstalledDescriptionBmw
source: You need to install the BMW Charging app to be able to use Scan & Charge.
fi: Asenna BMW Charging -sovellus Scan & Charge -palvelun käyttöä varten.
pl: Musisz zainstalować aplikację BMW Charging, aby korzystać z funkcji Scan & Charge.
sk: Na používanie Scan & Charge si musíte nainštalovať aplikáciu BMW Charging.

# ScanAndChargeStrings_appNotInstalledDescriptionChargeNowBusiness
source: You need to install the CHARGE NOW for Business app to be able to use Scan & Charge.
fi: Asenna CHARGE NOW for Business -sovellus Scan & Charge -palvelun käyttöä varten.
pl: Musisz zainstalować aplikację CHARGE NOW for Business, aby korzystać z funkcji Scan & Charge.
sk: Na používanie Scan & Charge si musíte nainštalovať aplikáciu CHARGE NOW for Business.

# ScanAndChargeStrings_appNotInstalledDescriptionMini
source: You need to install the MINI Charging app to be able to use Scan & Charge.
fi: Asenna MINI Charging -sovellus Scan & Charge -palvelun käyttöä varten.
pl: Musisz zainstalować aplikację MINI Charging, aby korzystać z funkcji Scan & Charge.
sk: Na používanie Scan & Charge si musíte nainštalovať aplikáciu MINI Charging.

# ScanAndChargeStrings_appNotInstalledTitleBmw
source: BMW Charging app not installed
fi: BMW Charging -sovellusta ei ole asennettu
pl: Aplikacja BMW Charging niezainstalowana
sk: Aplikácia BMW Charging app nie je nainštalovaná

# ScanAndChargeStrings_appNotInstalledTitleChargeNowBusiness
source: CHARGE NOW for Business app not installed
fi: CHARGE NOW for Business -sovellusta ei ole asennettu
pl: Aplikacja CHARGE NOW for Business niezainstalowana
sk: Aplikácia CHARGE NOW for Business nie je nainštalovaná

# ScanAndChargeStrings_appNotInstalledTitleMini
source: MINI Charging app not installed
fi: MINI Charging -sovellusta ei ole asennettu
pl: Aplikacja MINI Charging niezainstalowana
sk: Aplikácia MINI Charging app nie je nainštalovaná

# ScanAndChargeStrings_cardDescriptionBmw
source: By BMW Charging
fi: BMW Charging -sovelluksesta
pl: Od BMW Charging
sk: BMW Charging

# ScanAndChargeStrings_cardDescriptionMini
source: By MINI Charging
fi: MINI Charging -sovelluksesta
pl: Od MINI Charging
sk: MINI Charging

# ScanAndChargeStrings_cardFirstTimeUseModalFirstBullet
source: Charge with BMW Charging, our partner for public charging
fi: Lataus BMW Charging -verkostossa, joka on kumppanimme julkisilla latausasemilla
pl: Ładuj z BMW Charging, naszym partnerem w zakresie ładowania publicznego
sk: Nabíjanie s BMW Charging, naším partnerom pre verejné nabíjanie

# ScanAndChargeStrings_cardFirstTimeUseModalFirstBulletMINICharging
source: Charge with MINI Charging, our partner for public charging
fi: Lataus MINI Charging -verkostossa, joka on kumppanimme julkisilla latausasemilla
pl: Ładuj z MINI Charging, naszym partnerem w zakresie ładowania publicznego
sk: Nabíjanie s MINI Charging, naším partnerom pre verejné nabíjanie

# ScanAndChargeStrings_cardFirstTimeUseModalFirstDescription
source: Once you have a charging contract, you can also do the following:
fi: Kun lataussopimus on solmittu, voit tehdä seuraavaa:
pl: Po zawarciu umowy o ładowanie można wykonać następujące czynności:
sk: Keď je uzavretá zmluva o nabíjaní, môžete urobiť nasledovné:

# ScanAndChargeStrings_cardFirstTimeUseModalImageSemanticsBmw
source: A BMW with a charging cable
fi: BMW-ajoneuvo ja latauskaapeli
pl: Pojazd BMW z kablem ładowania
sk: Vozidlo BMW s nabíjacím káblom

# ScanAndChargeStrings_cardFirstTimeUseModalImageSemanticsMini
source: A MINI with a charging cable
fi: MINI-ajoneuvo ja latauskaapeli
pl: Pojazd MINI z kablem ładowania
sk: Vozidlo MINI s nabíjacím káblom

# ScanAndChargeStrings_cardFirstTimeUseModalMainDescriptionBMWCharging
source: We use our partners' network for Scan & Charge. The charging station's QR code can be scanned for authentication in the selected partner app. You need at least one charging contract to use Scan & Charge.
fi: Scan & Charge -palvelu hyödyntää kumppaniverkostoamme. Valitussa kumppanin sovelluksessa voidaan skannata latausaseman QR-koodi tunnistautumista varten. Scan & Charge -palvelun käyttöä varten vaaditaan vähintään yksi lataussopimus.
pl: W ramach Scan & Charge korzystamy z sieci naszych partnerów. W wybranej aplikacji partnera można zeskanować kod QR stacji ładowania w celu uwierzytelnienia. Aby korzystać z funkcji Scan & Charge, potrzebujesz co najmniej jednej umowy o ładowanie.
sk: Pre Scan & Charge využívame sieť našich partnerov. V zvolenej partnerskej aplikácii je na overenie totožnosti možné naskenovať QR kód nabíjacej stanice. Aby ste mohli používať Scan & Charge potrebujete aspoň jednu zmluvu o nabíjaní.

# ScanAndChargeStrings_cardFirstTimeUseModalMainDescriptionMINICharging
source: We use our partners' network for Scan & Charge. The charging station's QR code can be scanned for authentication in the selected partner app. You need at least one charging contract to use Scan & Charge.
fi: Scan & Charge -palvelu hyödyntää kumppaniverkostoamme. Valitussa kumppanin sovelluksessa voidaan skannata latausaseman QR-koodi tunnistautumista varten. Scan & Charge -palvelun käyttöä varten vaaditaan vähintään yksi lataussopimus.
pl: W ramach Scan & Charge korzystamy z sieci naszych partnerów. W wybranej aplikacji partnera można zeskanować kod QR stacji ładowania w celu uwierzytelnienia. Aby korzystać z funkcji Scan & Charge, potrzebujesz co najmniej jednej umowy o ładowanie.
sk: Pre Scan & Charge využívame sieť našich partnerov. V zvolenej partnerskej aplikácii je na overenie totožnosti možné naskenovať QR kód nabíjacej stanice. Aby ste mohli používať Scan & Charge potrebujete aspoň jednu zmluvu o nabíjaní.

# ScanAndChargeStrings_cardFirstTimeUseModalSecondBullet
source: Check your invoices, tariff and charging sessions
fi: Tarkista laskut, tariffi ja lataustapahtumat
pl: Sprawdź swoje faktury, taryfę i procesy ładowania
sk: Skontrolujte svoje účty, svoju tarifu a procesy nabíjania

# ScanAndChargeStrings_cardFirstTimeUseModalSubtitle
source: Get a charging contract
fi: Solmi lataussopimus
pl: Zawrzyj umowę o ładowanie
sk: Uzavrieť zmluvu o nabíjaní

# ScanAndChargeStrings_cardFirstTimeUseModalThirdBullet
source: Manage your charging contracts
fi: Hallinnoi lataussopimuksia
pl: Zarządzaj umowami o ładowanie
sk: Spravujte svoje zmluvy o nabíjaní

# ScanAndChargeStrings_chargeAndGoEntrypointTitle
source: Charge on the go
fi: Lataus matkalla
pl: Ładuj w drodze
sk: Nabiť na ceste

# ScanAndChargeStrings_chargeAndGoSubpageTitle
source: START PUBLIC CHARGING
fi: JULKISEN LATAUKSEN ALOITTAMINEN
pl: ROZPOCZNIJ ŁADOWANIE PUBLICZNE
sk: SPUSTIŤ VEREJNÉ NABÍJANIE

# ScanAndChargeStrings_chargingAccountHeader
source: CHARGING ACCOUNT
fi: LATAUSTILI
pl: KONTO ŁADOWANIA
sk: ÚČET PRE NABÍJANIE

# ScanAndChargeStrings_contractInformationNotAvailable
source: No information available
fi: Yksityiskohtaisia tietoja ei käytettävissä
pl: Szczegóły niedostępne
sk: Podrobnosti nie sú k dispozícii

# ScanAndChargeStrings_contractPricingHeader
source: CONTRACT & PRICES
fi: SOPIMUS & HINNAT
pl: UMOWA I CENY
sk: ZMLUVA A CENY

# ScanAndChargeStrings_enableCameraDialogDescription
source: {appName} needs to access your device's camera to scan the QR code. Enable access within the Settings menu of your phone.
fi: Jotta QR-koodi voidaan skannata, {appName} -sovelluksella on oltava käyttöoikeus laitteesi kameraan. Aktivoi käyttöoikeus puhelimesi asetuksissa.
pl: Aby zeskanować kod QR, aplikacja {appName} musi uzyskać dostęp do kamery urządzenia. Aktywuj dostęp w ustawieniach telefonu.
sk: Na naskenovanie QR kódu musí mať aplikácia {appName} prístup k fotoaparátu vášho zariadenia. Aktivujte prístup v nastaveniach svojho telefónu.

# ScanAndChargeStrings_enableCameraDialogPrimaryActionLabel
source: GO TO SETTINGS
fi: ASETUKSIIN
pl: DO USTAWIEŃ
sk: PREJSŤ NA NASTAVENIA

# ScanAndChargeStrings_enableCameraDialogSecondaryActionLabel
source: NO, THANKS
fi: EI KIITOS
pl: NIE, DZIĘKUJĘ
sk: NIE, ĎAKUJEM

# ScanAndChargeStrings_enableCameraDialogTitle
source: Enable camera
fi: Salli kameran käyttö
pl: Udostępnij kamerę
sk: Aktivovať kameru

# ScanAndChargeStrings_firstTimeUseModalGetChargingContractAction
source: GET A CHARGING CONTRACT
fi: SOLMI LATAUSSOPIMUS
pl: ZAWRZYJ UMOWĘ O ŁADOWANIE
sk: UZAVRIEŤ ZMLUVU O NABÍJANÍ

# ScanAndChargeStrings_listItemFirstTimeUseModalFirstBulletBMWCharging
source: Charge your BMW with the BMW Charging network, our partner of choice for public charging
fi: Lataa BMW:si BMW Charging -verkostossa, joka on kumppanimme julkisilla latausasemilla
pl: Ładuj BMW w sieci BMW Charging, u naszego partnera w zakresie publicznego ładowania
sk: Nabite svoje BMW v sieti BMW Charging – partnera podľa nášho výberu pre verejné nabíjanie

# ScanAndChargeStrings_listItemFirstTimeUseModalFirstBulletMINICharging
source: Charge your MINI with the MINI Charging network, our partner of choice for public charging
fi: Lataa MINIsi MINI Charging -verkostossa, joka on kumppanimme julkisilla latausasemilla
pl: Ładuj MINI w sieci MINI Charging, u naszego partnera w zakresie publicznego ładowania
sk: Nabite svoje MINI v sieti MINI Charging – partnera podľa nášho výberu pre verejné nabíjanie

# ScanAndChargeStrings_listItemFirstTimeUseModalFourthBullet
source: Manage your charging contracts
fi: Hallinnoi lataussopimuksia
pl: Zarządzaj umowami o ładowanie
sk: Spravujte svoje zmluvy o nabíjaní

# ScanAndChargeStrings_listItemFirstTimeUseModalHeader
source: Get a charging contract
fi: Solmi lataussopimus
pl: Zawrzyj umowę o ładowanie
sk: Uzavrieť zmluvu o nabíjaní

# ScanAndChargeStrings_listItemFirstTimeUseModalSecondBulletBMWCharging
source: Authenticate at charging stations on the BMW Charging network.
fi: Tunnistaudu BMW Charging -verkoston latausasemilla.
pl: Uwierzytelnij się na stacjach ładowania sieci BMW Charging.
sk: Overte svoju totožnosť v nabíjacích staniciach siete BMW Charging.

# ScanAndChargeStrings_listItemFirstTimeUseModalSecondBulletMINICharging
source: Authenticate at charging stations on the MINI Charging network.
fi: Tunnistaudu MINI Charging -verkoston latausasemilla.
pl: Uwierzytelnij się na stacjach ładowania sieci MINI Charging.
sk: Overte svoju totožnosť v nabíjacích staniciach siete MINI Charging.

# ScanAndChargeStrings_listItemFirstTimeUseModalSubheader
source: Once you have a charging contract, you can also do the following:
fi: Kun lataussopimus on solmittu, voit tehdä seuraavaa:
pl: Po zawarciu umowy o ładowanie można wykonać następujące czynności:
sk: Keď je uzavretá zmluva o nabíjaní, môžete urobiť nasledovné:

# ScanAndChargeStrings_listItemFirstTimeUseModalThirdBullet
source: Check your invoices, tariff and charging sessions
fi: Tarkista laskut, tariffi ja lataustapahtumat
pl: Sprawdź swoje faktury, taryfę i procesy ładowania
sk: Skontrolujte svoje účty, svoju tarifu a procesy nabíjania

# ScanAndChargeStrings_listItemFirstTimeUseModalTitleBMWCharging
source: BMW Charging account
fi: BMW Charging -tili
pl: Konto BMW Charging
sk: Účet BMW Charging

# ScanAndChargeStrings_listItemFirstTimeUseModalTitleMINICharging
source: MINI Charging contract
fi: MINI Charging -tili
pl: Konto MINI Charging
sk: Účet MINI Charging

# ScanAndChargeStrings_loadingContractInformation
source: Loading your information…
fi: Yksityiskohtaisia tietoja ladataan…
pl: Trwa ładowanie szczegółów…
sk: Načítavajú sa podrobnosti…

# ScanAndChargeStrings_multipleAppSelectionBody
source: For Scan & Charge we use our partners' network. In the partner app you can authenticate by scanning the charging station QR code. Please confirm the app you would like to use:
fi: Scan & Charge -palvelu hyödyntää kumppaniverkostoamme. Valitussa kumppanin sovelluksessa voidaan skannata latausaseman QR-koodi tunnistautumista varten. Vahvista sovellus, jota haluat käyttää:
pl: W ramach Scan & Charge korzystamy z sieci naszych partnerów. W wybranej aplikacji partnera można zeskanować kod QR stacji ładowania w celu uwierzytelnienia. Potwierdź aplikację, która ma zostać użyta:
sk: Pre Scan & Charge využívame našu partnerskú sieť. V zvolenej partnerskej aplikácii je na overenie totožnosti možné naskenovať QR kód nabíjacej stanice. Potvrďte aplikáciu, ktorá sa má použiť:

# ScanAndChargeStrings_multipleAppSelectionNavBarTitle
source: Open Partner App
fi: Avaa kumppanin sovellus
pl: Otwórz aplikację partnera
sk: Otvoriť partnerskú aplikáciu

# ScanAndChargeStrings_multipleAppSelectionPreference
source: Save my preference and do not show this again
fi: Tallenna valinta äläkä näytä enää
pl: Zapisz moje preferencje i już nie wyświetlaj
sk: Uložiť moje predvoľby a už viac nezobrazovať

# ScanAndChargeStrings_noAppSelectedProfileItemLabel
source: None
fi: Ei mitään
pl: Brak
sk: Žiadne

# ScanAndChargeStrings_noAppSelectedTileDescription
source: No app selected
fi: Ei valittua sovellusta
pl: Nie wybrano aplikacji
sk: Nie je zvolená žiadna aplikácia

# ScanAndChargeStrings_noAppsInstalledInfoProfileTab
source: If you install both apps, you can change this selection here at any time.
fi: Jos asennat molemmat sovellukset, voit vaihtaa niitä halutessasi tässä.
pl: Po zainstalowaniu obydwu aplikacji można tutaj w każdej chwili przechodzić między nimi.
sk: Keď si nainštalujete obe aplikácie, môžete tu medzi nimi kedykoľvek prepínať.

# ScanAndChargeStrings_noAppsInstalledInfoVehicleTab
source: If you install both apps, you can change this selection in your profile settings at any time.
fi: Jos asennat molemmat sovellukset, voit halutessasi muuttaa valintaa profiiliasetuksissa.
pl: Po zainstalowaniu obydwu aplikacji można ten wybór w każdej chwili zmienić w ustawieniach profilu.
sk: Keď si nainštalujete obe aplikácie, môžete túto voľbu kedykoľvek zmeniť vo svojich profilových nastaveniach.

# ScanAndChargeStrings_noAppsInstalledSelectionNavBarTitle
source: Install Partner App
fi: Asenna kumppanin sovellus
pl: Zainstaluj aplikację partnera
sk: Inštalovať partnerskú aplikáciu

# ScanAndChargeStrings_noAppsInstalledSelectionTitle
source: No compatible app installed yet
fi: Yhteensopivaa sovellusta ei ole asennettu
pl: Nie zainstalowano jeszcze kompatybilnej aplikacji
sk: Ešte nie je nainštalovaná žiadna kompatibilná aplikácia

# ScanAndChargeStrings_scanAndChargeActionButtonDescription
source: Scan the charging station QR code
fi: Skannaa QR-koodi latausasemalla
pl: Skanuj kod QR na stacji ładowania
sk: Naskenujte QR kód na nabíjacej stanici

# ScanAndChargeStrings_scanAndChargeAlwaysAskMe
source: Always ask me
fi: Kysy aina
pl: Pytaj mnie zawsze
sk: Vždy sa spýtaj

# ScanAndChargeStrings_scanAndChargeAppProfileTab
source: Scan & Charge App
fi: Scan & Charge -sovellus
pl: Aplikacja Scan & Charge
sk: Aplikácia Scan & Charge

# ScanAndChargeStrings_scanAndChargeModalAssistiveText
source: Please be aware that this authentication method may be unavailable at some charging stations.
fi: Huomaa, että tämä tunnistautumistapa ei ole käytettävissä kaikilla latausasemilla.
pl: Pamiętaj, że ta metoda uwierzytelniania nie jest dostępna na wszystkich stacjach ładowania.
sk: Upozorňujeme, že táto metóda autentifikácie nie je k dispozícii na všetkých nabíjacích staniciach.

# ScanAndChargeStrings_scanAndChargeNoInternetConnectionLabel
source: No internet connection. Please reconnect.
fi: Ei online-yhteyttä. Yhdistä uudelleen.
pl: Brak połączenia online. Połącz ponownie.
sk: Žiadne online pripojenie. Pripojte sa znova.

# ScanAndChargeStrings_scanAndChargeQrCodeInfoFetchInProgressLabel
source: Retrieving information from the charging station…
fi: Haetaan latausaseman tietoja…
pl: Informacje są pobierane ze stacji ładowania…
sk: Informácie sa načítavajú z nabíjacej stanice…

# ScanAndChargeStrings_scanAndChargeQrCodeScanFailureLabel
source: Something went wrong. Please try again later.
fi: Jotain meni pieleen. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak. Spróbuj ponownie później.
sk: Niečo sa pokazilo. Skúste to znovu neskôr.

# ScanAndChargeStrings_scanAndChargeQrCodeScanInProgressLabel
source: Searching for QR code…
fi: Haetaan QR-koodia…
pl: Wyszukiwanie kodu QR…
sk: Vyhľadávanie QR kódu…

# ScanAndChargeStrings_scanAndChargeQrCodeScanUnavailable
source: Unable to scan this QR Code.
fi: QR-koodia ei voi skannata.
pl: Nie można zeskanować kodu QR.
sk: QR kód nie je možné naskenovať.

# ScanAndChargeStrings_selectAndChargeActionButtonDescription
source: Select a nearby charging station
fi: Valitse lähistöllä oleva latausasema
pl: Wybierz stację ładowania w pobliżu
sk: Vyberte nabíjaciu stanicu vo vašej blízkosti

# ScanAndChargeStrings_selectAndChargeModalActionButtonLabel
source: FIND ANOTHER CHARGING STATION
fi: ETSI TOINEN LATAUSASEMA
pl: ZNAJDŹ INNĄ STACJĘ ŁADOWANIA
sk: NÁJSŤ INÚ NABÍJACIU STANICU

# ScanAndChargeStrings_selectAndChargeModalInfoDescription
source: Select the charging station you want to use from the list of nearby stations below.
fi: Valitse latausasema lähelläsi olevien asemien luettelosta.
pl: Wybierz stację ładowania z listy stacji w Twojej okolicy.
sk: Vyberte nabíjaciu stanicu zo zoznamu staníc vo vašej blízkosti.

# ScanAndChargeStrings_selectAndChargeModalInfoTitle
source: SELECT CHARGING STATION
fi: LATAUSASEMAN VALINTA
pl: WYBÓR STACJI ŁADOWANIA
sk: VÝBER NABÍJACEJ STANICE

# ScanAndChargeStrings_selectedContractHeader
source: SELECTED CONTRACT
fi: VALITTU SOPIMUS
pl: WYBRANA UMOWA
sk: VYBRANÁ ZMLUVA

# ScanAndChargeStrings_startChargingButtonLabel
source: START CHARGING
fi: ALOITA LATAUS
pl: ZACZNIJ ŁADOWANIE
sk: SPUSTIŤ NABÍJANIE

# ScheduleServiceLauncherStrings__nextAppointmentAssistiveText
source: {date} {time} at {dealerName}
fi: {date} {time}, paikka {dealerName}
pl: {date} {time} w {dealerName}
sk: {date} {time} u {dealerName}

# ScheduleServiceLauncherStrings__scheduleServiceNoPspAssistiveText
source: Book a service at a {brand} service center
fi: Varaa huolto {brand}-huoltopisteestä
pl: Zarezerwuj termin w serwisie {brand}
sk: Rezervovať servis u servisného partnera {brand}

# ScheduleServiceLauncherStrings_callServicePartnerAssistiveText
source: Call your preferred service center to schedule a service
fi: Soita ensisijaiseen huoltopisteeseen sopiaksesi huollosta
pl: Zadzwoń do preferowanego serwisu, aby uzgodnić termin przeglądu
sk: Zavolajte preferovanému servisnému partnerovi a dohodnite si servis

# ScheduleServiceLauncherStrings_nextAppointment
source: Next service appointment
fi: Seuraava huoltoaika
pl: Następny termin przeglądu
sk: Najbližší servisný termín

# ScheduleServiceLauncherStrings_requestServiceAssistiveText
source: Request a service with your preferred service center
fi: Tiedustele huoltoa ensisijaisesta huoltopisteestäsi
pl: Zapytaj o przegląd w swoim preferowanym serwisie
sk: Požiadajte o servis u svojho preferovaného servisného partnera

# ScheduleServiceLauncherStrings_scheduleServiceAssistiveText
source: Book a service with your preferred service center
fi: Varaa huolto ensisijaisesta huoltopisteestäsi
pl: Zarezerwuj termin przeglądu w swoim preferowanym serwisie
sk: Rezervujte si servis u preferovaného servisného partnera

# ScheduleServiceStrings__appointmentCreationSubtitle
source: A new service appointment has been scheduled for your {brand} {model} on {date} at {time}. You can now view it in the app.
fi: {brand} {model} -ajoneuvollesi on sovittu uusi huoltoaika {date} klo {time}. Voit nyt näyttää sen sovelluksessa.
pl: W dniu {date} o godzinie {time} ustalono nowy termin serwisu dla Twojego {brand} {model}. Można go teraz wyświetlić w aplikacji.
sk: Pre vaše {brand} {model} bol {date} o {time} dohodnutý nový servisný termín. Môžete ho teraz zobraziť v aplikácii.

# ScheduleServiceStrings__campaignBannerSubtitle
source: Your {brand} service center is offering a discount on selected services. See the services and rates for your vehicle below.
fi: {brand}-huoltopisteesi tarjoaa alennusta valikoiduista huoltopalveluista. Seuraavassa on ilmoitettu ajoneuvoasi koskevat huollot ja hinnat.
pl: Twój serwis {brand} oferuje Ci rabat na wybrane usługi. Poniżej znajduje się lista usług i cen odnoszących się do Twojego pojazdu.
sk: Váš servisný partner {brand} vám ponúka zľavu na zvolené služby. Nižšie nájdete služby a ceny platné pre vaše vozidlo.

# ScheduleServiceStrings__dateTimeServicePartnerMobilityDisclaimer
source: Select an available time slot, and choose a mobility option. If needed, your {brand} service center may offer different mobility options, such as replacement vehicles, taxi, bikes, etc. Additional costs may apply.
fi: Valitse käytettävissä oleva päivämäärä ja tarvittaessa sijaisauto. {brand}-huoltopiste voi tarjota erilaisia liikkuvuusvaihtoehtoja, kuten esim. sijaisautoja, taksin, polkupyöriä jne. Tästä voi aiheutua lisäkustannuksia.
pl: Wybierz dostępną datę i ewentualnie transport zastępczy. Twój serwis {brand} może zaproponować różne opcje transportu zastępczego, np. pojazdy zastępcze, taksówkę, rowery itp. Mogą za to zostać naliczone dodatkowe koszty.
sk: Vyberte si voľný termín a v prípade potreby náhradnú mobilitu. Váš servisný partner {brand} môže ponúkať rôzne možnosti náhradnej mobility, ako sú náhradné vozidlá, taxi, bicykle atď. Za to sa môžu účtovať dodatočné poplatky.
