Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# watchCannotStartClimateControlBattery
source: Your vehicle cannot start the climate control functions due to an insufficient state of charge or a discharged battery.
fi: Ajoneuvosi ei voi käynnistää ilmastointitoimintoja liian pienen varaustason tai tyhjentyneen akun vuoksi.
pl: Pojazd nie może uruchomić funkcji klimatyzacji z powodu zbyt niskiego poziomu naładowania lub rozładowanego akumulatora.
sk: Vaše vozidlo nemôže spustiť funkciu klimatizácie z dôvodu príliš nízkeho stavu nabitia alebo vybitej batérie.

# watchCannotStartClimateControlBatteryInfo
source: Please charge your vehicle, if required, or try again once the battery has been recharged after a longer drive.
fi: Lataa ajoneuvo tarvittaessa tai yritä uudelleen, kun akku on jälleen ladattu pitemmän ajon jälkeen.
pl: W razie potrzeby ładuj pojazd lub spróbuj ponownie, gdy akumulator zostanie naładowany po dłuższej jeździe.
sk: V prípade potreby nabite svoje vozidlo alebo to skúste znova, keď sa batéria nabije po dlhšej ceste.

# watchCannotStartClimatizationBattery
source: Your vehicle cannot start the climate control functions due to a discharged battery.
fi: Ajoneuvosi ei voi käynnistää ilmastointitoimintoja tyhjentyneen akun vuoksi.
pl: Pojazd nie może uruchomić funkcji klimatyzacji z powodu rozładowanego akumulatora.
sk: Vaše vozidlo nemôže spustiť funkciu klimatizácie z dôvodu vybitej batérie.

# watchCannotStartClimatizationBatteryInfo
source: Please try again once the battery has been recharged after a longer drive.
fi: Yritä uudelleen, kun akku on jälleen ladattu pitemmän ajon jälkeen.
pl: Spróbuj ponownie, gdy akumulator zostanie naładowany po dłuższej jeździe.
sk: Skúste to znova, keď sa batéria nabije po dlhšej ceste.

# watchCannotStartClimatizationHeaterUnit
source: Your vehicle cannot start the climate control functions due to an issue with the heater unit.
fi: Ajoneuvosi ilmastointia ei voida käynnistää lämmityksessä ilmaantuneen ongelman vuoksi.
pl: Pojazd nie może uruchomić klimatyzacji z powodu problemu z ogrzewaniem.
sk: Vaše vozidlo nemôže spustiť klimatizáciu, pretože sa vyskytol problém s vyhrievaním.

# watchCannotStartClimatizationHeaterUnitInfo
source: To continue using the climate control functions, please reset the function in the vehicle: Step on the brake and press start/stop. If the issue occurs regularly, contact your preferred service center.
fi: Jotta ilmastointia voidaan jatkaa, käynnistä toiminto uudelleen ajoneuvossa: Paina jarrua ja paina start/stop-painiketta. Jos ongelma ilmenee uudelleen, ota yhteyttä ensisijaiseen huoltopisteeseesi.
pl: Aby kontynuować działanie klimatyzacji, ponownie uruchom funkcję w pojeździe: uruchom hamulec i naciśnij przycisk Start/Stop. W przypadku ponownego wystąpienia problemu skontaktuj się z preferowanym autoryzowanym serwisem.
sk: Ak chcete pokračovať v používaní klimatizácie, reštartujte funkciu vo vozidle: zošliapnite brzdu a stlačte tlačidlo Start Stop. Pri opakovanom výskyte kontaktujte svojho preferovaného servisného partnera.

# watchCannotStartClimatizationIssue
source: Your vehicle cannot start the climate control functions because an issue occurred.
fi: Ajoneuvosi ei voi käynnistää ilmastointia ongelman vuoksi.
pl: Pojazd nie może uruchomić klimatyzacji z powodu występującego problemu.
sk: Vaše vozidlo nemôže spustiť klimatizáciu, pretože sa vyskytol problém.

# watchCannotStartClimatizationIssueInfo
source: This may be due to an active parking brake, an issue with the engine or onboard system, an open hood or an exceeded operating time.
fi: Syynä voi olla aktiivinen seisontajarru, moottorin tai onboard-järjestelmän ongelma, avoin konepelti tai ajan ylitys.
pl: Może to być spowodowane aktywnym hamulcem postojowym, problemem z silnikiem lub systemem pokładowym, otwartą klapą przednią lub przekroczeniem czasu.
sk: Príčinou môže byť aktívna parkovacia brzda, problém s motorom alebo palubným systémom, otvorená predná kapota alebo prekročenie času.

# watchChargingCharging
source: Charging status, charging
fi: Lataustila, lataaminen
pl: Status ładowania, ładowanie
sk: Stav nabíjania, nabíjanie

# watchChargingError
source: Charging status, error
fi: Lataustila, virhe
pl: Status ładowania, błąd
sk: Stav nabíjania, chyba

# watchChargingFinishedFullyCharged
source: Charging status, completed, fully charged
fi: Lataustila, päättynyt, täyteen ladattu
pl: Status ładowania, zakończone, w pełni naładowane
sk: Stav nabíjania, dokončené, plne nabité

# watchChargingFinishedNotFull
source: Charging status, completed, not full
fi: Lataustila, päättynyt, ei täynnä
pl: Status ładowania, zakończone, niepełne naładowanie
sk: Stav nabíjania, dokončené, nie plne nabité

# watchChargingFinishedTargetReached
source: Charging status, completed , charging target reached
fi: Lataustila, päättynyt, lataustavoite saavutettu
pl: Status ładowania, zakończone, osiągnięto cel ładowania
sk: Stav nabíjania, dokončené, cieľ nabíjania dosiahnutý

# watchChargingNotCharging
source: Charging status, not charging
fi: Lataustila, ei lataa
pl: Status ładowania, nie ładuje
sk: Stav nabíjania, nenabíja sa

# watchChargingWaitingForCharging
source: Charging status, waiting for charging
fi: Lataustila, odotetaan latausta
pl: Status ładowania, oczekiwanie na ładowanie
sk: Stav nabíjania, čaká sa nabíjanie

# watchClimateControlRemainingTime
source: Air conditioning will run for around %@ minutes
fi: Ilmastointi käy nyt noin %@ minuuttia
pl: Klimatyzacja działa teraz przez ok. %@ min
sk: Klimatizovanie teraz pôjde cca %@ min

# watchClimatizationComplete
source: Climatization finished
fi: Ilmastointi valmis
pl: Klimatyzowanie zakończone
sk: Klimatizácia dokončená

# watchClimatizationDesc
source: To climatize your vehicle the engine will run for 15 min.
fi: Ajovalmius kytketään päälle 15 minuutiksi ajoneuvon ilmastointia varten.
pl: Tryb gotowości do jazdy jest włączany na 15 minut w celu klimatyzowania pojazdu.
sk: Pripravenosť na jazdu sa zapne na 15 min., aby sa vaše vozidlo klimatizovalo.

# watchClimatizationInfo
source: To heat or cool your vehicle, the engine can be started remotely. State laws differ in terms of the use of remote engine start and use of this function may violate the law. Before use, check your state and local laws. Do you want to ventilate now? Remote functions may take a few seconds.
fi: Ajoneuvon lämmittämistä tai jäähdyttämistä varten ajovalmiustila voidaan kytkeä päälle sovelluksen kautta. Moottorin etäkäynnistämistä koskevat lait poikkeavat eri osavaltioissa toisistaan, ja toiminnon käyttö voi olla lainvastaista. Tarkista valtiolliset ja paikalliset lait ennen sen käyttöä. Tuuletetaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Aby ogrzać lub schłodzić pojazd, można włączyć tryb gotowości do jazdy za pomocą aplikacji. Ustawodawstwo poszczególnych krajów różni się w kwestii zdalnego uruchomienia silnika i wykorzystywanie tej funkcji może stanowić naruszenie prawa. Przed skorzystaniem z niej sprawdź krajowe i miejscowe przepisy. Wietrzyć teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Na vykúrenie alebo chladenie vášho vozidla môžete zapnúť pripravenosť na jazdu cez aplikáciu. Zákony jednotlivých spolkových štátov sa v prípade funkcie diaľkového štartovania motora odlišujú a jej použitie môže byť v rozpore so zákonom. Pred použitím skontrolujte svoje štátne a regionálne zákony. Chcete spustiť ventiláciu? Funkcie Remote môžu trvať niekoľko sekúnd.

# watchClimatizationRunning
source: The climate control will be active now for around 30 minutes.
fi: Ilmastointi käy nyt noin 30 min.
pl: Układ klimatyzacji działa teraz przez ok. 30 min.
sk: Klimatizovanie teraz pôjde cca 30 min.

# watchClimatize
source: Climatize
fi: Ilmastointi
pl: Klimatyzuj
sk: Klimatizovať

# watchClose
source: Close
fi: Sulje
pl: Zamknij
sk: Zatvoriť

# watchComponentIssue
source: Component Issue
fi: Komponentin ongelma
pl: Problem z komponentem
sk: Problém s komponentom

# watchConfirmAndStart
source: CONFIRM AND START
fi: Vahvista ja käynnistä
pl: Potwierdź i uruchom
sk: Potvrdiť a spustiť

# watchCouldNotSendRequest
source: We could not send your request to the vehicle.
fi: Tiedusteluasi ei voitu lähettää ajoneuvoon.
pl: Nie udało się wysłać zapytania do pojazdu.
sk: Vašu požiadavku sa nám nepodarilo odoslať do vozidla.

# watchDelete
source: Clear
fi: Poista
pl: Usuń
sk: Vymazať

# watchDemoMode
source: DEMO MODE
fi: DEMO- TILA
pl: TRYB DEMO
sk: PREDVÁDZACÍ REŽIM

# watchDetailedInfo
source: Detailed information:
fi: Yksityiskohtaiset tiedot:
pl: Szczegółowe informacje:
sk: Podrobné informácie:

# watchEnterPin
source: Enter %@ app PIN
fi: Syötä %@ -sovelluksen PIN
pl: Wprowadź PIN aplikacji %@
sk: Zadajte PIN aplikácie %@

# watchErrorFetchFailedNoConnection
source: Make sure your Apple Watch is connected to your iPhone.
fi: Varmista, että Apple Watch on yhdistetty iPhoneen.
pl: Upewnij się, że Twoja aplikacja Apple Watch jest połączona z iPhone'em.
sk: Skontrolujte, či sú hodinky Apple Watch pripojené k vášmu iPhone.

# watchErrorFetchFailedNoConnectionTitle
source: Unable to connect to your iPhone
fi: Yhteys iPhoneen ei ole mahdollinen
pl: Nie można nawiązać połączenia z Twoim iPhone'em
sk: Pripojenie k vášmu iPhonu nie je možné

# watchErrorFetchFailedUnknown
source: Something went wrong. Please try again later.
fi: Jotain meni pieleen. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak. Spróbuj ponownie później.
sk: Niečo sa pokazilo. Skúste to znovu neskôr.

# watchErrorFetchFailedUnknownTitle
source: An error has occurred
fi: On ilmaantunut virhe
pl: Wystąpił błąd
sk: Vyskytla sa chyba

# watchErrorNoData
source: Something went wrong. Please try again later.
fi: Jotain meni pieleen. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak. Spróbuj ponownie później.
sk: Niečo sa pokazilo. Skúste to znovu neskôr.

# watchErrorNoDataTitle
source: An error has occurred
fi: On ilmaantunut virhe
pl: Wystąpił błąd
sk: Vyskytla sa chyba

# watchErrorNoVehiclesMapped
source: To use the Apple Watch app, please add a supported vehicle or select a demo vehicle in the _{}%@ app on your iPhone.
fi: Jos haluat käyttää Apple Watch -sovellusta, lisää tuettu ajoneuvo tai valitse esittelyajoneuvo iPhonen _{}%@-sovelluksessa.
pl: Aby korzystać z aplikacji Apple Watch, dodaj obsługiwany pojazd lub wybierz pojazd demo w aplikacji _{}%@ w Twoim iPhonie.
sk: Ak chcete používať aplikáciu Apple Watch, pridajte podporované vozidlo alebo vyberte predvádzacie vozidlo v aplikácii _{}%@ na vašom iPhone.

# watchErrorNoVehiclesMappedTitle
source: No vehicle linked
fi: Ei yhdistettyä ajoneuvoa
pl: Żaden pojazd nie został sparowany
sk: Nie je prepojené žiadne vozidlo

# watchErrorNotLoggedIn
source: Please log in to the %@ app with your iPhone to use the Apple Watch app.
fi: Jos haluat käyttää Apple Watch -sovellusta, kirjaudu %@-sovellukseen iPhonellasi.
pl: Aby korzystać z aplikacji Apple Watch, zaloguj się do aplikacji %@ za pomocą swojego iPhone'a.
sk: Ak chcete použiť aplikáciu Apple Watch, prihláste sa do aplikácie %@ pomocou svojho iPhonu.

# watchErrorNotLoggedInTitle
source: Login required
fi: Vaaditaan sisäänkirjautuminen
pl: Wymagane logowanie
sk: Vyžaduje sa prihlásenie

# watchErrorVehicleNotMapped
source: Please open the %@ App on your iPhone for more information.
fi: Jos haluat lisätietoja, avaa %@-sovellus iPhonessasi.
pl: Aby uzyskać więcej informacji, otwórz aplikację %@ w Twoim iPhonie.
sk: Ak chcete získať ďalšie informácie, otvorte si na svojom iPhone aplikáciu %@.

# watchErrorVehicleNotMappedTitle
source: Vehicle not fully added
fi: Ajoneuvoa ei ole lisätty kokonaan
pl: Pojazd nie został w pełni dodany
sk: Vozidlo nie je úplne pridané

# watchExceededOperatingTime
source: Timeout
fi: Ajan ylitys
pl: Przekroczenie czasu
sk: Prekročenie času

# watchHeaterIssue
source: Heater Issue
fi: Ongelma lämmityksessä
pl: Problem z ogrzewaniem
sk: Problém s vyhrievaním

# watchHeatingRemainingTime
source: Heating will run for around %@ minutes
fi: Lämmitys käy nyt noin %@ minuuttia
pl: Ogrzewanie działa teraz przez ok. %@ min
sk: Kúrenie teraz pôjde cca %@ minút

# watchInsufficientFuelLevel
source: Your vehicle cannot start the climate control functions due to an insufficient fuel tank level.
fi: Ajoneuvosi ei voi käynnistää ilmastointia alhaisen polttoainemäärän vuoksi.
pl: Pojazd nie może uruchomić klimatyzacji z powodu niskiego poziomu paliwa.
sk: Vaše vozidlo nemôže spustiť klimatizáciu kvôli nízkemu stavu naplnenia nádrže.

# watchInsufficientStateCharge
source: Your vehicle cannot start the climate control functions due to insufficient charge status.
fi: Ajoneuvosi ei voi käynnistää ilmastointia akun alhaisen varaustason vuoksi.
pl: Pojazd nie może uruchomić klimatyzacji z powodu niskiego poziomu naładowania.
sk: Vaše vozidlo nemôže spustiť klimatizáciu kvôli nízkemu stavu nabitia.

# watchIssueOccurred
source: An issue occurred
fi: On ilmaantunut virhe
pl: Wystąpił błąd
sk: Vyskytla sa chyba

# watchLoading
source: Updating…
fi: Päivitetään…
pl: Aktualizacja w toku…
sk: Aktualizuje sa…

# watchLowBattery
source: Low battery
fi: Akun varaustaso alhainen
pl: Niski poziom naładowania akumulatora
sk: Nízky stav nabitia batérie

# watchLowFuel
source: Low fuel
fi: Polttoainemäärä alhainen
pl: Niski poziom paliwa
sk: Nízky stav naplnenia nádrže

# watchLscDisabled
source: Please access data release in your vehicle to use the Apple Watch app.
fi: Jos haluat käyttää Apple Watch -sovellusta, aktivoi tietojen käyttölupa ajoneuvossasi.
pl: Aby korzystać z aplikacji Apple Watch, aktywuj w pojeździe funkcję udostępniania danych.
sk: Ak chcete používať aplikáciu Apple Watch, povoľte prístup k údajom vo svojom vozidle.

# watchLscDisabledTitle
source: Vehicle data release deactivated
fi: Ajoneuvon tietojen käyttölupa poistettu käytöstä
pl: Udostępnienie danych pojazdu dezaktywowane
sk: Povolenie na prístup k údajom vozidla deaktivované

# watchLscNotBooked
source: Please open the %@ App on your iPhone for more information.
fi: Jos haluat lisätietoja, avaa %@-sovellus iPhonessasi.
pl: Aby uzyskać więcej informacji, otwórz aplikację %@ w Twoim iPhonie.
sk: Ak chcete získať ďalšie informácie, otvorte si na svojom iPhone aplikáciu %@.

# watchLscNotBookedTitle
source: Unable to show data
fi: Tietojen näyttäminen ei ole mahdollista
pl: Nie można wyświetlić danych
sk: Nie je možné zobraziť dáta

# watchMaxOperatingTimeExceeded
source: The maximum operating time has been exceeded.
fi: Toiminnon maksimaalinen suoritusaika on ylitetty.
pl: Przekroczono maksymalny okres ważności funkcji.
sk: Bola prekročená maximálna kvóta funkcie.

# watchMaxOperatingTimeExceededInfo
source: To continue using the climate control functions, restart the function in the vehicle by pressing the brake and then the Start/Stop button.
fi: Jotta ilmastointitoimintoja voidaan jatkaa, käynnistä toiminto uudelleen ajoneuvossa: Paina jarrua ja paina start/stop-painiketta.
pl: Aby kontynuować działanie funkcji klimatyzacji, ponownie uruchom funkcję w pojeździe: uruchom hamulec i naciśnij przycisk Start/Stop.
sk: Ak chcete pokračovať v používaní funkcií klimatizácie, reštartujte funkciu vo vozidle: zošliapnite brzdu a stlačte tlačidlo Start Stop.

# watchMultipleRequestsToVehicle
source: Multiple requests sent to vehicle
fi: Ajoneuvoon on lähetetty useita tiedusteluja
pl: Przesłano kilka zapytań do pojazdu
sk: Do vozidla bolo odoslaných viacero požiadaviek

# watchNIssues
source: %@ issues
fi: %@ huomautusta
pl: %@ wskazówki/wskazówek
sk: %@ upozornení

# watchNoInternetConnection
source: It seems you do not have an internet connection. Please check your connection and try again in few minutes.
fi: Näyttää siltä, että online-yhteyttä ei ole. Tarkista yhteys ja yritä uudelleen parin minuutin kuluttua.
pl: Wygląda na to, że nie ma połączenia online. Sprawdź połączenie z Internetem i spróbuj ponownie za parę minut.
sk: Zdá sa, že nemáte online pripojenie. Skontrolujte svoje pripojenie a za pár minút to skúste znova.

# watchOkButton
source: Okay
fi: Ok
pl: Ok
sk: Dobre

# watchOneIssue
source: 1 issue
fi: 1 huomautus
pl: 1 wskazówka
sk: 1 upozornenie

# watchOpen
source: Open
fi: Auki
pl: Otwarte
sk: Otvorené

# watchOpenAppForMoreInfo
source: Please open the %@ App on your iPhone for more information.
fi: Jos haluat lisätietoja, avaa %@-sovellus iPhonessasi.
pl: Aby uzyskać więcej informacji, otwórz aplikację %@ w Twoim iPhonie.
sk: Ak chcete získať ďalšie informácie, otvorte si na svojom iPhone aplikáciu %@.

# watchOpenAppForMoreInfoTitle
source: Vehicle issues
fi: Ongelmia ajoneuvossa
pl: Problemy z pojazdami
sk: Problémy s vozidlom

# watchPleaseWaitAndTryAgain
source: Please wait few minutes and try to send the request again.
fi: Odota muutama minuutti ja yritä lähettää tiedustelu uudelleen.
pl: Poczekaj kilka minut i spróbuj ponownie wysłać zapytanie.
sk: Počkajte niekoľko minút a potom skúste požiadavku poslať znova.

# watchRSCannotBeUsedInEveryVehicleState
source: Remote Services cannot be used in every vehicle state.
fi: Remote Services -toiminnot eivät ole mahdollisia ajoneuvon kaikissa tiloissa.
pl: Z Usług Zdalnych nie można korzystać w każdym stanie samochodu.
sk: Remote Services nie je možné používať v každom stave vozidla.

# watchRangeAnd
source: and
fi: ja
pl: i
sk: a

# watchRangeGallons
source: Gallons
fi: Gallonat
pl: Galony
sk: Galóny

# watchRangeKilometer
source: Kilometers
fi: Kilometrit
pl: Kilometry
sk: Kilometre

# watchRangeLiters
source: Liters
fi: Litrat
pl: Litry
sk: Litre

# watchRangeMiles
source: Miles
fi: Mailit
pl: Mile
sk: Míle

# watchReadThroughRestriction
source: Please note the restrictions:
fi: Huomaa rajoitukset:
pl: Sprawdź ograniczenia:
sk: Dbajte na obmedzenia:

# watchReadThroughRestrictionInfo
source: The following restrictions prohibit the execution of Remote Services: For safety reasons Remote Services are unavailable when in drive-ready mode. Remote Services can only be executed when the battery is sufficiently charged. The "Lock" and "Unlock" Remote Services can only be executed when the driver's door is closed and the door status is known.
fi: * Remote Services eivät ole käytettävissä turvallisuussyistä, kun ajovalmius on kytkettynä. * Remote Services voidaan suorittaa vain, kun varaustaso on riittävä. * Remote Services "Lukitse" ja "Avaa lukitus" voidaan suorittaa vain, kun kaikki ovet ovat kiinni. Tarkasta ajoneuvosi ja varmista, että mikään edellä mainituista seikoista ei täyty, jotta voit käyttää Remote Services -palveluita.
pl: * Ze względów bezpieczeństwa Usługi Zdalne nie są dostępne, gdy włączona jest gotowość do jazdy. * Usługi Zdalne można wykonywać tylko przy dostatecznym poziomie naładowania. * Usługi Zdalne "Zablokuj" i "Odblokuj" mogą zostać wykonane tylko wtedy, gdy wszystkie drzwi są zamknięte. Aby skorzystać z Usług Zdalnych, sprawdź swój pojazd i upewnij się, że nie występuje żadna sytuacja opisana w wyżej wymienionych punktach.
sk: * Z bezpečnostných dôvodov nie sú dostupné služby Remote Services, keď je zapnutá pripravenosť na jazdu. * Služby Remote Services možno používať iba pri dostatočnom stave nabitia. * Služby Remote Services "Zablokovať" a "Odblokovať" možno aktivovať iba v prípade, ak sú zatvorené všetky dvere. Aby ste mohli používať služby Remote Services, skontrolujte vaše vozidlo a zaistite, že sa nevyskytuje žiadny z vyššie uvedených bodov.

# watchRetryButton
source: Retry
fi: Yritä uudelleen
pl: Spróbuj ponownie
sk: Skúsiť znova

# watchSendingToVehicle
source: Sending to your %@…
fi: Lähetä %@-ajoneuvoon…
pl: Wysyłanie do %@…
sk: Poslať do %@…

# watchSendingYourRequestPleaseWait
source: We are sending your first request to the vehicle. Please wait a few minutes to send additional requests.
fi: Lähetämme ensimmäisen tiedustelusi ajoneuvoon. Odota muutama minuutti, ennen kuin lähetät toisen tiedustelun.
pl: Wysyłamy Twoje pierwsze zapytanie do pojazdu. Poczekaj kilka minut, aby wysłać kolejne zapytanie.
sk: Odosielame Vašu prvú požiadavku do vozidla. Počkajte niekoľko minút, kým odošlete ďalšiu požiadavku.

# watchSomethingWentWrong
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# watchStartClimatization
source: Start Climatization
fi: Käynnistä ilmastointi
pl: Uruchom klimatyzację
sk: Spustiť klimatizáciu

# watchStartVentilation
source: Start Ventilation
fi: Käynnistä tuuletus
pl: Uruchom wentylację
sk: Spustiť vetranie

# watchStatusScreenTitle
source: Status
fi: Tila
sk: Stav

# watchSuccefullySentToVehicle
source: Successfully sent to your %@.
fi: Lähetetty onnistuneesti %@-ajoneuvoosi.
pl: Pomyślnie wysłano do Twojego %@.
sk: Úspešne odoslané do vášho %@.

# watchTooManyRequestsInShortPeriod
source: Too many requests sent in a short time period. Please wait for couple of minutes to send request again.
fi: Liian monta tiedustelua lyhyen ajan kuluessa. Odota pari minuuttia, ennen kuin lähetät tiedustelun uudelleen.
pl: Za dużo zapytań w krótkim czasie. Poczekaj kilka minut, aby ponownie wysłać zapytanie.
sk: Priveľa požiadaviek v krátkom časovom období. Pred opakovaným odoslaním požiadavky počkajte niekoľko minút.

# watchTryAgainWhenVehicleIsNotMoving
source: Some Remote Services may not be initiated when the vehicle is moving or drive-ready mode is turned on. Please try again when the vehicle is no longer moving and drive-ready mode is turned off.
fi: Eräitä Remote Services -toimintoja ei mahdollisesti aloiteta, kun ajoneuvo liikkuu tai ajovalmius on kytketty. Yritä uudelleen, kun ajoneuvo ei enää liiku ja ajovalmius on kytketty pois.
pl: Niektóre Usługi Zdalne mogą nie być stosowane, jeżeli pojazd się porusza lub włączono gotowość do jazdy. Spróbuj ponownie, gdy pojazd nie będzie się poruszał i gotowość do jazdy będzie wyłączona.
sk: Niektoré Remote Services nemusia byť spustené, keď je vozidlo v pohybe alebo je zapnutá pripravenosť na jazdu. Skúste to znova, keď sa vozidlo prestane pohybovať a pripravenosť na jazdu bude vypnutá.

# watchUseHornButtonTitle
source: Horn
fi: Äänitorvi
pl: Klakson
sk: Klaksón

# watchUseHornPrimaryMessage
source: In many countries, using your horn is only allowed in certain situations.
fi: Äänimerkin antaminen on monissa maissa sallittua vain tietyissä tilanteissa.
pl: Używanie klaksonu w wielu krajach jest dozwolone wyłącznie w określonych sytuacjach.
sk: Klaksón je v mnohých krajinách dovolený len v určitých situáciách.

# watchUseHornPrimaryTitle
source: Use horn
fi: Äänitorvi
pl: Klakson
sk: Aktivovať klaksón

# watchUseHornSecundaryMessage
source: Responsibility for the use and adherence to the respective regulations lies solely with you as the user. Do you want to use the horn now? Remote functions may take few seconds.
fi: Käytöstä ja voimassa olevien määräyksien noudattamisesta vastaa yksinomaisesti käyttäjä. Annetaanko äänimerkki nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Odpowiedzialność za stosowanie i przestrzeganie obowiązujących postanowień ponosi wyłącznie użytkownik. Zatrąbić teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Zodpovednosť za použitie a dodržanie aktuálne platných ustanovení je výlučne na vás ako používateľovi. Chcete aktivovať klaksón? Diaľkové funkcie môžu trvať niekoľko sekúnd.

# watchVehicleBusyAtTheMoment
source: Vehicle is busy at the moment
fi: Ajoneuvo on tällä hetkellä varattu
pl: Pojazd obecnie całkowicie zajęty
sk: Vozidlo je v súčasnosti zaneprázdnené

# watchVehicleInMotion
source: Vehicle in use
fi: Ajoneuvo käytössä
pl: Pojazd jest używany
sk: Vozidlo sa používa
