Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# initKeyText
source: Remote 3D View is being activated currently. Please allow this to take up to 1 minute to complete.
fi: Remote 3D View aktivoidaan parhaillaan. Huomaa, että se voi kestää enintään minuutin.
pl: Obecnie trwa aktywacja Remote 3D View. Uwaga: może to potrwać maksymalnie minutę.
sk: Remote 3D View sa momentálne aktivuje. Upozorňujeme, že to môže trvať až minútu.

source: Initial pairing
fi: Yhteyden muodostaminen
pl: Nawiązywanie połączenia
sk: Nadviazanie pripojenia

# insideTitle
source: Inside
fi: Sisällä
pl: Wewnątrz
sk: Vnútri

# inspectionNeededWarning
source: Vehicle Inspection
fi: Katsastus
pl: Przegląd pojazdu
sk: Povinná technická prehliadka vozidla

# installUploadState
source: Install
fi: Asenna
pl: Instaluj
sk: Inštalovať

# installUpperCase
source: INSTALL
fi: ASENNA
pl: INSTALUJ
sk: INŠTALOVAŤ

# installationToPhoneSemantics
source: Installation on mobile device
fi: Asennus mobiililaitteeseen
pl: Instalacja na urządzeniu mobilnym
sk: Inštalácia na mobilnom zariadení

# installedSuccessfullySemantics
source: Installed successfully
fi: Asennettu onnistuneesti
pl: Zainstalowano pomyślnie
sk: Úspešne nainštalované

# instructionsUpperCase
source: INSTRUCTIONS
fi: OHJEET
pl: INSTRUKCJA
sk: NÁVOD

# introducingCommunity
source: Your My BMW App. Your community. Start sharing your BMW experiences and build strong connections.
fi: My BMW -sovelluksesi. Yhteisösi. Jaa BMW-hetkesi ja ole osa vahvaa yhteisöä.
pl: Twoja aplikacja My BMW. Twoja społeczność. Udostępniaj cenne momenty z BMW i twórz silne poczucie wspólnoty.
sk: Vaša aplikácia My BMW. Vaša Community. Zdieľajte svoje momenty BMW a spoluvytvárajte silnú spoločnosť.

# introducingMINICommunity
source: Share your thoughts, opinions and ideas with MINI and the community, or just get inspired.
fi: Inspiroidu ja jaa ajatuksesi, mielipiteesi ja ideasi MINIlle ja yhteisölle.
pl: Zainspiruj się i podziel się swoimi przemyśleniami, opiniami oraz pomysłami z MINI i społecznością.
sk: Nechajte sa inšpirovať a zdieľajte svoje myšlienky, názory a nápady s MINI a s Community.

# invalidConfirmPassword
source: Passwords do not match
fi: Salasanat eivät täsmää
pl: Hasła nie są identyczne
sk: Heslá sa nezhodujú

# invalidCustomerError
source: We could not find information for your account, please log out and login again
fi: Emme löytäneet tiliäsi koskevia tietoja; kirjaudu ulos ja uudelleen sisään
pl: Nie znaleźliśmy informacji dotyczących Twojego konta, wyloguj się i zaloguj ponownie
sk: Pre váš účet sa nám nepodarilo nájsť žiadne informácie, odhláste sa a znova sa prihláste

source: Invalid Data
fi: Virheelliset tiedot
pl: Nieprawidłowe dane
sk: Neplatné údaje

source: Invalid Email
fi: Virheellinen sähköpostiosoite
pl: Nieprawidłowy adres e-mail
sk: Neplatný e-mail

# invalidEntryMessage
source: This entry is invalid. Please re-enter and try again.
fi: Tämä merkintä on virheellinen. Syötä uudestaan ja toista.
pl: Ten wpis jest nieprawidłowy. Wprowadź ponownie i powtórz.
sk: Tento záznam je neplatný. Zadajte znova a zopakujte.

# invalidFirstName
source: Please enter your first name
fi: Syötä etunimi
pl: Wprowadź swoje imię
sk: Zadajte svoje meno

# invalidLastName
source: Please enter your last name
fi: Syötä sukunimi
pl: Wprowadź swoje nazwisko
sk: Zadajte svoje priezvisko

# invalidPassword
source: Password is invalid
fi: Salasana ei voimassa
pl: Nieprawidłowe hasło
sk: Heslo je neplatné

source: Invalid Phone Number
fi: Virheellinen puhelinnumero
pl: Nieprawidłowy numer telefonu
sk: Neplatné telefónne číslo

# invalidPin
source: Invalid PIN. Remaining attempts: {attemptsRemaining}
fi: Virheellinen PIN. Yrityksiä jäljellä: {attemptsRemaining}
pl: Nieprawidłowy PIN. Liczba pozostałych prób: {attemptsRemaining}
sk: Neplatný PIN. Zostávajúce pokusy: {attemptsRemaining}

source: Invalid VIN
fi: Virheellinen VIN
pl: Nieprawidłowy numer VIN
sk: Neplatné VIN

# invitationAcceptedSemantics
source: Contact dealer
fi: Ota yhteys jälleenmyyjään
pl: Skontaktuj się z dealerem
sk: Kontaktovať predajcu

# iosBackSemantics
source: Back
fi: Takaisin
pl: Powrót
sk: Späť

# iosDownSemantics
source: Show more
fi: Näytä enemmän
pl: Wyświetl więcej
sk: Zobraziť viac

# iosNextSemantics
source: Proceed
fi: Seuraava
pl: Dalej
sk: Ďalej

# iosUpSemantics
source: Show less
fi: Näytä vähemmän
pl: Wyświetl mniej
sk: Zobraziť menej

# isPrimaryDriver
source: Are you the primary user?
fi: Oletko pääkäyttäjä?
pl: Czy jesteś głównym użytkownikiem?
sk: Ste hlavný používateľ?

# jailbreakDetectedDoNotAskMeAgain
source: I am aware of the risks. Don't show me this again.
fi: Olen tietoinen vaaroista. Älä näytä tätä ilmoitusta uudestaan.
pl: Mam świadomość zagrożeń. Nie pokazuj więcej tego powiadomienia.
sk: Som si vedomý/á rizík. Toto hlásenie viac nezobrazovať.

# joinUppercase
source: JOIN
fi: OSALLISTU
pl: DOŁĄCZ
sk: VSTÚPIŤ

# keepEditing
source: Continue editing
fi: Jatka muokkaamista
pl: Kontynuuj edycję
sk: Ďalej upravovať

# keyboardSemantics
source: Keyboard
fi: Näppäimistö
pl: Klawiatura
sk: Klávesnica

# laneChangeAssistantError
source: Automatic Lane Change error
fi: Kaistanvaihtoavustimen virhe
pl: Błąd Asystenta Zmiany Pasa Ruchu
sk: Chyba asistent zmeny jazdného pruhu

# laneLeaveAssistantErrorSemantics
source: Lane Departure Warning error
fi: Kaistalla pysymisen varoituksen virhe
pl: Błąd układu ostrzegania przed opuszczeniem pasa ruchu
sk: Chyba výstraha pri opustení jazdného pruhu

# languageHint
source: Language
fi: Kieli
pl: Język
sk: Jazyk

# lastMileGetDirections
source: Get Directions
fi: Reitin kuvaus
pl: Opis trasy
sk: Popis trasy

# lastMileInstallAppButtonTitle
source: INSTALL {appName} APP
fi: ASENNA SOVELLUS {appName}
pl: ZAINSTALUJ APLIKACJĘ {appName}
sk: INŠTALOVAŤ aplikáciu {appName}

# lastMileNoAppDialogDescription
source: Please install a Map App of your choice so that we can provide you with walking directions.
fi: Asenna haluamasi karttasovellus, jotta voimme lähettää sinulle kävelyreitin.
pl: Zainstaluj wybraną aplikację map, abyśmy mogli wysłać Ci trasę do pokonania pieszo.
sk: Nainštalujte si mapovú aplikáciu podľa Vášho výberu, aby sme Vám mohli poslať trasu vašej cesty.

# lastMileNoAppDialogTitle
source: No Map app installed
fi: Karttasovellusta ei ole asennettu
pl: Brak zainstalowanej aplikacji map
sk: Nie je nainštalovaná žiadna mapová aplikácia

# lastMileNoGpsErrorDialogDescription
source: To determine your location, turn on location services in the device settings.
fi: Sijainnin määrittämistä varten on aktivoitava sijaintipalvelut laiteasetuksissa.
pl: Aby można było określić Twoją lokalizację, aktywuj usługi lokalizacji w ustawieniach urządzenia.
sk: Na určenie Vašej aktuálnej polohy aktivujte služby určovania polohy v nastaveniach zariadenia.

# lastMileNoGpsErrorDialogTitle
source: GPS currently turned off
fi: GPS on tällä hetkellä pois päältä
pl: GPS obecnie wyłączony
sk: GPS je aktuálne vypnuté

# lastMileSelectAppDialogDescription
source: Select the App you would like to use for your walking directions. You may change this selection at any time in your Account Settings.
fi: Valitse sovellus, jota haluat käyttää kävelyreitillä. Voit muuttaa valintaa tilisi asetuksissa milloin tahansa.
pl: Wybierz aplikację, jakiej chcesz użyć do swojej trasy pieszej. Ten wybór możesz w każdej chwili zmienić w ustawieniach konta.
sk: Vyberte aplikácie, ktoré chcete použiť pre svoju pešiu trasu. Tento výber môžete kedykoľvek zmeniť v nastaveniach účtu.

# lastMileSelectAppDialogTitle
source: Set Default Map app
fi: Valitse vakiokarttasovellus
pl: Zdefiniuj standardową aplikację map
sk: Nastaviť predvolenú mapovú aplikáciu

source: Last Name
fi: Sukunimi
pl: Nazwisko
sk: Priezvisko

# lastServiceTracking
source: Service tracking
fi: Huollon seuranta
pl: Śledzenie serwisu
sk: Sledovanie servisu

# lastSyncedTimeFavoritesCacheHourAgo
source: last updated 1 h ago
fi: päivitetty viimeksi 1 h sitten
pl: ostatnia aktualizacja przed 1 godziną
sk: naposledy aktualizované pred 1 hod.

# lastSyncedTimeFavoritesCacheJustNow
source: last updated just now
fi: päivitetty viimeksi hetki sitten
pl: ostatnia aktualizacja właśnie teraz
sk: práve aktualizované

# lastSyncedTimeFavoritesCacheMinutesAgo
source: last updated {minutes} min ago
fi: päivitetty viimeksi {minutes} min sitten
pl: ostatnia aktualizacja przed {minutes} minutami
sk: naposledy aktualizované pred {minutes} min.

# lastSyncedTimeFavoritesCacheOnDate
source: last updated {date}
fi: päivitetty viimeksi {date}
pl: ostatnia aktualizacja {date}
sk: naposledy aktualizované {date}

# lastSyncedTimeFavoritesCacheToday
source: last updated {hourOfToday}
fi: päivitetty viimeksi {hourOfToday}
pl: ostatnia aktualizacja {hourOfToday}
sk: posledná aktualizácia {hourOfToday}

# lastUpdateNow
source: Updated just now
fi: Päivitetty hetki sitten
pl: Zaktualizowano przed chwilą
sk: Práve aktualizované

# lastUpdatedAt
source: Last Updated: {timeOfDay}
fi: Päivitetty viimeksi: {timeOfDay}
pl: Ostatnia aktualizacja: {timeOfDay}
sk: Naposledy aktualizované: {timeOfDay}

# laterButtonTitle
source: LATER
fi: MYÖHEMMIN
pl: PÓŹNIEJ
sk: NESKÔR

# launchControlActiveSemantics
source: Launch Control active
fi: Launch Control aktiivinen
pl: Funkcja Launch Control aktywna
sk: Launch Control aktívny

# learnMoreUpperCase
source: FIND OUT MORE
fi: LISÄTIETOJA
pl: DOWIEDZ SIĘ WIĘCEJ
sk: ZISTIŤ VIAC

# learnedDestinationDetailsNeverLearnConfirmationDialogAllowButtonTitle
source: ALLOW TO RELEARN
fi: SALLI OPPIMINEN UUDELLEEN
pl: ZEZWÓL NA PONOWNE ZAPAMIĘTANIE
sk: POVOLIŤ ZNOVU SA NAUČIŤ TRASU

# learnedDestinationDetailsNeverLearnConfirmationDialogBodyText
source: This action cannot be undone. This destination will never be learned again.
fi: Tätä toimintoa ei voi peruuttaa. Tätä kohdetta ei opita enää milloinkaan.
pl: Tej czynności nie można cofnąć. Ten cel już nigdy nie zostanie zapamiętany.
sk: Táto akcia sa nedá vrátiť späť. Tento cieľ sa už viac nenaučí.

# learnedDestinationDetailsNeverLearnConfirmationDialogNeverButtonTitle
source: NEVER LEARN AGAIN
fi: ÄLÄ OPI ENÄÄ KOSKAAN
pl: JUŻ NIGDY NIE ZAPAMIĘTUJ
sk: NIKDY ZNOVU NENAUČIŤ TRASU

# learnedDestinationDetailsNeverLearnConfirmationDialogTitle
source: Never learn this destination again?
fi: Etkö halua enää milloinkaan oppia tätä kohdetta?
pl: Czy już nigdy nie zapamiętywać tego celu?
sk: Tento cieľ už nikdy nenaučiť?

# learnedDestinationDetailsScreenDeleteButtonTitle
source: DELETE LEARNED DESTINATION
fi: POISTA OPITTU KOHDE
pl: USUŃ ZAPAMIĘTANY CEL
sk: VYMAZAŤ NAUČENÝ CIEĽ

# learnedDestinationDetailsScreenhelpfootertext
source: This is an approximate address.
fi: Tämä on likimääräinen osoite.
pl: To przybliżony adres.
sk: Toto je približná adresa.

source: Learned Destinations
fi: Opitut kohteet
pl: Zapamiętane cele
sk: Naučené ciele

# learnedDestinationsDeleteButtonTitle
source: DELETE LEARNED DESTINATION
fi: POISTA OPITTU KOHDE
pl: USUŃ ZAPAMIĘTANY CEL
sk: VYMAZAŤ NAUČENÝ CIEĽ

# learnedDestinationsScreenDeleteAllButtonTitle
source: DELETE ALL
fi: POISTA KAIKKI
pl: USUŃ WSZYSTKIE
sk: VYMAZAŤ VŠETKY

# learnedDestinationsScreenDeleteAllConfirmationMessage
source: All learned destinations have been deleted
fi: Kaikki opitut kohteet on poistettu
pl: Wszystkie zapamiętane cele zostały usunięte
sk: Všetky naučené ciele sa vymažú

# learnedDestinationsScreenDeleteConfirmationMessage
source: The learned destination has been deleted.
fi: Opittu kohde on poistettu.
pl: Zapamiętany cel został usunięty.
sk: Naučený cieľ bol vymazaný.

# learnedDestinationsScreenInfoMessage
source: These are the learned destinations for which you can receive notifications on the best departure times for your commute. <link>Find out more<link>
fi: Nämä ovat opitut kohteesi, joita varten voit saada toistuvien ajojen parasta lähtöaikaa koskevia ilmoituksia. <link>Lisätietoja<link>
pl: To są Twoje zapamiętane cele, dla których możesz otrzymywać powiadomienia o najlepszej godzinie odjazdu do pracy. <link>Dowiedz się więcej<link>
sk: To sú vaše naučené ciele, pre ktoré môžete dostávať oznámenia o najlepšom čase odjazdu pre pravidelné jazdy. <link>Zistiť viac<link>

# learnedDestinationsScreenNoDestinationsSubText
source: No destinations learned this week.
fi: Tällä viikolla ei ole opittu uusia kohteita.
pl: W tym tygodniu nie zostały zapamiętane żadne cele.
sk: Tento týždeň neboli naučené žiadne ciele.

# learnedDestinationsScreenNoDestinationsText
source: No learned destinations
fi: Ei opittuja kohteita
pl: Brak zapamiętanych celów
sk: Žiadne naučené ciele

# learnedDestinationsScreenTitle
source: Learned destinations
fi: Opitut kohteet
pl: Zapamiętane cele
sk: Naučené ciele

# learningNavigationCommuteNotificationLessTrafficBody
source: Less traffic than usual.
fi: Tavallista vähemmän liikennettä.
pl: Mniejszy ruch drogowy niż zwykle.
sk: Slabšia premávka ako zvyčajne.

# learningNavigationCommuteNotificationLessTrafficBodyFasterRoute
source: Less traffic than usual. It will take (arrivalTime) to arrive. There is a faster route available which will take (arrivalTime).
fi: Tavallista vähemmän liikennettä. Ajoaikasi on (arrivalTime). Käytettävissä on nopeampi reitti, jonka ajoaika on (arrivalTime) min.
pl: Mniejszy ruch drogowy niż zwykle. Czas jazdy wynosi (arrivalTime). Dostępna jest szybsza trasa z czasem (arrivalTime) min.
sk: Slabšia premávka ako zvyčajne. Vaša doba jazdy je (arrivalTime). Je k dispozícii rýchlejšia trasa s dobou jazdy (arrivalTime) min.

# learningNavigationCommuteNotificationMoreTrafficBody
source: More traffic than usual.
fi: Tavallista enemmän liikennettä.
pl: Większy ruch drogowy niż zwykle.
sk: Hustejšia premávka ako zvyčajne.

# learningNavigationCommuteNotificationMoreTrafficBodyFasterRoute
source: More traffic than usual. It will take (arrivalTime) to arrive. There is a faster route available which will take (arrivalTime).
fi: Tavallista enemmän liikennettä. Ajoaikasi on (arrivalTime). Käytettävissä on nopeampi reitti, jonka ajoaika on (arrivalTime) min.
pl: Większy ruch drogowy niż zwykle. Czas jazdy wynosi (arrivalTime). Dostępna jest szybsza trasa z czasem (arrivalTime) min.
sk: Hustejšia premávka ako zvyčajne. Vaša doba jazdy je (arrivalTime). Je k dispozícii rýchlejšia trasa s dobou jazdy (arrivalTime) min.

# learningNavigationCommuteNotificationNoTrafficInfoBody
source: It will take you {timetoArrive} to arrive.
fi: Ajoaikasi on {timetoArrive}.
pl: Czas jazdy wynosi {timetoArrive}.
sk: Vaša doba jazdy je {timetoArrive}.

# learningNavigationCommuteNotificationSimilarTrafficBody
source: Normal traffic conditions.
fi: Normaali liikennetilanne.
pl: Typowa sytuacja na drodze.
sk: Bežná dopravná situácia.

# learningNavigationCommuteNotificationSimilarTrafficBodyFasterRoute
source: Normal traffic conditions. It will take (arrivalTime) to arrive. There is a faster route available which will take (arrivalTime).
fi: Normaali liikennetilanne. Ajoaikasi on (arrivalTime). Käytettävissä on nopeampi reitti, jonka ajoaika on (arrivalTime) min.
pl: Typowa sytuacja na drodze. Czas jazdy wynosi (arrivalTime). Dostępna jest szybsza trasa z czasem (arrivalTime) min.
sk: Bežná dopravná situácia. Vaša doba jazdy je (arrivalTime). Je k dispozícii rýchlejšia trasa s dobou jazdy (arrivalTime) min.

# learningNavigationCommuteNotificationTitle
source: Driving to (Destination Work/home)?
fi: Onko kohteesi (Destination Work/home)?
pl: Jedziesz do: (Destination Work/home)?
sk: Idete do (Destination Work/home)?

# learningNavigationCommuteNotificationWayLessTrafficBody
source: Much less traffic than usual.
fi: Huomattavasti tavallista vähemmän liikennettä.
pl: Znacznie mniejszy ruch drogowy niż zwykle.
sk: Výrazne slabšia premávka ako zvyčajne.

# learningNavigationCommuteNotificationWayLessTrafficBodyFasterRoute
source: Much less traffic than usual. It will take (arrivalTime) to arrive. There is a faster route available which will take (arrivalTime).
fi: Huomattavasti tavallista vähemmän liikennettä. Ajoaikasi on (arrivalTime). Käytettävissä on nopeampi reitti, jonka ajoaika on (arrivalTime) min.
pl: Znacznie mniejszy ruch drogowy niż zwykle. Czas jazdy wynosi (arrivalTime). Dostępna jest szybsza trasa z czasem (arrivalTime) min.
sk: Výrazne slabšia premávka ako zvyčajne. Vaša doba jazdy je (arrivalTime). Je k dispozícii rýchlejšia trasa s dobou jazdy (arrivalTime) min.

# learningNavigationCommuteNotificationWayMoreTrafficBody
source: Much more traffic than usual.
fi: Huomattavasti tavallista enemmän liikennettä.
pl: Znacznie większy ruch drogowy niż zwykle.
sk: Výrazne hustejšia premávka ako zvyčajne.

# learningNavigationCommuteNotificationWayMoreTrafficBodyFasterRoute
source: Much more traffic than usual. It will take (arrivalTime) to arrive. There is a faster route available which will take (arrivalTime).
fi: Huomattavasti tavallista enemmän liikennettä. Ajoaikasi on (arrivalTime). Käytettävissä on nopeampi reitti, jonka ajoaika on (arrivalTime) min.
pl: Znacznie większy ruch drogowy niż zwykle. Czas jazdy wynosi (arrivalTime). Dostępna jest szybsza trasa z czasem (arrivalTime) min.
sk: Výrazne hustejšia premávka ako zvyčajne. Vaša doba jazdy je (arrivalTime). Je k dispozícii rýchlejšia trasa s dobou jazdy (arrivalTime) min.

# learningNavigationFirstTimeUseMessageTitle
source: Get to know your new feature! Learning Navigation
fi: Tutustu uuteen toimintoon! Oppiva navigointi
pl: Poznaj nową funkcję! Ucząca się nawigacja
sk: Oboznámte sa so svojou novou funkciou! Inteligentná navigácia

# learningNavigationFirstTimeUseScreenFindMoreButtonTitle
source: FIND OUT MORE
fi: LISÄTIETOJA
pl: DOWIEDZ SIĘ WIĘCEJ
sk: ZISTIŤ VIAC

# learningNavigationFirstTimeUseScreenMessage2Body
source: With Learning Navigation you get:
fi: Oppivasta navigoinnista saat:
pl: Ucząca się nawigacja zapewnia:
sk: S inteligentnou navigáciou získate:

# learningNavigationFirstTimeUseScreenMessage2BodyPoint2
source: Notifications about the traffic situation for your daily commutes
fi: Ilmoituksia päivittäisen reittisi liikennetilanteesta
pl: Powiadomienia o sytuacji na drodze na odcinkach codziennych dojazdów
sk: Oznámenia o dopravnej situácii na vašej pravidelnej dennej trase

# learningNavigationFirstTimeUseScreenMessage2BodyPoint3
source: Suggestions of quicker routes
fi: Ehdotuksia nopeammasta reitistä
pl: Propozycje szybszych tras
sk: Návrhy na rýchlejšie trasy

# learningNavigationFirstTimeUseScreenMessage2Title
source: Your benefits
fi: Etusi
pl: Korzyści
sk: Vaše výhody

# learningNavigationFirstTimeUseScreenMessageBody
source: While you drive Learning Navigation learns your commutes and other stops, and notifies you of the traffic situation and the best departure time. Are you interested?
fi: Ajaessasi oppiva navigointi oppii toistuvat reittisi tai muut ajokohteesi ja ilmoittaa liikennetilanteesta ja parhaasta lähtöajasta. Oletko kiinnostunut?
pl: Podczas jazd ucząca się nawigacja poznaje odcinki dojazdów i inne cele oraz informuje o sytuacji na drodze i optymalnej godzinie odjazdu. Chcesz wykorzystać te funkcje?
sk: Inteligentná navigácia sa počas jazdy učí vaše pravidelné trasy alebo iné ciele jázd a informuje vás o dopravnej situácii a najlepšom čase odjazdu. Máte záujem?

# learningNavigationHelpEnableScreenMessageBody
source: In two steps:
fi: Kaksi vaihetta:
pl: W dwóch krokach:
sk: V dvoch krokoch:

# learningNavigationHelpEnableScreenMessageBodyStep2
source: Go to "Data privacy" menu
fi: Siirry tietosuojavalikkoon
pl: Przejdź do menu "Ochrona danych osobowych"
sk: Prejdite na menu "Ochrana osobných údajov"

# learningNavigationHelpEnableScreenMessageBodyStep3
source: Go to "Navigation"
fi: Siirry navigointiin
pl: Przejdź do nawigacji
sk: Prejdite na Navigáciu

# learningNavigationHelpEnableScreenMessageBodyStep4
source: Activate learning navigation
fi: Aktivoi oppiva navigointi
pl: Aktywuj uczącą się nawigację
sk: Aktivovať inteligentnú navigáciu

# learningNavigationHelpEnableScreenMessageTitle
source: SET UP
fi: ASENNUS
pl: USTAW
sk: NASTAVIŤ

# learningNavigationHelpScreenMessage2BodyPoint1
source: Activate two types of notifications in your app settings and select if you want to always be sent notifications or only when there are delays or disruptions.
fi: Aktivoi sovellusasetuksissa kaksi ilmoitustapaa ja valitse, haluatko saada ilmoitukset aina vai ainoastaan silloin, kun tiedossa on häiriöitä tai myöhästymisiä.
pl: Aktywuj dwa rodzaje powiadomień w ustawieniach aplikacji i wybierz, czy chcesz otrzymywać powiadomienia zawsze, czy tylko w przypadku opóźnień lub usterek.
sk: V nastaveniach aplikácie aktivujte dva druhy oznámení a vyberte, či chcete dostávať oznámenia vždy alebo len v prípade oneskorení alebo porúch.

# learningNavigationHelpScreenMessage2Title
source: How can I be notified?
fi: Miten voin saada ilmoituksen?
pl: Jak mogę otrzymać powiadomienie?
sk: Ako môžem dostávať oznámenia?

# learningNavigationHelpScreenMessageBodyPoint3
source: This is calculated based on traffic jams and delays due to accidents or roadworks, as well as your usual arrival time at this destination.
fi: Laskennan perustana käytetään liikenteen viivästyksiä tai onnettomuuksien tai tietöiden aiheuttamia ruuhkia sekä normaalia kohteeseen saapumisaikaasi.
pl: Trasa jest obliczana na podstawie opóźnień w ruchu drogowym albo tworzących się korków spowodowanych wypadkami lub robotami drogowymi oraz standardowego czasu przyjazdu do celu.
sk: Tento sa vypočíta na základe dopravných oneskorení alebo zápchy v dôsledku nehôd alebo prác na ceste a vášho zvyčajného času príchodu do tohto cieľa.

# learningNavigationHelpScreenMessageTitle
source: How does learning navigation work?
fi: Miten oppiva navigointi toimii?
pl: Jak działa ucząca się nawigacja?
sk: Ako funguje inteligentná navigácia?

# learningNavigationHelpScreenTitle
source: Learning Navigation
fi: Oppiva navigointi
pl: Ucząca się nawigacja
sk: Inteligentná navigácia

# learningNavigationLocationFarAwayAllowButton
source: ALWAYS ALLOW
fi: SALLI AINA
pl: ZAWSZE ZEZWALAJ
sk: POVOLIŤ VŽDY

# learningNavigationLocationFarAwayScreenMessageBody1
source: {appName} app requires access to location data even when the app is closed or not in use.
fi: {appName} -sovellus vaatii pääsyn sijaintitietoihisi myös silloin, kun sovellus on suljettuna tai sitä ei käytetä.
pl: Aplikacja {appName} wymaga dostępu do danych lokalizacji, również gdy jest zamknięta lub nie jest używana.
sk: Aplikácia {appName} potrebuje prístup k vašim údajom o polohe, aj keď je aplikácia zatvorená alebo sa nepoužíva.

# learningNavigationLocationFarAwayScreenMessageBody2
source: Always allow the use of your phone's current location. You will receive more accurate and relevant departure notifications.
fi: Salli puhelimen nykyisen sijainnin jatkuva tarkistus. Saat tarkempia ja sopivampia ilmoituksia lähdöstä.
pl: Zezwalaj na stałe sprawdzanie aktualnej lokalizacji telefonu. Otrzymasz dokładniejsze i trafniejsze powiadomienia dotyczące odjazdu.
sk: Povoľte neustálu kontrolu aktuálnej polohy vášho telefónu. Dostanete presnejšie a relevantnejšie oznámenia o odjazde.

# learningNavigationLocationFarAwayScreenMessageTitle
source: You seem to be far away from your departure location
fi: Olet ilmeisesti kaukana lähtöpaikastasi
pl: Zdaje się, że jesteś daleko od miejsca odjazdu
sk: Zdá sa, že ste ďaleko od svojho miesta odjazdu

# learningNavigationLocationPermissionDescription
source: Get accurate and useful information to help you during your trip.
fi: Saat hyödyllistä ja tarkkaa tietoa ajomatkasi tueksi
pl: Uzyskaj przydatne, dokładne informacje wspierające Twoją jazdę
sk: Získajte užitočné a presné informácie, ktoré vás podporujú pri vašej ceste
