Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# Sustainability__emptyStateNoTripsDesc
source: It looks like you have not taken your vehicle on a trip yet. Come back again after your next trip.
fi: Näyttää siltä, ettet ole vielä ajanut ajoneuvollasi. Tule takaisin seuraavan ajosi jälkeen.
pl: Wygląda na to, że nie odbyto jeszcze jazdy Twoim pojazdem. Wróć po następnej jeździe.
sk: Zdá sa, že ste s vaším vozidlom nepodnikli ešte žiadnu jazdu. Vráťte sa po vašej ďalšej jazde.

# Sustainability__emptyStateNoTripsHyperlinkDesc
source: {brandLocalized} tracks your trips.
fi: {brandLocalized} rekisteröi ajosi.
pl: Twoje jazdy są rejestrowane przez {brandLocalized}.
sk: {brandLocalized} bude zaznamenávať vaše jazdy.

# Sustainability__emptyStateRideHistoryDeactivatedDesc
source: Activate your ride history if you would like to see your last trips appear here or learn more about how {brandLocalized} tracks and stores your trip data.
fi: Aktivoi ajohistoria, jos haluat nähdä viimeisimmät ajosi täällä, tai lue täältä lisää siitä, miten {brandLocalized} rekisteröi ja tallentaa ajotietosi.
pl: Aktywuj historię jazd, jeśli chcesz zobaczyć swoje ostatnie jazdy, lub dowiedz się tutaj, w jaki sposób {brandLocalized} rejestruje i zapisuje dane jazdy.
sk: Aktivujte históriu jázd, ak chcete vidieť vaše posledné jazdy alebo sa tu dozvedieť, ako {brandLocalized} zaznamenáva a ukladá vaše dáta o jazde.

# Sustainability__emptyStateRideHistoryDeactivatedHyperlinkDesc
source: {brandLocalized} tracks and stores your trip data.
fi: {brandLocalized} rekisteröi ja tallentaa ajotietosi.
pl: Twoje dane jazdy są rejestrowane i zapisywane przez {brandLocalized}.
sk: {brandLocalized} bude zaznamenávať a ukladať vaše dáta o jazde.

# Sustainability__emptyStateTripByAnotherUserDesc
source: It looks like someone else took your vehicle on a trip. {appName} shows only trips that are made while you are logged in the vehicle. Remember to log in again next time if you want to see your trip appear here.
fi: Näyttää siltä, että joku muu on ajanut ajoneuvollasi. {appName} näyttää vain ajot, jotka on tehty, kun olet itse kirjautuneena ajoneuvoon. Muista kirjautua uudelleen sisään seuraavalla kerralla, jos haluat nähdä ajosi täällä.
pl: Wygląda na to, że ktoś inny odbył jazdę Twoim pojazdem. {appName} pokazuje tylko jazdy odbyte w czasie, gdy użytkownik był zalogowany w pojeździe. Pamiętaj, aby następnym razem zalogować się ponownie, jeśli chcesz zobaczyć swoją jazdę tutaj.
sk: Zdá sa, že niekto iný podnikol jazdu s vašim vozidlom. {appName} zobrazuje jazdy, ktoré boli podniknuté, zatiaľ čo ste boli prihlásený vo vozidle. Myslite na to, aby ste sa nabudúce znova prihlásili, ak chcete vidieť vašu jazdu.

# Sustainability__howToActivationStepGoToAppsOS7Label
source: Go to "APPS" > "Installed apps“ to download the latest versions of the {brandLocalized} apps. To do this, press OPTION at the bottom right of the iDrive controller and select "Update apps and services".
fi: Siirry kohtaan "APPS" > "Asennetut sovellukset" ja lataa {brandLocalized}-sovellusten uusimmat versiot. Voit tehdä tämän painamalla iDrive-monitoimisäätimen oikeassa alakulmassa olevaa OPTION-painiketta ja valitsemalla "Sovellusten ja palvelujen päivittäminen".
pl: Przejdź do sekcji "APPS" > "Zainstalowane aplikacje", aby pobrać najnowsze wersje aplikacji {brandLocalized}. Aby to zrobić, naciśnij OPTION w prawym dolnym rogu kontrolera iDrive i wybierz "Aktualizuj aplikacje i usługi".
sk: Prejdite na "APPS" > "Inštalované aplikácie", aby ste si stiahli najnovšie verzie aplikácií {brandLocalized}. Ak to chcete urobiť, stlačte OPTION v pravom dolnom rohu ovládača iDrive a vyberte možnosť "Aktualizovať aplikácie a služby".

# Sustainability__howToActivationStepGoToAppsOS8Label
source: Select "Update apps and services" and tap "Search for updates" to download the latest versions of the {brandLocalized} apps.
fi: Valitse "Sovellusten ja palvelujen päivittäminen" ja napauta "Hae päivityksiä" ladataksesi {brandLocalized}-sovellusten uusimmat versiot.
pl: Wybierz opcję "Aktualizuj aplikacje i usługi" i kliknij "Szukaj aktualizacji", aby pobrać najnowsze wersje aplikacji {brandLocalized}.
sk: Vyberte "Aktualizovať aplikácie a služby" a ťuknite na "Vyhľadať aktualizácie", aby ste si stiahli najnovšie verzie aplikácií {brandLocalized}.

# Sustainability__howToParagraphLabel
source: Please follow the steps below to log in to your vehicle with your {brandLocalized} ID, and ensure that the "My Trips" option has been activated in the "Privacy" menu.
fi: Toimi seuraavasti, jotta voit kirjautua ajoneuvoon {brandLocalized} ID:lläsi, ja varmista, että "Omat matkat" on aktivoitu valikossa "Tietosuoja".
pl: Postępuj zgodnie z procedurą, aby zalogować się w swoim pojeździe za pomocą swojego {brandLocalized} ID i upewnij się, że w menu "Ochrona danych" została aktywowana opcja "Moje Podróże".
sk: Postupujte podľa nižšie uvedených krokov, aby ste sa prihlásili do svojho vozidla pomocou svojho{brandLocalized} ID a uistite sa, že je v menu "Ochrana osobných údajov" aktivovaná funkcia "Moje cesty".

# Sustainability__lastTripWidgetElectricDriveTitle
source: {value}% electric drive
fi: {value}% ajettu sähköllä
pl: Odcinek przejechany w trybie elektrycznym {value}%
sk: {value}% jazda na elektrinu

# Sustainability__optInFlowGoToAppsDesc
source: While you are in your {brand}, please go to "Apps" > "Installed apps" to download the latest versions of the {brand} apps. To do so, press OPTION at the bottom right of the iDrive Controller and select "Update apps and services".
fi: Kun istut {brand}-ajoneuvossasi, siirry kohtaan "APPS" > "Asennetut sovellukset" ja lataa {brand}-sovellusten uusimmat versiot. Voit tehdä tämän painamalla iDrive-monitoimisäätimen oikeassa alakulmassa olevaa OPTION-painiketta ja valitsemalla "Sovellusten ja palvelujen päivittäminen".
pl: Będąc jeszcze w swoim {brand}, przejdź do sekcji "APPS" > "Zainstalowane aplikacje", aby pobrać najnowsze wersje aplikacji dla {brand}. Aby to zrobić, naciśnij OPTION w prawym dolnym rogu kontrolera iDrive i wybierz "Aktualizuj aplikacje i usługi".
sk: Kým ešte sedíte vo vašom {brand}, prejdite na "APPS" > "Inštalované aplikácie", aby ste si stiahli najnovšie verzie aplikácií {brand}. Ak to chcete urobiť, stlačte OPTION v pravom dolnom rohu ovládača iDrive a vyberte možnosť "Aktualizovať aplikácie a služby".

# Sustainability__optInFlowGoToDriverProfileDesc
source: Go to your {brand} and select your driver profile in the display. Please ensure your are logged in with your {brand} ID.
fi: Mene {brand}-ajoneuvoosi ja valitse näytöltä kuljettajan profiili. Varmista, että olet kirjautunut sisään {brand} ID:lläsi.
pl: Przejdź do swojego {brand} i wybierz swój profil kierowcy na wyświetlaczu. Upewnij się, że jesteś zalogowany(-a) przy użyciu swojego {brand} ID.
sk: Choďte k svojmu {brand} a na displeji zvoľte váš profil vodiča. Uistite sa, že ste prihlásený s vašim {brand} ID.

# Sustainability__optInFlowIDLoginLabel
source: {brand} ID login
fi: {brand} ID sisäänkirjautuminen
pl: Logowanie za pomocą {brand} ID
sk: Prihlásenie {brand} ID

# Sustainability__optInFlowIdcUpdateAllDesc
source: Go to the "ConnectedDrive Store" in the "All apps" menu in your BMW. Tap on "Apps" in the ConnectedDrive Store. Scroll down to "Data privacy" or select "Update all".
fi: Mene BMW:ssäsi kohtaan "Kaikki sovellukset" ja valitse "ConnectedDrive Store". Napauta "ConnectedDrive Storessa" kohtaa "Sovellukset". Vieritä alaspäin kohtaan "Tietosuoja" tai valitse "Päivitä kaikki".
pl: Przejdź w swoim BMW do "Wszystkie aplikacje" i wybierz "Sklep ConnectedDrive". W „Sklep ConnectedDrive" dotknij "Aplikacje". Przewiń w dół do opcji "Ochrona danych" i wybierz "Aktualizuj wszystkie".
sk: Prejdite vo vašom BMW na "Všetky aplikácie" a zvoľte "ConnectedDrive Store". V "ConnectedDrive Store" kliknite na "Aplikácie". Posúvajte nadol na "Ochrana osobných údajov" alebo zvoľte "Aktualizovať všetky".

# Sustainability__optInFlowLoginWithIDTitle
source: Log in with your {brand} ID in the vehicle
fi: Kirjaudu sisään ajoneuvoon {brand} ID:llä
pl: Zaloguj się w pojeździe za pomocą swojego {brand} ID
sk: Prihláste sa do vozidla pomocou vášho {brand} ID

# Sustainability__optInFlowOpenYourPrivacySettingsDesc
source: Open your “Privacy Settings” in the browser. You can do that by clicking on the link below or through the "Settings" in the vehicle tab of the {appName}app. After the page is opened in your browser, click "Next" for further instructions.
fi: Avaa "Tietosuoja-asetukset" selaimessa. Käytä siihen alla olevaa linkkiä tai {appName}-sovelluksessa olevan ajoneuvon välilehden kohtaa "Asetukset". Kun sivu on avautunut selaimessasi, napauta "Seuraava" saadaksesi lisäohjeita.
pl: Otwórz "Ustawienia dotyczące ochrony danych osobowych" w przeglądarce. Użyj w tym celu poniższego linku lub opcji "Ustawienia" w karcie Pojazd w aplikacji {appName}. Po załadowaniu strony w przeglądarce kliknij "Dalej", aby uzyskać dalsze instrukcje.
sk: Otvoriť "Nastavenia ochrany údajov" v prehliadači. K tomu použite dole uvedený odkaz alebo "Nastavenia" v ponuke Vozidlo aplikácie {appName}. Po otvorení stránky vo vašom prehliadači kliknite na "Ďalej", aby ste získali ďalšie pokyny.

# Sustainability__optInFlowUpdateAppsAndServicesDesc
source: While you are in your {brand}, go to "All apps" and select "Vehicle apps". Tap on "System settings". Select "Update apps and services" and tap "Search for updates" to download the latest versions of the {brand} apps.
fi: Kun istut {brand}-ajoneuvossasi, siirry kohtaan "Kaikki sovellukset" ja valitse "Ajoneuvon sovellukset". Napauta kohtaa "Järjestelmäasetukset". Valitse "Sovellusten ja palvelujen päivittäminen" ja napauta "Hae päivityksiä" ladataksesi {brand}-sovellusten uusimmat versiot.
pl: Będąc jeszcze w swoim {brand}, przejdź do menu "Wszystkie aplikacje" i wybierz "Aplikacje pojazdu". Dotknij opcji "Ustawienia systemu". Wybierz opcję "Aktualizuj aplikacje i usługi" i kliknij "Szukaj aktualizacji", aby pobrać najnowsze wersje aplikacji {brand}.
sk: Kým ešte sedíte vo svojom {brand}, prejdite na "Všetky aplikácie" a zvoľte "Aplikácie vozidla". Kliknite na "Nastavenia systému". Zvoľte "Aktualizovať aplikácie a služby" a kliknite na "Vyhľadať aktualizácie", aby ste si stiahli najnovšie verzie aplikácií {brand}.

# Sustainability__optInFlowUpdateYourAppsTitle
source: Update your {brand} apps
fi: Päivitä {brand}-sovellukset
pl: Zaktualizuj swoje aplikacje {brand}
sk: Aktualizujte si vaše aplikácie {brand}

# Sustainability__optInFlowYourTripDataDesc
source: Your trip data (e.g. your departure and arrival locations) are only recorded if you are logged in with your personal {brand} ID during your drive. Please notify other drivers that the data will be recorded when they drive using your personal vehicle account.
fi: Ajotietosi (esim. lähtö- ja saapumispaikat) tallennetaan vain niin kauan kuin olet kirjautunut sisään henkilökohtaisella {brand} ID:lläsi ajon aikana. Ilmoita muille kuljettajille, että tietoja tallennetaan, kun he käyttävät ajaessaan henkilökohtaista kuljettajan profiiliasi.
pl: Twoje dane jazdy (np. miejsce odjazdu i przyjazdu) są rejestrowane, jeśli podczas jazdy zalogowano się przy użyciu osobistego {brand} ID. Poinformuj innych kierowców, że dane będą gromadzone podczas ich jazdy z wykorzystaniem Twojego osobistego konta pojazdu.
sk: Vaše údaje o jazde (napr. miesto odjazdu a príjazdu) sa zaznamenajú, len kým budete počas jazdy prihlásení s vašim osobným {brand} ID. Informujte ostatných vodičov, že počas prihlásenia do vášho osobného účtu vozidla sa dáta zaznamenávajú.

# Sustainability__powerLabel
source: {value} hp
fi: {value} hv
pl: {value} KM
sk: {value} k

# Sustainability__summaryMessageAndAboveCommunityDesc
source: and {icon} {value}% above the community average.
fi: ja {icon} {value}% suurempi kuin yhteisön keskiarvo.
pl: oraz {icon} {value}% powyżej średniej społeczności.
sk: a {icon} {value}% nad priemerom Community.

# Sustainability__summaryMessageAndBelowCommunityDesc
source: and {icon} {value}% below the community average.
fi: ja {icon} {value}% pienempi kuin yhteisön keskiarvo.
pl: oraz {icon} {value}% poniżej średniej społeczności.
sk: a {icon} {value}% pod priemerom Community.

# Sustainability__summaryMessageAndTheSameAsCommunityDesc
source: and {icon} the same as the community average.
fi: ja {icon} sama kuin yhteisön keskiarvo.
pl: oraz {icon} równy średniej społeczności.
sk: a {icon} rovná sa priemeru Community.

# Sustainability__summaryMessageButAboveCommunityDesc
source: , but {icon} {value}% above the community average.
fi: , mutta se on {icon} {value}% suurempi kuin yhteisön keskiarvo.
pl: , ale {icon} {value}% powyżej średniej społeczności.
sk: , ale {icon} {value}% nad priemerom Community.

# Sustainability__summaryMessageButBelowCommunityDesc
source: , but {icon} {value}% below the community average.
fi: , mutta se on {icon} {value}% pienempi kuin yhteisön keskiarvo.
pl: , ale {icon} {value}% poniżej średniej społeczności.
sk: , ale {icon} {value}% pod priemerom Community.

# Sustainability__summaryMessageButTheSameAsCommunityDesc
source: , but {icon} the same as the community average.
fi: , mutta se on {icon} sama kuin yhteisön keskiarvo.
pl: oraz {icon} równy średniej społeczności.
sk: , ale {icon} rovná sa priemeru Community.

# Sustainability__summaryMessageConsumptionIsAboveCommunityDesc
source: Your current average consumption is {icon} {value}% above that of the community.
fi: Nykyinen keskikulutuksesi on {icon} {value}% suurempi kuin yhteisön keskiarvo.
pl: Twoje aktualne średnie zużycie jest o {icon} {value}% wyższe niż średnia wartość społeczności.
sk: Vaša aktuálna priemerná spotreba je {icon} {value}% nad priemerom Community.

# Sustainability__summaryMessageConsumptionIsBelowCommunityDesc
source: Your current average consumption is {icon} {value}% below that of the community.
fi: Nykyinen keskikulutuksesi on {icon} {value}% pienempi kuin yhteisön keskiarvo.
pl: Twoje aktualne średnie zużycie jest o {icon} {value}% niższe niż średnia wartość społeczności.
sk: Vaša aktuálna priemerná spotreba je {icon} {value}% pod priemerom Community.

# Sustainability__summaryMessageConsumptionIsHigherThanDesc
source: Your current average consumption is {icon} {value}% higher than in {previousMonth}
fi: Tämänhetkinen keskikulutuksesi on {icon} {value}% suurempi kuin kuukautena {previousMonth}
pl: Twoje aktualne średnie zużycie jest o {icon} {value}% wyższe niż w miesiącu {previousMonth}
sk: Vaša aktuálna priemerná spotreba je o {icon} {value}% vyššia ako za mesiac {previousMonth}

# Sustainability__summaryMessageConsumptionIsLowerThanDesc
source: Your current average consumption is {icon} {value}% lower than in {previousMonth}
fi: Tämänhetkinen keskikulutuksesi on {icon} {value}% alhaisempi kuin kuukautena {previousMonth}
pl: Twoje aktualne średnie zużycie jest o {icon} {value}% niższe niż w miesiącu {previousMonth}
sk: Vaša aktuálna priemerná spotreba je o {icon} {value}% nižšia ako za mesiac {previousMonth}

# Sustainability__summaryMessageConsumptionIsTheSameAsCommunityDesc
source: Your current average consumption is {icon} equal to that of the community.
fi: Nykyinen keskikulutuksesi on {icon} sama kuin yhteisön keskiarvo.
pl: Twoje aktualne średnie zużycie jest {icon} takie same jak średnia wartość społeczności.
sk: Vaša aktuálna priemerná spotreba je {icon} rovnaká ako priemer Community.

# Sustainability__summaryMessageConsumptionIsTheSameAsDesc
source: Your current average consumption is {icon} the same as in {previousMonth}
fi: Tämänhetkinen keskikulutuksesi on {icon} sama kuin kuukautena {previousMonth}
pl: Twoje aktualne średnie zużycie jest {icon} takie samo jak w miesiącu {previousMonth}
sk: Vaša aktuálna priemerná spotreba je {icon} rovnaká ako za mesiac {previousMonth}

# Sustainability__summaryMessageConsumptionWasHigherThanDesc
source: Your average consumption in {month} was {icon} {value}% higher than in {previousMonth}.
fi: Kuukauden {month} keskikulutuksesi oli {icon} {value}% suurempi kuin kuukautena {previousMonth}.
pl: Twoje średnie zużycie w miesiącu {month} było o {icon} {value}% wyższe niż w miesiącu {previousMonth}.
sk: Vaša priemerná spotreba za {month} bola o {icon}{value}% vyššia ako za {previousMonth}.

# Sustainability__summaryMessageConsumptionWasLowerThanDesc
source: Your average consumption in {month} was {icon} {value}% lower than in {previousMonth}.
fi: Kuukauden {month} keskikulutuksesi oli {icon} {value}% alhaisempi kuin kuukautena {previousMonth}.
pl: Twoje średnie zużycie w miesiącu {month} było o {icon} {value}% niższe niż w miesiącu {previousMonth}.
sk: Vaša priemerná spotreba za {month} bola o {icon} {value}% nižšia ako za {previousMonth}.

# Sustainability__summaryMessageConsumptionWasTheSameAsDesc
source: Your average consumption in {month} was {icon} the same as in {previousMonth}.
fi: Kuukauden {month} keskikulutuksesi oli {icon} sama kuin kuukautena {previousMonth}.
pl: Twoje średnie zużycie w miesiącu {month} było {icon} takie same jak w miesiącu {previousMonth}.
sk: Vaša priemerná spotreba za {month} bola {icon} rovnaká ako za {previousMonth}.

# Sustainability__summaryMessageEDriveIsAboveCommunityDesc
source: Your current eDrive share is {icon} {value}% above the community average.
fi: Nykyinen eDrive-osuutesi on {icon} {value}% suurempi kuin yhteisön keskiarvo.
pl: Twój aktualny wskaźnik eDrive jest o {icon} {value}% wyższy niż średnia wartość społeczności.
sk: Váš aktuálny podiel eDrive je {icon} {value}% nad priemerom Community.

# Sustainability__summaryMessageEDriveIsBelowCommunityDesc
source: Your current eDrive share is {icon} {value}% below the community average.
fi: Nykyinen eDrive-osuutesi on {icon} {value}% pienempi kuin yhteisön keskiarvo.
pl: Twój aktualny wskaźnik eDrive jest o {icon} {value}% niższy niż średnia wartość społeczności.
sk: Váš aktuálny podiel eDrive je {icon} {value}% pod priemerom Community.

# Sustainability__summaryMessageEDriveIsHigherThanDesc
source: Your current eDrive share is {icon} {value}% higher than in {previousMonth}
fi: Tämänhetkinen eDrive-osuutesi on {icon} {value}% suurempi kuin kuukautena {previousMonth}
pl: Twój aktualny udział eDrive jest o {icon} {value}% wyższy niż w miesiącu {previousMonth}
sk: Váš aktuálny podiel eDrive je o {icon} {value}% vyšší ako za mesiac {previousMonth}

# Sustainability__summaryMessageEDriveIsLowerThanDesc
source: Your current eDrive share is {icon} {value}% lower than in {previousMonth}
fi: Tämänhetkinen eDrive-osuutesi on {icon} {value}% alhaisempi kuin kuukautena {previousMonth}
pl: Twój aktualny udział eDrive jest o {icon} {value}% niższy niż w miesiącu {previousMonth}
sk: Váš aktuálny podiel eDrive je o {icon} {value}% nižší ako za mesiac {previousMonth}

# Sustainability__summaryMessageEDriveIsTheSameAsCommunityDesc
source: Your current eDrive share is {icon} equal to the community average.
fi: Nykyinen eDrive-osuutesi on {icon} sama kuin yhteisön keskiarvo.
pl: Twój aktualny wskaźnik eDrive jest {icon} taki sam jak średnia wartość społeczności.
sk: Váš aktuálny podiel eDrive je {icon} rovnaký ako priemer Community.

# Sustainability__summaryMessageEDriveIsTheSameAsDesc
source: Your current eDrive share is {icon} the same as in {previousMonth}
fi: Tämänhetkinen eDrive-osuutesi on {icon} sama kuin kuukautena {previousMonth}
pl: Twój aktualny udział eDrive jest {icon} taki sam jak w miesiącu {previousMonth}
sk: Vaše aktuálny podiel eDrive je {icon} rovnaký ako za mesiac {previousMonth}

# Sustainability__summaryMessageEDriveWasHigherThanDesc
source: Your eDrive share in {month} was {icon} {value}% higher than in {previousMonth}.
fi: Kuukauden {month} eDrive-osuutesi oli {icon} {value}% suurempi kuin kuukautena {previousMonth}.
pl: Twój wskaźnik eDrive w miesiącu {month} był o {icon} {value}% wyższy niż w miesiącu {previousMonth}.
sk: Váš podiel eDrive za {month} bol o {icon} {value}% vyšší ako za {previousMonth}.

# Sustainability__summaryMessageEDriveWasLowerThanDesc
source: Your eDrive share in {month} was {icon} {value}% lower than in {previousMonth}.
fi: Kuukauden {month} eDrive-osuutesi oli {icon} {value}% alhaisempi kuin kuukautena {previousMonth}.
pl: Twój wskaźnik eDrive w miesiącu {month} był o {icon} {value}% niższy niż w miesiącu {previousMonth}.
sk: Váš podiel eDrive za {month} bol o {icon} {value}% nižší ako za {previousMonth}.

# Sustainability__summaryMessageEDriveWasTheSameAsDesc
source: Your eDrive share in {month} was {icon} equal to {previousMonth}.
fi: Kuukauden {month} eDrive-osuutesi oli {icon} sama kuin kuukautena {previousMonth}.
pl: Twój wskaźnik eDrive w miesiącu {month} był {icon} taki sam jak w miesiącu {previousMonth}.
sk: Váš podiel eDrive za {month} bol {icon} rovnaký ako za {previousMonth}.

# Sustainability__todayLabel
source: TODAY, {hh:mm}
fi: TÄNÄÄN, {hh:mm}
pl: DZISIAJ, {hh:mm}
sk: DNES, {hh:mm}

# Sustainability__tripHistoryMonthDetailLabel
source: {totalTrips} trips • {totalDistance} {distanceUnit}
fi: {totalTrips} ajoa • {totalDistance} {distanceUnit}
pl: {totalTrips} jazd(y) • {totalDistance} {distanceUnit}
sk: {totalTrips} jázd • {totalDistance} {distanceUnit}

# Sustainability__tripHistoryMonthDetailSingleLabel
source: {totalTrips} trip • {totalDistance} {distanceUnit}
fi: {totalTrips} ajo • {totalDistance} {distanceUnit}
pl: {totalTrips} jazda • {totalDistance} {distanceUnit}
sk: {totalTrips} jazda • {totalDistance} {distanceUnit}

# Sustainability__tripSummaryPointsLabel
source: {value} points
fi: {value} pistettä
pl: {value} pkt
sk: {value} body/ov

# Sustainability__yesterdayLabel
source: YESTERDAY, {hh:mm}
fi: EILEN, {hh:mm}
pl: WCZORAJ, {hh:mm}
sk: VČERA, {hh:mm}

# Sustainability_accessibilityCarDashboardImageDesc
source: Image of instrument panel
fi: Kojelaudan kuva
pl: Zdjęcie deski rozdzielczej
sk: Obraz prístrojovej dosky

# Sustainability_accessibilityCarPanelImageDesc
source: Image of instrument panel
fi: Kojelaudan kuva
pl: Zdjęcie deski rozdzielczej
sk: Obraz prístrojovej dosky

# Sustainability_accessibilityCarSideViewImageDesc
source: Image of the side view of the vehicle
fi: Ajoneuvon sivunäkymän kuva
pl: Zdjęcie widoku z boku pojazdu
sk: Obraz bočného pohľadu vozidla

# Sustainability_accessibilityChargingLevelLabel
source: Charging level
fi: Varaustaso
pl: Poziom naładowania
sk: Stav nabitia

# Sustainability_accessibilityCo2EmissionLabel
source: Co2 emissions
fi: CO2-päästöt
pl: Emisja CO2
sk: CO2 emisie

# Sustainability_accessibilityConsumptionLabel
source: Consumption
fi: Kulutus
pl: Zużycie
sk: Spotreba

# Sustainability_accessibilityDepartureDesc
source: Point of departure
fi: Lähtöpaikka
pl: Miejsce wyjazdu
sk: Miesto odjazdu

# Sustainability_accessibilityDestinationDesc
source: Destination
fi: Kohde
pl: Cel
sk: Cieľ

# Sustainability_accessibilityDistanceDesc
source: Distance
fi: Etäisyys
pl: Odległość
sk: Vzdialenosť

# Sustainability_accessibilityDistanceDurationLabel
source: Distance and duration
fi: Etäisyys ja kesto
pl: Odległość i czas trwania
sk: Vzdialenosť a čas

# Sustainability_accessibilityDistanceLabel
source: kilometers
fi: Kilometrit
pl: Kilometry
sk: Kilometer

# Sustainability_accessibilityDurationDesc
source: Duration
fi: Kesto
pl: Czas trwania
sk: Trvanie

# Sustainability_accessibilityEntryPointNoActivityChartDesc
source: No activities recorded this month
fi: Ei tallennettuja aktiviteetteja tässä kuussa
pl: Brak zarejestrowanych aktywności w tym miesiącu
sk: Tento mesiac neboli zaznamenané žiadne aktivity

# Sustainability_accessibilityEntryPointNoActivityDesc
source: No trips were recorded this month
fi: Tässä kuussa ei tallennettu ajoja
pl: Nie zarejestrowano jazd w tym miesiącu
sk: Tento mesiac neboli zaznamenané žiadne jazdy
