Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# BmwServiceInclusiveStrings_planDetailTitle
source: Service and maintenance details
fi: Palveluita ja huoltoa koskevat tiedot
pl: Szczegóły dotyczące przeglądu i serwisowania
sk: Podrobnosti o servise a údržbe

# BmwServiceInclusiveStrings_planDetailTitleUS
source: Warranty and maintenance details
fi: Takuuta ja huoltoa koskevat tiedot
pl: Szczegóły dot. gwarancji i serwisowania
sk: Podrobnosti o záruke a údržbe

# BmwServiceInclusiveStrings_planDetailUnlimited
source: Unlimited
fi: Rajoittamaton
pl: Nieograniczone
sk: Neobmedzene

# BmwServiceInclusiveStrings_sorryTitle
source: We are sorry
fi: Pahoittelemme
pl: Przykro nam
sk: Mrzí nás to

# BmwServiceInclusiveStrings_toastMessageNoInternet
source: The process could not be completed as there seems to be no internet connection.
fi: Toimintoa ei saatu päätökseen, koska online-yhteyttä ei ilmeisesti ole.
pl: Proces nie został zakończony, ponieważ prawdopodobnie nie ma połączenia online.
sk: Proces nebolo možné ukončiť, pretože pravdepodobne nie je k dispozícii online pripojenie.

# BmwServiceInclusiveStrings_unableProcessRequestBSI
source: We were unable to display this information and apologize for the inconvenience. Please try again or contact your selected service center.
fi: Näitä tietoja ei voitu näyttää - pyydämme anteeksi esiintyneitä ongelmia. Yritä uudelleen tai ota yhteyttä valitsemaasi huoltopisteeseen.
pl: Niestety nie mogliśmy wyświetlić tej informacji. Przepraszamy za zaistniałe niedogodności. Spróbuj ponownie lub skontaktuj się z wybranym serwisem.
sk: Nepodarilo sa nám zobraziť túto informáciu a ospravedlňujeme sa za spôsobené nepríjemnosti. Skúste to znova alebo kontaktujte svojho vybraného servisného partnera.

# BmwServiceInclusiveStrings_vehicleDetailsEntrypointLabel
source: {brand} Service Inclusive status
fi: {brand} Service Inclusive -sopimuksen tila
pl: Status {brand} Service Inclusive
sk: Stav {brand} Service Inclusive

# BmwServiceInclusiveStrings_vehicleDetailsTitle
source: Service and maintenance
fi: Palvelu ja huolto
pl: Przegląd i serwisowanie
sk: Servis a údržba

# BmwServiceInclusiveStrings_vehicleDetailsTitleUS
source: Warranty and maintenance
fi: Takuu ja huolto
pl: Gwarancja i serwisowanie
sk: Záruka a údržba

source: Bosnia and Herzegovina
fi: Bosnia ja Hertsegovina
pl: Bośnia i Hercegowina
sk: Bosna a Hercegovina

source: Bosnian
fi: Bosnia
pl: Bośniacki
sk: Bosniačtina

source: Bouvet Island
fi: Bouvet’nsaari
pl: Wyspa Bouveta
sk: Bouvetov ostrov

source: Brazil
fi: Brasilia
pl: Brazylia
sk: Brazília

source: Breton
fi: Bretoni
pl: Bretoński
sk: Bretónčina

source: British Indian Ocean Territory
fi: Brittiläinen Intian valtameren alue
pl: Brytyjskie Terytorium Oceanu Indyjskiego
sk: Britské indickooceánske územie

source: Brunei Darussalam
sk: Brunej-Darussalam

source: Bulgaria
pl: Bułgaria
sk: Bulharsko

source: Bulgarian
fi: Bulgaria
pl: Bułgarski
sk: Bulharčina

source: Burmese
fi: Burma
pl: Birmański
sk: Barmčina

source: Cambodia
fi: Kambodža
pl: Kambodża
sk: Kambodža

source: Cameroon
fi: Kamerun
pl: Kamerun
sk: Kamerun

source: Canada
fi: Kanada
pl: Kanada
sk: Kanada

source: Cape Verde
fi: Kap Verde
pl: Republika Zielonego Przylądka
sk: Kapverdy

# CarConnectionStrings__completeConnectionNotificationBodyID56
source: Complete the connection to your {brandLocalized} to use features such as ConnectedDrive apps.
fi: Viimeistele yhteys {brandLocalized}-ajoneuvoosi, jotta voit käyttää ConnectedDrive-sovellusten kaltaisia ominaisuuksia.
pl: Dokończ proces łączenia ze swoim {brandLocalized}, aby korzystać z takich funkcji jak aplikacje ConnectedDrive.
sk: Ak chcete používať funkcie, ako sú aplikácie ConnectedDrive, dokončite pripojenie k svojmu {brandLocalized}.

# CarConnectionStrings__completeConnectionNotificationBodyID78IDC
source: Complete the connection to your {brandLocalized} to use features such as Remote Software Upgrade.
fi: Viimeistele yhteys {brandLocalized}-ajoneuvoosi, jotta voit käyttää Remote Software Upgraden kaltaisia ominaisuuksia.
pl: Dokończ proces łączenia ze swoim {brandLocalized}, aby korzystać z takich funkcji jak Remote Software Upgrade.
sk: Ak chcete používať funkcie, ako napr. Remote Software Upgrade, dokončite pripojenie k svojmu {brandLocalized}.

# CarConnectionStrings__completeConnectionNotificationBodyNonLsc
source: Complete the connection to your {brandLocalized} to display mileage and fuel level.
fi: Viimeistele yhteys {brandLocalized}-ajoneuvoosi, jotta kilometri- ja polttoainemäärä voidaan näyttää.
pl: Dokończ proces łączenia ze swoim {brandLocalized}, aby wyświetlić przebieg i poziom paliwa.
sk: Ak chcete zobraziť stav kilometrov a stav naplnenia nádrže, dokončite pripojenie k svojmu {brandLocalized}.

# CarConnectionStrings__completeConnectionNotificationTitle
source: Complete the connection to your {brandLocalized}
fi: Viimeistele yhteys {brandLocalized}-ajoneuvoosi
pl: Dokończ proces łączenia ze swoim {brandLocalized}
sk: Dokončite pripojenie ku svojmu {brandLocalized}

# CarConnectionStrings__connectToYourBrandsWifi
source: Connect to the Wi-Fi of your {brandLocalized}.
fi: Yhdistä {brandLocalized}-ajoneuvosi Wi-Fi-verkkoon
pl: Połącz z Wi-Fi {brandLocalized}
sk: Pripojiť k WiFi svojho {brandLocalized}

# CarConnectionStrings__connectionsSubtitleNonConnectedVehicleAndroid
source: Connect your mobile device "{deviceName}" to your {brand} to display the mileage and fuel level.
fi: Yhdistä mobiililaite "{deviceName}" {brand}-ajoneuvoon, jotta näet kilometrilukeman ja polttoainemäärän.
pl: Połącz swoje urządzenie mobilne "{deviceName}" z {brand}, aby wyświetlać przebieg i poziom paliwa w zbiorniku.
sk: Pripojte svoje mobilné zariadenie "{deviceName}" k svojmu {brand}, aby sa zobrazil stav kilometrov a stav naplnenia nádrže.

# CarConnectionStrings__connectionsSubtitleNonConnectedVehicleiOS
source: Connect your mobile device "{deviceName}" to your {brand} to display the mileage and fuel level or to use ConnectedDrive apps, such as Spotify, Amazon Music and Audible.
fi: Yhdistä mobiililaite "{deviceName}" {brand}-ajoneuvoon, jotta näet kilometrilukeman ja polttoainemäärän tai voit käyttää ConnectedDrive-sovelluksia kuten Spotify, Amazon Music ja Audible.
pl: Połącz swoje urządzenie mobilne "{deviceName}" z {brand}, aby wyświetlać przebieg i poziom paliwa w zbiorniku i korzystać z aplikacji ConnectedDrive, takich jak Spotify, Amazon Music i Audible.
sk: Pripojte svoje mobilné zariadenie "{deviceName}" k svojmu {brand}, aby sa zobrazil stav kilometrov a stav naplnenia nádrže alebo aby ste mohli používať aplikácie ConnectedDrive, ako Spotify, Amazon Music a Audible.

# CarConnectionStrings__connectionsSubtitleSingleFeature
source: Pair your mobile device "{deviceName}" with your {brand} to use
fi: Yhdistä mobiililaite "{deviceName}" {brand}-ajoneuvoon käyttääksesi toimintoa
pl: Połącz swoje urządzenie mobilne "{deviceName}" z {brand}, aby korzystać z
sk: Pripojte svoje mobilné zariadenie "{deviceName}" s vaším {brand} na používanie

# CarConnectionStrings__enableVehicleDataAccessLong
source: Grant the {appName} app access to vehicle data when prompted.
fi: Salli {appName} -sovelluksen hakea ajoneuvon tiedot, kun sitä pyydetään.
pl: Gdy otrzymasz zapytanie, zezwól aplikacji {appName} na pobranie danych pojazdu.
sk: Ak sa zobrazí výzva, povoľte aplikácii {appName} prístup k údajom o vozidle.

# CarConnectionStrings__inYourBrand
source: In your {brandLocalized}
fi: {brandLocalized}-ajoneuvossasi
pl: W swoim {brandLocalized}
sk: Vo vašom {brandLocalized}

# CarConnectionStrings__introTitle
source: Complete the connection to your {brandLocalized} {model}
fi: Viimeistele yhteys {brandLocalized} {model} -ajoneuvoosi
pl: Dokończ proces łączenia ze swoim {brandLocalized} {model}
sk: Dokončite pripojenie k svojmu {brandLocalized} {model}

# CarConnectionStrings__manualInitialPairingStep2ID456
source: Select "Manage mobile devices" in the "{connectedDriveMenu}" in your vehicle. Select the "Apps" option under "Connect new device".
fi: Siirry ajoneuvon valikossa "{connectedDriveMenu}" kohtaan "Mobiililaitteiden hallinta". Valitse kohdassa "Yhdistä uusi laite" vaihtoehto "Sovellukset".
pl: Przejdź w pojeździe w menu "{connectedDriveMenu}" do opcji "Zarządzaj urządzeniami mobilnymi". W opcji "Połącz nowe urządzenie" wybierz opcję "Aplikacje".
sk: Prepnite vo vozidle v menu „{connectedDriveMenu}“ na „Spravovať mobilné zariadenia“. V bode „Pripojiť nové zariadenie“ vyberte možnosť „Aplikácie“.

# CarConnectionStrings__manualTroubleShootingStepActivateDataAccess
source: Activate data exchange between your mobile device and your {brandLocalized}.
fi: Aktivoi tietojenvaihto mobiililaitteesi ja {brandLocalized}-laitteesi välillä.
pl: Aktywuj wymianę danych między urządzeniem mobilnym a {brandLocalized}.
sk: Aktivujte výmenu údajov medzi vaším mobilným zariadením a vaším {brandLocalized}.

# CarConnectionStrings__manualTroubleShootingStepApps
source: Select "Manage mobile devices" in the "{connectedDriveMenu}" in your vehicle. Select your connected mobile device and ensure that "Apps" is selected.
fi: Siirry ajoneuvon valikossa "{connectedDriveMenu}" kohtaan "Mobiililaitteiden hallinta". Valitse yhdistetty mobiililaitteesi ja varmista, että "Sovellukset" on aktivoitu.
pl: Przejdź w pojeździe w menu "{connectedDriveMenu}" do opcji "Zarządzaj urządzeniami mobilnymi". Wybierz swoje połączone urządzenie mobilne i upewnij się, że aktywowano opcję "Aplikacje".
sk: Prepnite vo vozidle v menu „{connectedDriveMenu}“ na „Spravovať mobilné zariadenia“. Vyberte svoje pripojené mobilné zariadenie a skontrolujte, či je aktivovaný bod „Aplikácie“.

# CarConnectionStrings__manualTroubleShootingStepAppsLoading
source: The vehicle will now automatically load apps such as Amazon Music, Audible and Spotify into the {connectedDriveMenu} menu if these apps are installed on your mobile device.
fi: Ajoneuvo lataa nyt sovellukset kuten Amazon Music, Audible ja Spotify automaattisesti valikkoon {connectedDriveMenu}, jos olet asentanut sen mobiililaitteellesi.
pl: Pojazd automatycznie pobierze aplikacje, takie jak Amazon Music, Audible i Spotify w menu {connectedDriveMenu}, jeśli zostały one zainstalowane na urządzeniu mobilnym.
sk: Vozidlo teraz automaticky načíta aplikácie ako Amazon Music, Audible a Spotify do menu {connectedDriveMenu}, ak ste si ich nainštalovali do svojho mobilného zariadenia.

# CarConnectionStrings__manualTroubleShootingStepAppsiOS
source: Select "Manage mobile devices" in the "{connectedDriveMenu}" menu in your vehicle. Select your connected mobile device and ensure that either "Apple CarPlay" or "Apps" is activated.
fi: Siirry ajoneuvon valikossa "{connectedDriveMenu}" kohtaan "Mobiililaitteiden hallinta". Valitse yhdistetty mobiililaitteesi ja varmista, että joko "Apple CarPlay" tai "Sovellukset" on aktivoitu.
pl: Przejdź w pojeździe w menu "{connectedDriveMenu}" do opcji "Zarządzaj urządzeniami mobilnymi". Wybierz swoje połączone urządzenie mobilne i upewnij się, że aktywowano opcję "Apple CarPlay" lub "Aplikacje".
sk: Prepnite vo vozidle v menu "{connectedDriveMenu}" na "Spravovať mobilné zariadenia". Vyberte svoje pripojené mobilné zariadenie a skontrolujte, či je aktivované "Apple CarPlay" alebo "Aplikácie".

# CarConnectionStrings__manualTroubleShootingStepLocalNetwork
source: Activate "Local network" in the {appName} App settings on your iPhone. If this setting is not visible, connect to your {brandLocalized} once.
fi: Aktivoi paikallinen alueverkko iPhonessasi {appName}-sovelluksen asetuksissa. Jos tämä asetus ei ole näkyvissä, muodosta yhteys {brandLocalized}-ajoneuvoosi kerran.
pl: Na iPhonie aktywuj funkcję "Sieć lokalna" w ustawieniach aplikacji {appName}. Jeśli to ustawienie nie jest widoczne, połącz się jednorazowo z {brandLocalized}.
sk: Na svojom iPhone aktivujte v nastaveniach aplikácie {appName} "Lokálna sieť". Ak toto nastavenie nie je viditeľné, pripojte sa raz k svojmu {brandLocalized}.

# CarConnectionStrings__manualTroubleShootingStepVehicleDataMenu
source: In your {brandLocalized}, go to the data privacy menu, sort by category, select '"Vehicle data" and enable your mobile device for the {appName} app.
fi: Mene {brandLocalized}-ajoneuvossasi tietosuojavalikkoon, lajittele kategorian mukaan, valitse "Ajoneuvon tiedot" ja aktivoi mobiililaitteesi {appName} -sovellusta varten.
pl: W swoim {brandLocalized} przejdź do menu "Ochrona danych", posortuj według kategorii, wybierz "Dane pojazdu" i aktywuj swoje urządzenie mobilne dla aplikacji {appName}.
sk: Prejdite do menu "Ochrana osobných údajov" vo svojom {brandLocalized}, zoraďte podľa kategórie, vyberte "Údaje o vozidle" a aktivujte si svoje mobilné zariadenie pre aplikáciu {appName}.

# CarConnectionStrings__pairViaBluetoothStep1_1_ID56
source: Go to {connectedDriveMenu} and select "Manage mobile devices".
fi: Siirry valikossa {connectedDriveMenu} kohtaan "Mobiililaitteiden hallinta".
pl: Przejdź przez {connectedDriveMenu} do opcji "Zarządzaj urządzeniami mobilnymi".
sk: Prejdite na "Spravovať mobilné zariadenia" cez {connectedDriveMenu}.

# CarConnectionStrings__pairViaBluetoothStep1_3_ID56
source: Make your {brandLocalized} visible to your mobile device by selecting "Connect new device" and choosing "Apps".
fi: Tee {brandLocalized}-ajoneuvosi näkyväksi mobiililaitteelle lisäämällä uusi laite kohtaan "Sovellukset".
pl: Spraw, aby Twój {brandLocalized} był widoczny dla urządzenia mobilnego, dodając nowe urządzenie do "Aplikacji".
sk: Spravte svoje {brandLocalized} viditeľným pre mobilné zariadenie pridaním nového zariadenia pre "Aplikácie".

# CarConnectionStrings__pairViaBluetoothStep1_3_ID7
source: Make your {brandLocalized} visible to your mobile device by adding a new device for phone calls and audio.
fi: Tee {brandLocalized}-ajoneuvosi näkyväksi mobiililaitteelle lisäämällä uusi laite kohtaan "Puhelut ja audio".
pl: Spraw, aby Twój {brandLocalized} był widoczny dla urządzenia mobilnego, dodając nowe urządzenie do "Telefonii i audio".
sk: Spravte svoje {brandLocalized} viditeľným pre mobilné zariadenie pridaním nového zariadenia pre "Telefonovanie a audio".

# CarConnectionStrings__pairViaBluetoothStep1_3_ID8IDC
source: Make your {brandLocalized} visible to your mobile device by adding a new device.
fi: Tee {brandLocalized}-ajoneuvosi näkyväksi mobiililaitteelle yhdistämällä uusi laite.
pl: Spraw, aby Twój {brandLocalized} był widoczny dla urządzenia mobilnego, podłączając nowe urządzenie.
sk: Spravte svoje {brandLocalized} viditeľným pre mobilné zariadenie pripojením nového zariadenia.

# CarConnectionStrings__pairViaBluetoothStep2_1_ID5678IDC
source: Select your {brandLocalized} and accept the pairing when the popup appears.
fi: Valitse ilmoituksesta {brandLocalized}:si ja hyväksy yhteys.
pl: W powiadomieniu wybierz swój pojazd {brandLocalized} i zaakceptuj połączenie.
sk: V oznámení vyberte svoje {brandLocalized} a prijmite pripojenie.

# CarConnectionStrings__removeNotificationBody
source: Remove this notification by completing the connection to your {brandLocalized} in the {appName} app.
fi: Poista tämä ilmoitus viimeistelemällä yhteys {brandLocalized}-ajoneuvoon {appName} -sovelluksessa.
pl: Usuń to powiadomienie, dokańczając proces łączenia ze swoim {brandLocalized} w aplikacji {appName}.
sk: Odstráňte toto oznámenie dokončením pripojenia k vášmu {brandLocalized} v aplikácii {appName}.

# CarConnectionStrings__removeNotificationTitle
source: {brandLocalized} connected – remove notification?
fi: {brandLocalized} yhdistetty – poistetaanko ilmoitus?
pl: Połączono {brandLocalized} – usunąć powiadomienie?
sk: {brandLocalized} pripojené – odstrániť oznámenie?

# CarConnectionStrings__rsuNotificationPleaseConnectWifiAndData
source: Please connect your mobile device to the Wi-Fi of your {brandLocalized} and enable the data exchange.
fi: Yhdistä mobiililaitteesi {brandLocalized}-ajoneuvosi Wi-Fi-verkkoon ja salli tietojenvaihto.
pl: Połącz swoje urządzenie mobilne z Wi-Fi Twojego {brandLocalized} i zezwól na wymianę danych.
sk: Pripojte svoje mobilné zariadenie k sieti WiFi vášho {brandLocalized} a povoľte výmenu údajov.

# CarConnectionStrings__rsuNotificationPleaseConnectWifiHeadline
source: Software upgrade requires a Wi-Fi connection
fi: Software Upgrade vaatii Wi-Fi-yhteyden
pl: Software Upgrade wymaga połączenia Wi-Fi
sk: Software Upgrade si vyžaduje pripojenie k WiFi

# CarConnectionStrings__serviceNotificationBluetoothConnectedTitle
source: {brandLocalized} vehicle detected
fi: {brandLocalized}-ajoneuvo tunnistettu
pl: Rozpoznano pojazd {brandLocalized}
sk: {brandLocalized} vozidlo rozpoznané

# CarConnectionStrings__serviceNotificationFullyConnectedTitle
source: {appName} App is connected to vehicle
fi: {appName}-sovellus yhdistetty ajoneuvoon
pl: Połączono aplikację {appName} z pojazdem
sk: Aplikácia {appName} prepojená s vozidlom

# CarConnectionStrings__serviceNotificationMguBluetoothConnectedTitle
source: {brandLocalized} vehicle detected - Connect Wi-Fi
fi: {brandLocalized}-ajoneuvo tunnistettu – yhdistä WLAN
pl: Rozpoznano pojazd {brandLocalized} – podłącz Wi-Fi
sk: {brandLocalized} vozidlo rozpoznané – pripojte WiFi

# CarConnectionStrings__serviceNotificationMguWifiConnectedTitle
source: {brandLocalized} vehicle detected - Connect Bluetooth®
fi: {brandLocalized}-ajoneuvo tunnistettu – yhdistä Bluetooth
pl: Rozpoznano pojazd {brandLocalized} – podłącz Bluetooth
sk: {brandLocalized} vozidlo rozpoznané – pripojte Bluetooth

# CarConnectionStrings_acceptWifiConnectionHu
source: When the notification about the Wi-Fi connection appears, accept the connection to your mobile device.
fi: Kun Wi-Fi-yhteysilmoitus tulee näkyviin, hyväksy yhteys mobiililaitteellasi.
pl: Gdy pojawi się powiadomienie o połączeniu Wi-Fi, zaakceptuj połączenie z urządzeniem mobilnym.
sk: Keď sa zobrazí oznámenie o pripojení k sieti WiFi, prijmite pripojenie k svojmu mobilnému zariadeniu.

# CarConnectionStrings_acceptWifiConnectionPhone
source: Accept the connection to Wi-Fi when prompted.
fi: Salli Wi-Fi-yhteys, kun sitä pyydetään.
pl: Gdy otrzymasz zapytanie, zezwól na połączenie Wi-Fi.
sk: Ak sa zobrazí výzva, povoľte pripojenie k sieti WiFi.

# CarConnectionStrings_complete
source: COMPLETE
fi: VIIMEISTELE
pl: DOKOŃCZ
sk: DOKONČIŤ

# CarConnectionStrings_completeConnection
source: Complete connection
fi: Viimeistele yhteys
pl: Dokończ proces łączenia
sk: Dokončiť pripojenie

# CarConnectionStrings_congratsConnectionCompleted
source: Congratulations, connection complete!
fi: Onneksi olkoon, yhteys on valmis!
pl: Gratulacje, dokończono proces łączenia!
sk: Blahoželáme, pripojenie je dokončené!

# CarConnectionStrings_connectBluetooth
source: Connect Bluetooth®
fi: Yhdistä Bluetooth
pl: Połącz Bluetooth
sk: Pripojte Bluetooth

# CarConnectionStrings_connectManually
source: HOW TO CONNECT MANUALLY
fi: YHTEYDEN MUODOSTAMINEN MANUAALISESTI
pl: JAK WYKONAĆ POŁĄCZENIE RĘCZNIE
sk: AKO MANUÁLNE VYTVORIŤ PRIPOJENIE

# CarConnectionStrings_connectedDriveApps
source: ConnectedDrive apps such as Spotify, Amazon Music and Audible
fi: ConnectedDrive-sovellukset kuten Spotify, Amazon Music ja Audible
pl: Aplikacje ConnectedDrive takie jak Spotify, Amazon Music i Audible
sk: ConnectedDrive aplikácie ako Spotify, Amazon Music a Audible

# CarConnectionStrings_connectionRequired
source: Connection required
fi: Vaaditaan yhteys
pl: Wymagane połączenie
sk: Potrebné pripojenie

# CarConnectionStrings_connectionWiFi
source: Connect Wi-Fi
fi: Yhdistä Wi-Fi
pl: Połącz Wi-Fi
sk: Pripojte WiFi

# CarConnectionStrings_dataAccess
source: Data access
fi: Tietojen käyttö
pl: Dostęp do danych
sk: Prístup k údajom

# CarConnectionStrings_disconnectAndroidAuto
source: If you are connected via Android Auto, please disconnect the mobile device in the vehicle and reconnect it using iDrive Mode.
fi: Jos Android Auto on yhdistetty, katkaise mobiililaitteen yhteys ajoneuvon valikon kautta ja yhdistä se uudelleen iDrive-tilassa.
pl: W przypadku połączenia przez Android Auto przerwij połączenie urządzenia mobilnego poprzez menu w pojeździe i połącz je następnie ponownie w trybie iDrive.
sk: Ak ste pripojený prostredníctvom systému Android Auto, odpojte svoje mobilné zariadenie prostredníctvom menu vo vozidle a potom ho znova pripojte v režime iDrive.

# CarConnectionStrings_dontAskAgain
source: Don't ask again
fi: Älä kysy uudelleen
pl: Nie pytaj ponownie
sk: Túto otázku už neopakovať

# CarConnectionStrings_enableFeatures
source: Enabled features:
fi: Käytettävissä olevat ominaisuudet:
pl: Włączone funkcje:
sk: Povolené funkcie:

# CarConnectionStrings_enableVehicleDataAccess
source: Enable access to vehicle data
fi: Aktivoi ajoneuvon tietojen käyttö
pl: Aktywuj dostęp do danych pojazdu
sk: Aktivujte prístup k údajom o vozidle

# CarConnectionStrings_grantBackgroundPermission
source: Grant background permission for the app
fi: Myönnä sovellukselle oikeus toimia taustalla
pl: Udziel aplikacji zezwolenia na pracę w tle
sk: Udeliť aplikácii povolenie bežať na pozadí

# CarConnectionStrings_helpTextNonConnectedVehicle
source: Please ensure you are using an original USB cable to get a working connection.
fi: Jotta yhteys toimii, varmista, että käytät alkuperäistä USB-johtoa.
pl: Aby zapewnić działające połączenie, upewnij się, że używasz oryginalnego kabla USB.
sk: Na funkčné pripojenie skontrolujte, či používate originálny kábel USB.

# CarConnectionStrings_howToPairViaBluetooth
source: How to connect your apps
fi: Yhteyden luominen sovelluksia varten
pl: Jak połączyć swoje aplikacje
sk: Ako pripojíte aplikáciu

# CarConnectionStrings_interruptedConnectInternet
source: Interrupted – please connect your device to the Internet.
fi: Keskeytetty – yhdistä laitteesi internetiin.
pl: Przerwano – połącz swoje urządzenie z Internetem.
sk: Prerušené – pripojte svoje zariadenie k internetu.

# CarConnectionStrings_loadingConnectingToBluetooth
source: Bluetooth® is being connected…
fi: Bluetooth yhdistetään…
pl: Trwa łączenie Bluetooth…
sk: Bluetooth sa pripája…

# CarConnectionStrings_loadingConnectingToWifi
source: Connecting to Wi-Fi…
fi: Wi-Fi yhdistetään...
pl: Trwa łączenie z Wi-Fi…
sk: Pripája sa k WiFi…

# CarConnectionStrings_manualInitialPairingStep1BT
source: Ensure that Bluetooth® is activated on your device.
fi: Varmista, että Bluetooth on aktivoitu mobiililaitteessasi.
pl: Upewnij się, że na urządzeniu mobilnym aktywowano Bluetooth.
sk: Uistite sa, že je na vašom mobilnom zariadení aktivovaný Bluetooth.

# CarConnectionStrings_manualInitialPairingStep2ID8
source: Open the "Device manager" in the vehicle and connect a new device.
fi: Avaa ajoneuvossasi valikkokohta "Laitehallinta" ja yhdistä uusi laite.
pl: Otwórz w pojeździe "Menadżera urządzeń" i podłącz nowe urządzenie.
sk: Vo vozidle otvorte „Manažér zariadení“ a pripojte nové zariadenie.

# CarConnectionStrings_manualInitialPairingStep4ID8
source: You can also manually establish a Wi-Fi connection in the vehicle. To do this, add your device under "Wi-Fi devices".
fi: Ajoneuvon Wi-Fi-yhteys voidaan muodostaa myös manuaalisesti. Lisää tätä varten laite kohtaan "Wi-Fi-laitteet".
pl: Połączenie Wi-Fi w pojeździe można także nawiązać ręcznie. Dodaj swoje urządzenie w opcji "Urządzenia wi-fi".
sk: Pripojenie WiFi vo vozidle môžete nadviazať aj manuálne. Nato pridajte svoje zariadenie v bode „WLAN zariadenia“.

# CarConnectionStrings_manualTroubleShootingOpenAppSettings
source: Open app settings
fi: Avaa sovelluksen asetukset
pl: Otwórz ustawienia aplikacji
sk: Otvorte nastavenia aplikácie

# CarConnectionStrings_manualTroubleShootingStep1Hint1ID8
source: Ensure that audio is selected on your device.
fi: Varmista, että laitteesi audio on valittu.
pl: Upewnij się, że na urządzeniu wybrano dźwięk.
sk: Uistite sa, že je na vašom zariadení zvolené audio.
