Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

source: Abkhazian
fi: Abhaasi
pl: Abchaski
sk: Abcházština

source: Afar
sk: Afarčina

source: Afghanistan
fi: Afganistan
pl: Afganistan
sk: Afganistan

source: Afrikaans
sk: Afrikánčina

source: Akan
sk: Akančina

source: Aland Islands
fi: Ahvenanmaa
pl: Wyspy Alandzkie
sk: Alandy

source: Albania
sk: Albánsko

source: Albanian
fi: Albania
pl: Albański
sk: Albánčina

source: Algeria
pl: Algieria
sk: Alžírsko

source: American Samoa
fi: Amerikan Samoa
pl: Samoa Amerykańskie
sk: Americká Samoa

source: Amharic
fi: Amhara
pl: Amharski
sk: Amharčina

source: Antarctica
fi: Antarktis
pl: Antarktyka
sk: Antarktída

source: Antigua and Barbuda
fi: Antigua ja Barbuda
pl: Antigua i Barbuda
sk: Antigua a Barbuda

source: Arabic
fi: Arabia
pl: Arabski
sk: Arabčina

source: Aragonese
fi: Aragonia
pl: Aragoński
sk: Aragónčina

source: Argentina
fi: Argentiina
pl: Argentyna
sk: Argentína

source: Armenia
sk: Arménsko

source: Armenian
fi: Armenia
pl: Armeński
sk: Arménčina

source: Assamese
fi: Assami
pl: Asamski
sk: Ásamčina

source: Australia
sk: Austrália

source: Austria
fi: Itävalta
sk: Rakúsko

source: Avaric
fi: Avaari
pl: Awarski
sk: Avarčina

source: Avestan
fi: Avesta
pl: Awestyjski
sk: Avestčina

source: Aymara
fi: Aimara
pl: Ajmara
sk: Aymarčina

source: Azerbaijan
fi: Azerbaidžan
pl: Azerbejdżan
sk: Azerbajdžan

source: Azerbaijani
fi: Azeri
pl: Azerski
sk: Azerbajdžančina

source: Bahamas
fi: Bahama
pl: Bahamy
sk: Bahamy

source: Bahrain
pl: Bahrajn
sk: Bahrajn

source: Bambara
sk: Bambarčina

source: Bangladesh
pl: Bangladesz
sk: Bangladéš

source: Bashkir
fi: Baškiiri
pl: Baszkirski
sk: Baškirčina

source: Basque
fi: Baski
pl: Baskijski
sk: Baskičtina

# BatteryGuardStrings__batteryTextFootnotePAM
source: The status display may be inaccurate if you or a non-certified {brand} service center changed the vehicle battery after the {n}. If this is the case, please have the vehicle battery registered by a {brand} service center.
fi: Jos olet {n} jälkeen vaihtanut auton akun itse tai antanut sen vaihdettavaksi muulle kuin {brand}:n valtuuttamalle huoltopisteelle, tilanäyttö voi olla virheellinen. Tässä tapauksessa anna {brand}-huoltopisteen rekisteröidä ajoneuvon akku.
pl: Jeśli od {n} dokonano samodzielnej wymiany akumulatora pojazdu lub zlecono jego wymianę serwisowi nieposiadającemu certyfikatu {brand}, wskazanie statusu może być nieprawidłowe. W takim przypadku zleć rejestrację akumulatora w pojeździe serwisowi {brand}.
sk: Ak ste batériu vozidla po {n} vymenili sami alebo ste ju nechali vymeniť u servisného partnera, ktorý nie je certifikovaný {brand}, môže byť zobrazenie stavu nesprávne. V takom prípade si nechajte batériu vo vozidle zaregistrovať u servisného partnera {brand}.

# BatteryGuardStrings_activeStatus
source: Active
fi: Aktiivinen
pl: Aktywne
sk: Aktívny

# BatteryGuardStrings_batteryDegraded
source: Degraded
fi: Heikko
pl: Słaby
sk: Slabá

# BatteryGuardStrings_batteryInsufficient
source: Insufficient
fi: Riittämätön
pl: Niewystarczający
sk: Nedostatočný

# BatteryGuardStrings_batteryLimited
source: Limited
fi: Rajoitettu
pl: Ograniczony
sk: Obmedzený

# BatteryGuardStrings_batteryTextContentPAM1
source: The starter battery is limited. You can still drive your vehicle, but in the future, the battery may no longer be able to meet the power requirements under strong load or low temperatures. Schedule a service appointment to see if the battery needs replacing.
fi: Käynnistysakku on rajoitettu. Voit edelleen ajaa ajoneuvolla, mutta akku ei enää pysty kattamaan tehontarvetta voimakkaassa kuormituksessa tai alhaisissa lämpötiloissa. Sovi huoltoaika, jolloin tarkistetaan, onko akku vaihdettava.
pl: Działanie akumulatora rozruchowego jest ograniczone. Możesz dalej jechać pojazdem, ale w przyszłości akumulator może nie być w stanie pokryć zapotrzebowania na moc przy silnym obciążeniu lub niskich temperaturach. Ustal termin przeglądu, aby sprawdzić, czy akumulator wymaga wymiany.
sk: Štartovacia batéria je obmedzená. Môžete pokračovať v jazde so svojím vozidlom, ale v budúcnosti už batéria nebude schopná spĺňať požiadavky na napájanie pri silnom zaťažení alebo nízkych teplotách. Dohodnite si servisný termín, aby sa skontrolovalo, či je potrebná výmena batérie.

# BatteryGuardStrings_batteryTextContentPAM2
source: The condition of the starter battery is insufficient. You can still drive your vehicle, but in the future, the battery may no longer be able to meet the power requirements under strong load or low temperatures. Schedule a service appointment to have the battery replaced.
fi: Käynnistysakun kunto on riittämätön. Voit edelleen ajaa ajoneuvolla, mutta akku ei enää pysty kattamaan tehontarvetta voimakkaassa kuormituksessa tai alhaisissa lämpötiloissa. Sovi huoltoaika, jotta akku voidaan vaihtaa.
pl: Stan akumulatora rozruchowego jest niewystarczający. Możesz dalej jechać pojazdem, ale w przyszłości akumulator może nie być w stanie pokryć zapotrzebowania na moc przy silnym obciążeniu lub niskich temperaturach. Ustal termin przeglądu, aby zlecić wymianę akumulatora.
sk: Stav štartovacej batérie je nedostatočný. Môžete pokračovať v jazde so svojím vozidlom, ale v budúcnosti už batéria nebude schopná spĺňať požiadavky na napájanie pri silnom zaťažení alebo nízkych teplotách. Dohodnite si servisný termín na výmenu batérie.

# BatteryGuardStrings_deepSleepMode
source: Deep sleep mode
fi: Syvä lepotila
pl: Tryb głębokiego uśpienia
sk: Spánkový režim

# BatteryGuardStrings_disclaimerFunctionsDisabled
source: Some remote functions are not available.
fi: Osa Remote-toiminnoista ei ole käytettävissä.
pl: Niektóre funkcje zdalne są niedostępne.
sk: Niektoré funkcie Remote nie sú k dispozícii.

# BatteryGuardStrings_dsmDetails
source: Deep sleep mode is active. You can now leave your vehicle parked for a long time without having to charge the start battery. Power-consuming functions have been disabled (for example, Remote Services). Therefore, some functions are not available in the app. To wake your vehicle from deep sleep, press the button on the trunk-lid. To exit the deep sleep mode put the vehicle in drive or turn off deep sleep mode via system settings.
fi: Syvä lepotila on aktivoitu. Voit nyt jättää ajoneuvosi pidemmäksi aikaa ilman, että sinun tarvitsee ladata käynnistysakkua. Virtaa kuluttavat toiminnot on poistettu käytöstä (esim. etätoiminnot). Siksi sovelluksen eräät toiminnot eivät ole käytettävissä. Jos haluat palauttaa ajoneuvon syvästä lepotilasta, paina takaluukussa tai tavaratilan luukussa olevaa painiketta. Lopeta syvä lepotila ajamalla tai sammuttamalla tila ajoneuvossa.
pl: Aktywowano tryb głębokiego uśpienia. Można zostawić na dłużej stojący pojazd bez konieczności ładowania akumulatora rozruchowego. Funkcje zużywające prąd zostały zdezaktywowane (np. funkcje zdalne). Dlatego niektóre funkcje aplikacji są niedostępne. Aby wybudzić pojazd z głębokiego uśpienia, naciśnij przycisk na klapie tylnej lub pokrywie bagażnika. Zakończ tryb głębokiego uśpienia, jadąc lub wyłączając tryb w pojeździe.
sk: Spánkový režim je aktivovaný. Teraz môžete nechať svoje vozidlo zaparkované na dlhší čas bez toho, aby ste museli nabiť štartovaciu batériu. Funkcie spotrebúvajúce elektrický prúd boli deaktivované (napr. funkcie Remote). Niektoré funkcie aplikácie preto nie sú dostupné. Ak chcete prebudiť svoje vozidlo z hlbokého spánku, stlačte tlačidlo na zadných dverách alebo veku batožinového priestoru. Ukončite spánkový režim jazdou alebo vypnutím tohto režimu vo vozidle.

# BatteryGuardStrings_learnMore
source: Learn more
fi: Lisätietoja
pl: Dowiedz się więcej
sk: Zistiť viac

# BatteryGuardStrings_socDetailsComb
source: Your starter battery is severely discharged. You can still drive your vehicle, but power-consuming functions have been disabled to protect the battery (for example, Remote Services). Therefore, some functions are not available in the app. Charge the battery by driving your vehicle for at least 30 minutes. Alternatively, charge the battery with an external charger or schedule a service appointment.
fi: Käynnistysakun varaus on hyvin alhainen. Voit edelleen ajaa ajoneuvolla, mutta virtaa kuluttavia toimintoja (esim. etätoimintoja) on poistettu käytöstä akun suojaamiseksi. Siksi osa sovelluksen toiminnoista ei ole käytettävissä. Lataa akku ajamalla vähintään 30 minuuttia. Vaihtoehtoisesti voit liittää ulkoisen laturin tai varata huoltoajan.
pl: Akumulator rozruchowy jest mocno rozładowany. Możesz dalej jechać pojazdem, ale w celu ochrony akumulatora zdezaktywowano funkcje zużywające prąd (np. funkcje zdalne). Dlatego niektóre funkcje aplikacji są niedostępne. Naładuj akumulator, jadąc przez co najmniej 30 minut. Ewentualnie włącz zewnętrzną ładowarkę lub ustal termin przeglądu.
sk: Vaša štartovacia batéria je silne vybitá. Stále môžete pokračovať v jazde s vozidlom, ale funkcie spotrebúvajúce elektrický prúd boli deaktivované, aby sa ochránila batéria (napr. funkcie Remote). Niektoré funkcie aplikácie preto nie sú dostupné. Nabite batériu jazdou trvajúcou aspoň 30 minút. Prípadne pripojte externú nabíjačku alebo si dohodnite servisný termín.

# BatteryGuardStrings_socDetailsElec
source: Your starter battery is severely discharged. You can still drive your vehicle, but power-consuming functions have been disabled to protect the battery (for example, remote functions). Therefore, some functions are not available in the app. Connect your vehicle to a charging station and fully charge the high-voltage battery to solve the problem.
fi: Käynnistysakun varaus on hyvin alhainen. Voit edelleen ajaa ajoneuvolla, mutta virtaa kuluttavia toimintoja (esim. etätoimintoja) on poistettu käytöstä akun suojaamiseksi. Siksi osa sovelluksen toiminnoista ei ole käytettävissä. Liitä ajoneuvo latausasemaan ja korjaa ongelma lataamalla korkeajänniteakku täyteen.
pl: Akumulator rozruchowy jest mocno rozładowany. Możesz dalej jechać pojazdem, ale w celu ochrony akumulatora zdezaktywowano funkcje zużywające prąd (np. funkcje zdalne). Dlatego niektóre funkcje aplikacji są niedostępne. Podłącz pojazd do stacji ładowania i naładuj w pełni akumulator wysokonapięciowy, aby rozwiązać problem.
sk: Vaša štartovacia batéria je silne vybitá. Stále môžete pokračovať v jazde s vozidlom, ale funkcie spotrebúvajúce elektrický prúd boli deaktivované, aby sa ochránila batéria (napr. funkcie Remote). Niektoré funkcie aplikácie preto nie sú dostupné. Pripojte svoje vozidlo k nabíjacej stanici a úplne nabite vysokonapäťovú batériu, aby ste problém vyriešili.

# BatteryGuardStrings_sohDetails
source: The starter battery is degraded. You can still drive your vehicle, but in the future, the battery will no longer be able to meet the power requirements under heavy load or in low temperatures. Schedule a service appointment to have the battery replaced as soon as possible.
fi: Käynnistysakku on heikko. Voit edelleen ajaa ajoneuvolla, mutta akku ei enää pysty kattamaan tehontarvetta voimakkaassa kuormituksessa tai alhaisissa lämpötiloissa. Sovi huoltoaika pikaisesti, jotta akku voidaan vaihtaa niin pian kuin mahdollista.
pl: Akumulator rozruchowy jest słaby. Możesz dalej jechać pojazdem, ale w przyszłości akumulator może nie być w stanie pokryć zapotrzebowania na moc przy dużym obciążeniu lub niskich temperaturach. Ustal wkrótce termin przeglądu, aby jak najszybciej zlecić wymianę akumulatora.
sk: Štartovacia batéria je slabá. Môžete pokračovať v jazde s vozidlom, ale v budúcnosti už batéria nebude schopná spĺňať požiadavky na výkon pri silnom zaťažení alebo nízkych teplotách. Dohodnite si čo najskôr servisný termín, aby sa batéria čo najskôr vymenila.

# BatteryGuardStrings_sohDetailsMessageCentre
source: The starter battery is degraded. You can still drive your vehicle, but in the future, the battery may no longer be able to meet the power requirements under strong load or low temperatures. Schedule a service appointment as soon as possible to have the battery replaced as soon as possible.
fi: Käynnistysakku on heikko. Voit edelleen ajaa ajoneuvolla, mutta akku ei enää pysty kattamaan tehontarvetta voimakkaassa kuormituksessa tai alhaisissa lämpötiloissa. Sovi huoltoaika pikaisesti, jotta akku voidaan vaihtaa niin pian kuin mahdollista.
pl: Akumulator rozruchowy jest słaby. Możesz dalej jechać pojazdem, ale w przyszłości akumulator może nie być w stanie pokryć zapotrzebowania na moc przy silnym obciążeniu lub niskich temperaturach. Ustal wkrótce termin przeglądu, aby jak najszybciej zlecić wymianę akumulatora.
sk: Štartovacia batéria je slabá. Môžete pokračovať v jazde so svojím vozidlom, ale v budúcnosti už batéria nebude schopná spĺňať požiadavky na napájanie pri silnom zaťažení alebo nízkych teplotách. Dohodnite si čo najskôr servisný termín, aby sa batéria čo najskôr vymenila.

# BatteryGuardStrings_vehicleBattery
source: Starter battery
fi: Käynnistysakku
pl: Akumulator rozruchowy
sk: Štartovacia batéria

source: Belarus
fi: Valko-Venäjä
pl: Białoruś
sk: Bielorusko

source: Belarusian
fi: Valkovenäjä
pl: Białoruski
sk: Bieloruština

source: Belgium
fi: Belgia
pl: Belgia
sk: Belgicko

source: Bengali
pl: Bengalski
sk: Bengálčina

source: Bermuda
pl: Bermudy
sk: Bermudy

source: Bhutan
sk: Bhután

# BmwServiceInclusiveStrings__entrypointLabel
source: {brand} Service Inclusive status
fi: {brand} Service Inclusive -sopimuksen tila
pl: Status {brand} Service Inclusive
sk: Stav {brand} Service Inclusive

# BmwServiceInclusiveStrings__entrypointLabelUS
source: {brand} coverage status
fi: {brand}-paketin tila
pl: Status pakietu {brand}
sk: Stav balíka {brand}

# BmwServiceInclusiveStrings__listPageDescription
source: Your {brand} may be covered based on maximum mileage or maximum age, whichever comes first.
fi: {brand}-ajoneuvosi sopimuksen pohjana voi olla maksimaalinen mittarilukema tai maksimaalinen ikä, sen mukaan, kumpi niistä täyttyy ensin.
pl: Twój pojazd {brand} może być objęty świadczeniami na podstawie maksymalnego stanu licznika lub maksymalnego wieku, zależnie od tego, co nastąpi pierwsze.
sk: Vaše {brand} môže byť kryté na základe maximálneho počtu najazdených kilometrov alebo maximálneho veku, podľa toho, čo nastane skôr.

# BmwServiceInclusiveStrings__listPageDisclaimer
source: The information listed does not guarantee that your vehicle is currently covered by these plans. Please contact your {brand} service center for more information
fi: Annetut tiedot eivät takaa sitä, että ajoneuvosi sopimuksen kattavuus sisältää nämä huoltopalvelut. Jos tarvitset lisätietoja tai tarkempia yksityiskohtia, käänny {brand}-huoltopisteen puoleen.
pl: Wymienione informacje nie stanowią gwarancji, że pojazd ma obecnie zabezpieczenie przez te usługi serwisowe. Więcej informacji i szczegółów można uzyskać w swoim serwisie {brand}.
sk: Uvedené informácie nie sú zárukou, že je vaše vozidlo momentálne kryté týmito servisnými výkonmi. Ďalšie informácie a podrobnosti získate od svojho servisného partnera {brand}.

# BmwServiceInclusiveStrings__listPageDisclaimerUS
source: The vehicle may qualify for California emissions warranty if it is registered and primarily operated in a state where the California emissions warranty conditions apply (AZ, CA, CT, DE, MA, MD, ME, NJ, NM, NY, OR, PA, RI, VT, WA).
fi: Ajoneuvo voi olla oikeutettu Kalifornian päästötakuuseen, jos se on rekisteröity ja sitä käytetään pääasiassa Kalifornian päästötakuun piiriin kuuluvassa osavaltiossa (AZ, CA, CT, DE, MA, MD, ME, NJ, NM, NY, OR, PA, RI, VT, WA).
pl: Pojazd może być objęty kalifornijskimi przepisami dotyczącymi emisji spalin, jeżeli jest zarejestrowany w stanie objętym obowiązującymi w Kalifornii regulacjami dotyczącymi emisji spalin i jest przeważnie tam eksploatowany (AZ, CA, CT, DE, MA, MD, ME, NJ, NM, NY, OR, PA, RI, VT, WA).
sk: Na vozidlo sa môžu vzťahovať kalifornské pravidlá pre emisie, ak je zaregistrované a primárne prevádzkované v štáte, v ktorom platia kalifornské pravidlá pre emisie (AZ, CA, CT, DE, MA, MD, ME, NJ, NM, NY, OR, PA, RI, VT, WA).

# BmwServiceInclusiveStrings__planDetailStatusExpiringDay
source: Expires in {days} day
fi: Päättyy {days} pv kuluttua
pl: Termin ważności wygasa za {days} dzień
sk: Platnosť vyprší o {days} deň

# BmwServiceInclusiveStrings_activeStatus
source: Active
fi: Aktiivinen
pl: Aktywny
sk: Aktívny

# BmwServiceInclusiveStrings_contactDealerBtn
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# BmwServiceInclusiveStrings_contactDealerNoPlansBtn
source: Learn more
fi: Lisätietoja
pl: Dowiedz się więcej
sk: Zistiť viac

# BmwServiceInclusiveStrings_contactDealerNoPlansText
source: You have no service and maintenance plans. Please click on "Learn more" to find out more information about our plans.
fi: Sinulla ei ole palvelu- ja huoltopaketteja. Jos haluat tietoa tarjoamistamme paketeista, valitse "Lisätietoja".
pl: Nie masz pakietów przeglądu i serwisu. Jeśli chcesz uzyskać więcej informacji o naszych pakietach, wybierz opcję "Dowiedz się więcej".
sk: Nemáte žiadne balíky servisu a údržby. Ak sa chcete informovať o našich balíkoch, zvoľte "Zistiť viac".

# BmwServiceInclusiveStrings_contactDealerNoPlansTextUS
source: You have no warranty and maintenance plans. Please click on "Learn more" to find out more information about our plans.
fi: Sinulla ei ole takuu- ja huoltopaketteja. Jos haluat tietoa tarjoamistamme paketeista, valitse "Lisätietoja".
pl: Nie masz pakietów gwarancyjnych i serwisu. Jeśli chcesz uzyskać więcej informacji o naszych pakietach, wybierz opcję "Dowiedz się więcej".
sk: Nemáte žiadne balíky záruky a údržby. Ak sa chcete informovať o našich balíkoch, zvoľte "Zistiť viac".

# BmwServiceInclusiveStrings_contactDealerNoPlansTitle
source: No active {brand} Service Inclusive plans
fi: Ei aktiivisia {brand} Service Inclusive -paketteja
pl: Brak aktywnych pakietów {brand} Service Inclusive
sk: Žiadne aktívne balíky {brand} Service Inclusive

# BmwServiceInclusiveStrings_contactDealerNoPlansTitleUS
source: No active {brand} plans
fi: Ei aktiivisia {brand}-paketteja
pl: Brak aktywnych pakietów {brand}
sk: Žiadne aktívne balíky {brand}

# BmwServiceInclusiveStrings_contactDealerPopupBtnDealer
source: Find a service center
fi: Huoltopisteen haku
pl: Znajdź serwis
sk: Nájsť servisného partnera

# BmwServiceInclusiveStrings_contactDealerPopupPSPBtn
source: Contact preferred service center
fi: Ota yhteys ensisijaiseen huoltopisteeseen
pl: Skontaktuj się z preferowanym serwisem
sk: Kontaktovať preferovaného servisného partnera

# BmwServiceInclusiveStrings_contactDealerPopupPSPText
source: {dealerName} is set as your preferred service center. Please select "Find a service center" if you would like to contact a different service center.
fi: {dealerName} on valittu ensisijaiseksi huoltopisteeksi. Valitse "Huoltopisteen haku", jos haluat ottaa yhteyttä toiseen huoltopisteeseen.
pl: {dealerName} jest zdefiniowany jako Twój preferowany serwis. Jeśli chcesz skontaktować się z innym serwisem, wybierz opcję "Znajdź serwis".
sk: {dealerName} je nastavený ako váš preferovaný servisný partner. Vyberte možnosť "Nájsť servisného partnera", ak chcete kontaktovať iného servisného partnera.

# BmwServiceInclusiveStrings_contactDealerPopupText
source: You have not set a preferred service center. You must first select a service center to be able to contact them.
fi: Et ole valinnut ensisijaista huoltopistettä. Valitse ensin huoltopiste, jotta voit ottaa siihen yhteyttä.
pl: Nie ustawiono preferowanego serwisu. Musisz najpierw wybrać serwis, aby móc się z nim skontaktować.
sk: Nenastavili ste žiadneho preferovaného servisného partnera. Musíte si najskôr vybrať jedného servisného partnera, aby ste ho mohli kontaktovať.

# BmwServiceInclusiveStrings_expiredStatus
source: Expired
fi: Päättynyt
pl: Po wygaśnięciu
sk: Platnosť vypršala

# BmwServiceInclusiveStrings_expiredTitle
source: Expired
fi: Päättynyt
pl: Po wygaśnięciu
sk: Platnosť vypršala

# BmwServiceInclusiveStrings_expiringStatus
source: Expiring
fi: Voimassaolo päättyy
pl: Wygasa
sk: Uplynie

# BmwServiceInclusiveStrings_listPageTitle
source: Vehicle coverage
fi: Ajoneuvon palveluiden kattavuus
pl: Ochrona pojazdu
sk: Krytie vozidla

# BmwServiceInclusiveStrings_noActivePlansStatus
source: No active plans
fi: Ei aktiivisia paketteja
pl: Brak aktywnych pakietów
sk: Žiadne aktívne balíky

# BmwServiceInclusiveStrings_noInternetErrorMessageDescription
source: Slow or no internet connection. Please check your internet settings and try again.
fi: Hidas online-yhteys tai ei yhteyttä. Tarkista internet-asetukset ja yritä uudelleen.
pl: Wolne połączenie online lub brak połączenia. Sprawdź ustawienia internetowe i spróbuj ponownie.
sk: Pomalé alebo žiadne online pripojenie. Skontrolujte internetové nastavenia a skúste to znova.

# BmwServiceInclusiveStrings_notificationDescription
source: {plan} for your {brand} {model} expires soon.
fi: {plan} ajoneuvollesi {brand} {model} päättyy pian.
pl: {plan} dla Twojego {brand} {model} wkrótce się skończy.
sk: {plan} pre vaše {brand} {model} čoskoro končí.

# BmwServiceInclusiveStrings_planDetail
source: Expires on {date} or {miles}
fi: Voimassaoloaika päättyy {date} tai {miles}
pl: Ważne do {date} lub {miles}
sk: Platí do {date} alebo {miles}

# BmwServiceInclusiveStrings_planDetailButtonDetails
source: More details
fi: Lisätietoja
pl: Więcej szczegółów
sk: Viac podrobností

# BmwServiceInclusiveStrings_planDetailCurrentMileage
source: Current
fi: Tällä hetkellä
pl: Aktualny
sk: Aktuálne

# BmwServiceInclusiveStrings_planDetailDateTitle
source: Date
fi: Päivämäärä
pl: Data
sk: Dátum

# BmwServiceInclusiveStrings_planDetailExpirationDate
source: Expires on
fi: Voimassaolo päättyy
pl: Obowiązuje do
sk: Platí do

# BmwServiceInclusiveStrings_planDetailExpirationDays
source: {days} days
fi: {days} päivää
pl: {days}: dni
sk: {days}: dní

# BmwServiceInclusiveStrings_planDetailExpirationDetail
source: Valid until
fi: Voimassaoloaika päättyy
pl: Obowiązuje do
sk: Platné do

# BmwServiceInclusiveStrings_planDetailExpirationMileage
source: Expires on
fi: Voimassaolo päättyy
pl: Obowiązuje do
sk: Platí do

# BmwServiceInclusiveStrings_planDetailExpirationMileageDisclaimer
source: The mileage information is based on the most recent vehicle status update.
fi: Mittarilukemaa koskeva tieto perustuu ajoneuvon tilan viimekertaiseen päivitykseen.
pl: Informacje o stanie licznika pochodzą z ostatniej aktualizacji statusu pojazdu.
sk: Informácia o stave kilometrov sa zakladá na poslednej aktualizácii stavu vozidla.

# BmwServiceInclusiveStrings_planDetailExpirationMileageDisclaimerNonLsc
source: Check your vehicle for the current mileage.
fi: Tarkista ajoneuvosi nykyinen mittarilukema.
pl: Sprawdź aktualny stan licznika w swoim pojeździe.
sk: Skontrolujte na svojom vozidle aktuálny kilometrový stav.

# BmwServiceInclusiveStrings_planDetailMileageTitle
source: Mileage
fi: Kilometrilukema
pl: Przebieg
sk: Do najazdených kilometrov

# BmwServiceInclusiveStrings_planDetailStatusExpiredDays
source: Expired {days} days ago
fi: Päättynyt {days} päivää sitten
pl: Termin ważności upłynął {days} d. temu
sk: Platnosť vypršala pred {days} dňami

# BmwServiceInclusiveStrings_planDetailStatusExpiredDistance
source: Expired {distance} {unit} ago
fi: Päättynyt {distance} {unit} sitten
pl: Termin ważności minął {distance} {unit} temu
sk: Platnosť vypršala pred {distance} {unit}

# BmwServiceInclusiveStrings_planDetailStatusExpiringDays
source: Expires in {days} days
fi: Päättyy {days} pv kuluttua
pl: Termin ważności wygasa za {days} d.
sk: Vyprší o {days} dní

# BmwServiceInclusiveStrings_planDetailStatusExpiringDistance
source: Expires in {distance} {unit}
fi: Päättyy {distance} {unit} kuluttua
pl: Termin ważności wygasa za {distance} {unit}
sk: Vyprší o {distance} {unit}
