Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# disclaimerRemoteEngineStartNotActivated
source: Detailed information: To activate Remote Engine Start in your vehicle go to: My Vehicle > Settings > Climate control > Pre-conditioning/ventilation > Allow engine start State laws differ in the use of a remote engine starter and use of this function may violate the law. Before use, check your state and local laws. Cool vehicle now? Remote functions may take a few seconds.
fi: Yksityiskohtaiset tiedot: Näin aktivoit Remote Engine Start -toiminnon ajoneuvossasi: Oma ajoneuvo > Asetukset > Ilmastointimukavuus > Lisälämmitin/lisätuuletus > Salli moottorin käynnistäminen Moottorin etäkäynnistämistä koskevat lait poikkeavat eri osavaltioissa toisistaan, ja toiminnon käyttö voi olla lainvastaista. Tarkista valtiolliset ja paikalliset lait ennen sen käyttöä. Tuuletetaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Informacje szczegółowe: W taki sposób aktywuje się w Twoim pojeździe zdalną usługę uruchomienia silnika: Mój pojazd > Ustawienia > Klimatyzacja > Klimatyzacja/wentyl. post. > Zezwól na uruchomienie silnika Ustawodawstwo poszczególnych krajów różni się w kwestii zdalnego uruchomienia silnika i wykorzystywanie tej funkcji może stanowić naruszenie prawa. Przed skorzystaniem z niej sprawdź krajowe i miejscowe przepisy. Wentylować teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Podrobné informácie: Takto možno aktivovať diaľkové štartovanie vodidla vo Vašom vozidle: Moje vozidlo > Nastavenia > Komfortná klimatizácia > Nezávislá klimatizácia/ventilácia > Povoliť naštartovanie motora Zákony jednotlivých spolkových štátov sa v prípade funkcie diaľkového štartovania motora odlišujú a jej použitie môže byť v rozpore so zákonom. Pred použitím skontrolujte svoje štátne a regionálne zákony. Chcete spustiť ventiláciu? Funkcie Remote môžu trvať niekoľko sekúnd.

# disclaimerRemoteEngineStartNotActivatedLower
source: State laws differ in terms of the use of remote engine start and use of this function may violate the law. Before use, check your state and local laws. Cool now? Remote functions may take a few seconds.
fi: Moottorin etäkäynnistämistä koskevat lait poikkeavat eri osavaltioissa toisistaan, ja toiminnon käyttö voi olla lainvastaista. Tarkista valtiolliset ja paikalliset lait ennen sen käyttöä. Tuuletetaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Ustawodawstwo poszczególnych krajów różni się w kwestii zdalnego uruchomienia silnika i wykorzystywanie tej funkcji może stanowić naruszenie prawa. Przed skorzystaniem z niej sprawdź krajowe i miejscowe przepisy. Wentylować teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Zákony jednotlivých spolkových štátov sa v prípade funkcie diaľkového štartovania motora odlišujú a jej použitie môže byť v rozpore so zákonom. Pred použitím skontrolujte svoje štátne a regionálne zákony. Chcete spustiť ventiláciu? Funkcie Remote môžu trvať niekoľko sekúnd.

# disclaimerRemoteEngineStartNotActivatedUpper
source: Detailed information: Please make sure that you have activated Remote Engine Start inside your vehicle to use climate control. Search for "Remote Engine Start" in the BMW Driver's Guide to get further information on checking or adjusting the settings.
fi: Yksityiskohtaiset tiedot: Ilmastoinnin käyttöä varten varmista, että Remote Engine Start on aktivoitu ajoneuvossa. Lisätietoja asetuksien tarkistamisesta ja muuttamisesta löydät BMW Driver’s Guide -sovelluksen kohdasta "Remote Engine Start".
pl: Obszerne informacje: Aby korzystać z klimatyzacji, upewnij się, że w pojeździe aktywowana jest zdalna usługa uruchomienia silnika. Wyszukaj w BMW Driver's Guide sekcję "Zdalna usługa uruchomienia silnika", aby uzyskać dodatkowe informacje o sprawdzaniu lub dostosowywaniu ustawień.
sk: Podrobné informácie: Ak chcete používať klimatizáciu, uistite sa, že je vo vašom vozidle aktivované diaľkové štartovanie vozidla. V BMW Driver's Guide vyhľadajte "Diaľkové štartovanie vozidla", aby ste získali ďalšie informácie o kontrole alebo prispôsobení nastavení.

# disclaimerTitle
source: Disclaimer
fi: Vastuun rajoitus
pl: Wyłączenie odpowiedzialności
sk: Vylúčenie záruky

# disclaimerWarningSubHeader
source: Climatization is limited to ventilation only because Remote Engine Start is deactivated in your vehicle.
fi: Ilmastointi rajoittuu tuuletukseen, koska ajoneuvosi Remote Engine Start -toiminto on deaktivoitu.
pl: Klimatyzacja jest ograniczona do wentylacji, ponieważ zdalna usługa uruchomienia silnika w pojeździe jest dezaktywowana.
sk: Klimatizácia je obmedzená na ventiláciu, keďže je diaľkové štartovanie vo Vašom vozidle deaktivované.

source: Disconnect
fi: Katkaise yhteys
pl: Rozłącz
sk: Odpojiť

# discoverBmwLearnMoreButton
source: Learn More
fi: Lisätietoja
pl: Dowiedz się więcej
sk: Zistiť viac

# distanceControlActivatedSemantics
source: Distance control activated
fi: Etäisyysvalvonta aktivoitu
pl: Regulacja odstępu aktywowana
sk: Regulácia odstupu aktivovaná

# distanceControlDeactivatedSemantics
source: Distance control deactivated
fi: Etäisyysvalvonta ei aktiivinen
pl: Regulacja odstępu dezaktywowana
sk: Regulácia odstupu deaktivovaná

# doNotAllowCameraAccessCancleButton
source: Don't Allow
fi: Älä salli
pl: Nie zezwalaj
sk: Nepovoliť

# doNotAllowCameraAccessDialogCancelButton
source: Don't Allow
fi: Älä salli
pl: Nie zezwalaj
sk: Nepovoliť

# doYouNeedClimatizationHeader
source: Do you need climatization?
fi: Tarvitsetko ilmastointia?
pl: Potrzebna jest klimatyzacja?
sk: Potrebujete klimatizáciu?

source: Done
fi: Valmis
pl: Gotowe
sk: Hotovo

# doneSemantics
source: Done
fi: Valmis
pl: Gotowe
sk: Hotovo

# dontShowAgainCheckboxLabel
source: Don't show this again
fi: Älä näytä uudestaan
pl: Nie wyświetlaj ponownie
sk: Nabudúce nezobrazovať

source: Door open
fi: Ovi auki
pl: Otwarte drzwi
sk: Dvere otvorené

# doorsAndWindowsTabTitle
source: DOORS & WINDOWS
fi: OVET & IKKUNAT
pl: DRZWI I OKNA
sk: DVERE A OKNÁ

source: Doors open
fi: Ovet auki
pl: Otwarte drzwi
sk: Dvere otvorené

# downloadCompleteConnectToCarNotificationTitle
source: Download finished
fi: Lataus päättynyt
pl: Pobieranie zakończone
sk: Sťahovanie bolo ukončené

# downloadImageFail
source: Unable to download due to connectivity issue
fi: Lataus ei ole mahdollista yhteydessä ilmenevien ongelmien vuoksi
pl: Pobieranie niemożliwe przez problemy z połączeniem
sk: Nie je možné stiahnuť z dôvodu problémov pripojenia

# downloadImageSuccessfully
source: Sucessfully Downloaded
fi: Lataus onnistui
pl: Pobieranie udane
sk: Sťahovanie bolo úspešné

# downloadInterrupted
source: {currentValueInPercent}% of {totalValue} {unit} (no connection)
fi: {currentValueInPercent}% / {totalValue} {unit} (ei yhteyttä)
pl: {currentValueInPercent}% z {totalValue} {unit} (brak połączenia)
sk: {currentValueInPercent} % z {totalValue} {unit} (žiadne pripojenie)

# downloadInterruptedDescription
source: Download will continue once Wi-Fi / mobile connection is restored.
fi: Latausta jatketaan, kun WLAN-/matkapuhelinyhteys on jälleen muodostettu.
pl: Pobieranie będzie kontynuowane po przywróceniu połączenia wi-fi / sieci komórkowej.
sk: Sťahovanie bude pokračovať, hneď ako sa opäť nadviaže WLAN alebo mobilné pripojenie.

# downloadInterruptedHeadline
source: Download interrupted
fi: Keskeytä lataus
pl: Pobieranie przerwane
sk: Sťahovanie prerušené

# downloadLollipopState
source: Download
fi: Lataa
pl: Pobierz
sk: Stiahnuť

# downloadPaused
source: {currentValueInPercent}% of {totalValue} {unit} (paused)
fi: {currentValueInPercent}% / {totalValue} {unit} (pysäytetty)
pl: {currentValueInPercent}% z {totalValue} {unit} (wstrzymane)
sk: {currentValueInPercent} % z {totalValue} {unit} (zastavené)

# downloadProgress
source: {currentValueInPercent}% of {totalValue} {unit}
fi: {currentValueInPercent}% / {totalValue} {unit}
pl: {currentValueInPercent}% z {totalValue} {unit}
sk: {currentValueInPercent} % z {totalValue} {unit}

# downloadProgressWithRemainingTime
source: {currentValueInPercent}% of {totalValue} {unit} (about {remainingTime})
fi: {currentValueInPercent}% / {totalValue} {unit} ({remainingTime} jäljellä)
pl: {currentValueInPercent}% z {totalValue} {unit} (jeszcze {remainingTime})
sk: {currentValueInPercent} % z {totalValue} {unit} (ešte {remainingTime})

# downloadRemainingTimeInHours
source: {hours,plural, =0{less than an hour}=1{{hours} hour}other{{hours} hours}}
fi: {hours,plural, =0{alle tunti}=1{{hours} tunti}other{{hours} tuntia}}
pl: {hours,plural, =0{mniej niż jedna godzina}=1{{hours} godzina}other{{hours} godz.}}
sk: {hours,plural, =0{menej ako hodinu}=1{{hours} hodina}other{{hours} hodiny/hodín}}

# downloadRemainingTimeInMinutes
source: {minutes,plural, =0{less than a minute}=1{1 minute}other{{minutes} minutes}}
fi: {minutes,plural, =0{alle minuutti}=1{1 minuutti}other{{minutes} minuuttia}}
pl: {minutes,plural, =0{mniej niż jedna minuta}=1{1 minuta}other{{minutes} min.}}
sk: {minutes,plural, =0{menej ako minútu}=1{1 minúta}other{{minutes} minúty/minút}}

# downloadRemainingTimeInSeconds
source: {seconds,plural, =0{less than a second}=1{1 second}other{{seconds} seconds}}
fi: {seconds,plural, =0{alle sekunti}=1{1 sekunti}other{{seconds} sekuntia}}
pl: {seconds,plural, =0{mniej niż jedna sekunda}=1{1 sekunda}other{{seconds} sek.}}
sk: {seconds,plural, =0{menej ako sekundu}=1{1 sekunda}other{{seconds} sekundy/sekúnd}}

# downloadSemantics
source: Download
fi: Lataus
pl: Pobierz
sk: Stiahnuť

# downloadSettingsButton
source: Download settings
fi: Latausasetukset
pl: Ustawienia pobierania
sk: Nastavenia sťahovania

# downloadToPhoneSemantics
source: Download to telephone
fi: Lataa puhelimeen
pl: Pobierz na telefon
sk: Stiahnuť do telefónu

# driveModeSemantics
source: Driving mode
fi: Ajotila
pl: Tryb jazdy
sk: Režim jazdy

# driveReadySemantics
source: Drive-ready
fi: Ajovalmius
pl: Gotowość do jazdy
sk: Pripravenosť na jazdu

# driverInformationItemTitle
source: DRIVER INFORMATION
fi: TIETOJA KULJETTAJASTA
pl: INFORMACJE O KIEROWCY
sk: INFORMÁCIE O VODIČOVI

# driverInformationPageTitle
source: Driver Information
fi: Tietoja kuljettajasta
pl: Informacje o kierowcy
sk: Informácie o vodičovi

source: Dropped Pin
fi: Asetettu merkki
pl: Wykonane zaznaczenie
sk: Nastavená značka

# dscDeactivatedSemantics
source: DSC deactivated
fi: DSC ei aktiivinen
pl: DSC dezaktywowany
sk: DSC deaktivovaná

# eDriveZoneSemantics
source: eDrive zone
fi: eDrive-vyöhyke
pl: Strefa eDrive
sk: Oblasť eDrive

# eMobElectricMobilityCamelCase
source: Charging
fi: Lataus
pl: Ładowanie
sk: Nabíjanie

# eMobElectricMobilityUpperCase
source: CHARGING
fi: LATAUS
pl: ŁADOWANIE
sk: NABÍJANIE

# eMobFailedToLoadContent
source: We are currently unable to load this content. Please try again later.
fi: Valitettavasti emme voi ladata tätä sisältöä tällä hetkellä. Yritä myöhemmin uudelleen.
pl: Niestety obecnie nie możemy załadować tej treści. Spróbuj ponownie później.
sk: Bohužiaľ momentálne nemôžeme tento obsah načítať. Skúste to znovu neskôr.

# eMobFindInside
source: Find everything including your contracts, settings and locations.
fi: Löydät kaiken, myös sopimukset, asetukset ja sijainnit.
pl: Znajdź wszystko, łącznie ze swoimi umowami, ustawieniami i lokalizacjami.
sk: Nájdite všetko vrátane vašich zmlúv, nastavení a aktuálnych polôh.

# eMobHubStringsChargingTitle
source: ESSENTIALS
fi: PERUSTOIMINNOT
pl: FUNKCJE PODSTAWOWE
sk: ZÁKLADNÉ FUNKCIE

# eMobHubStringsHelpTitle
source: HELP
fi: OHJE
pl: POMOC
sk: POMOCNÍK

# eMobHubStringsLoyaltyProgramTitle
source: LOYALTY PROGRAM
fi: KANTA-ASIAKASOHJELMA
pl: PROGRAM LOJALNOŚCIOWY
sk: VERNOSTNÝ PROGRAM

# eMobHubStringsServicesTitle
source: SERVICES
fi: PALVELUT
pl: USŁUGI
sk: SLUŽBY

# eMobHubStringsStatisticsTitle
source: STATISTICS
fi: TILASTOT
pl: STATYSTYKI
sk: ŠTATISTIKY

# eMobHubStringsUnableToRetrieveData
source: We are currently unable to retrieve your data. Please try again in a few minutes.
fi: Tietojesi haku ei ole tällä hetkellä mahdollista. Yritä parin minuutin kuluttua uudelleen.
pl: Obecnie nie ma możliwości wyświetlenia Twoich danych. Spróbuj ponownie za kilka minut.
sk: Momentálne nie je možné zobraziť vaše údaje. Skúste to znova o niekoľko minút.

# eMobViewAllOnEmobUpperCase
source: VIEW ALL ON ELECTROMOBILITY
fi: NÄYTÄ KAIKKI SÄHKÖISESTÄ LIIKKUVUUDESTA
pl: ZOBACZ WSZYSTKO NA TEMAT ELEKTROMOBILNOŚCI
sk: POZRITE SI VŠETKO O ELEKTROMOBILITE

# eMobViewAllUpperCase
source: VIEW ALL
fi: NÄYTÄ KAIKKI
pl: WYŚWIETL WSZYSTKO
sk: POZRIEŤ VŠETKY

source: Edit
fi: Muokkaa
pl: Edytuj
sk: Upraviť

# editAccountCancel
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# editAccountCloseDialogDismissButtonText
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# editAccountFirstName
source: First Name
fi: Etunimi
pl: Imię
sk: Meno

# editAccountSaveAccountInfoFailureDialogTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# editAccountTitleMr
source: Mr.
fi: Herra
pl: Pan
sk: Pán

# editAccountTitleMs
source: Ms.
fi: Neiti
pl: Pani
sk: Pani

source: Edit Departure Timer
fi: Aseta lähtöaika
pl: Ustaw godzinę odjazdu
sk: Nastaviť čas odjazdu

# editFavoriteActionName
source: Rename
fi: Nimeä uudelleen
pl: Zmień nazwę
sk: Premenovať

# editFavoriteInProgress
source: Saving favorite...
fi: Suosikki tallennetaan…
pl: Zapisywanie w ulubionych…
sk: Ukladá sa obľúbená položka…

# editFavoriteNewNameFieldText
source: Name
fi: Nimi
pl: Nazwa
sk: Názov

# editFavoritePageTitle
source: Rename Favorite
fi: Nimeä suosikki uudelleen
pl: Zmień nazwę ulubionych
sk: Premenovať obľúbenú položku

# editFavoriteSaveButtonTitle
source: SAVE
fi: TALLENNA
pl: ZAPISZ
sk: ULOŽIŤ

# editFavoriteSuccess
source: Favorite saved.
fi: Suosikki tallennettu.
pl: Zapisano w ulubionych.
sk: Obľúbená položka uložená.

# editFavoriteValidationErrorText
source: Insert name. Minimum 2 characters.
fi: Lisää nimi. Vähintään 2 merkkiä.
pl: Wstaw nazwę. Co najmniej 2 znaki.
sk: Vložte názov. Minimálne 2 znaky.

# editLearnedDestinationDeleteConfirmationDialogTitle
source: Delete "Work" and all associated predicted trips?
fi: Poistetaanko "Työ" ja kaikki muut siihen kuuluvat ennakoidut ajot?
pl: Czy usunąć "pracę" i wszystkie powiązane wstępnie obliczone podróże?
sk: Vymazať „Prácu“ a všetky príslušné vopred vypočítané jazdy?

# editLearnedDestinationScreenTitle
source: Manage learned destinations
fi: Opittujen kohteiden hallinta
pl: Zarządzaj zapamiętanymi celami
sk: Správa naučených cieľov

# editMINIMyDisplayName
source: Edit my nickname
fi: Muokkaa lempinimeäni
pl: Edytuj mój nick
sk: Upraviť moju prezývku

# editMINIMyDisplayNameHint
source: You're part of the MINI Community under this name. Please do not use any offensive terms.
fi: Tällä nimellä olet osa MINI-yhteisöä. Älä käytä loukkaavia ilmaisuja.
pl: Pod tą nazwą jesteś częścią społeczności MINI. Nie używaj obraźliwych określeń.
sk: Pod týmto menom ste súčasťou MINI Community. Nepoužívajte urážlivé výrazy.

# editModeFavoritePageTitle
source: Edit favorite
fi: Muokkaa suosikkia
pl: Edytuj ulubione
sk: Upraviť obľúbenú položku

# editMomentsPositionMark
source: Write a moment
fi: Kirjoita hetki muistiin
pl: Zapisz moment
sk: Poznačiť pripomienku

# editMomentsSelectLocation
source: Location
fi: Sijainti
pl: Lokalizacja
sk: Pobočka

# editMyDisplayName
source: Edit my nickname
fi: Muokkaa lempinimeäni
pl: Edytuj mój nick
sk: Upraviť moju prezývku

# editMyDisplayNameHint
source: Introduce yourself to other users with your nickname. Please don't use any offensive terms.
fi: Esittäydy muille käyttäjille lempinimelläsi. Älä käytä loukkaavia ilmaisuja.
pl: Przedstaw się innym użytkownikom za pomocą swojego nicka. Nie używaj obraźliwych określeń.
sk: Predstavte sa iným používateľom s vašou prezývkou. Nepoužívajte urážlivé výrazy.

# editSemantics
source: Edit
fi: Muokkaa
pl: Edytuj
sk: Upraviť

# egoModelDownloadErrorText
source: Something went wrong while transferring the picture. Please try again.
fi: Kuvansiirron aikana ilmaantui virhe. Yritä uudelleen.
pl: Coś poszło nie tak podczas transmisji obrazów. Spróbuj ponownie.
sk: Počas prenosu obrazu došlo k chybe. Skúste to znova.

# electricLevel
source: State of Charge
fi: Varaustaso
pl: Poziom naładowania
sk: Stav nabitia

# electricMotorOverheatedSemantics
source: Electric motor overheated
fi: Sähkömoottori ylikuumentunut
pl: Silnik elektryczny przegrzany
sk: Elektromotor prehriaty

# electricRangeSemantics
source: Electric range
fi: Toimintasäde sähköllä
pl: Zasięg elektryczny
sk: Elektrický dojazd

# electricRangeWarningSemantics
source: Electric range warning
fi: Varoitus toimintasäde sähköllä
pl: Ostrzeżenie o zasięgu elektrycznym
sk: Výstraha elektrický dojazd

# emailButtonLabel
source: Request Service
fi: Huoltotiedustelu
pl: Zapytanie serwisowe
sk: Servisná požiadavka

# emailCarouselItemSubtitle
source: Provide details and date preferences.
fi: Anna tarkemmat tiedot ja päivämäärätoiveet.
pl: Wprowadź szczegóły i preferencje w zakresie dat.
sk: Zadajte podrobnosti a preferencie dátumu.

# emergencyCallSemantics
source: Emergency call
fi: Hätäpuhelu
pl: Połączenie alarmowe
sk: Tiesňové volanie

# emissionCheckService
source: Emission Check
fi: Päästömittaus
pl: Badanie emisji spalin
sk: Emisná kontrola

# emissionCheckWarningSemantics
source: Emission inspection warning
fi: Varoitus päästömittaus
pl: Ostrzeżenie o badaniu emisji spalin
sk: Výstraha emisná kontrola

# emissionsCheckWarning
source: Emission inspection
fi: Päästömittaus
pl: Badanie spalin
sk: Emisná kontrola

# emojiKeyboardSemantics
source: Emoji keyboard
fi: Emoji-näppäimistö
pl: Klawiatura emoji
sk: Klávesnica emotikonov

# emptyFavoritesDescription
source: Quickly access 30 favorite locations. They are synced with your vehicle.
fi: Nopea pääsy 30 suosikkipaikkaasi. Ne synkronoidaan ajoneuvosi kanssa.
pl: Szybki dostęp do maksymalnie 30 ulubionych lokalizacji. Zostaną zsynchronizowane z pojazdem.
sk: Rýchly prístup až k vašim 30 obľúbeným miestam. Tieto sa synchronizujú s vašim vozidlom.

# emptyFavoritesTitle
source: Start adding your favorites
fi: Lisää suosikkeihin nyt
pl: Dodaj teraz do ulubionych
sk: Teraz pridať k obľúbeným

# emptyRemoteHistory
source: Your remote history list is empty
fi: Etätoimintohistoria on tyhjä
pl: Historia wysłanych poleceń jest pusta
sk: Vaša história Remote je prázdna

# emptyState
source: Type to find your destination
fi: Aloita syöttö kohteen hakua varten
pl: Rozpocznij wprowadzanie danych, aby znaleźć cel
sk: Na nájdenie cieľa spustite zadávanie

# emptyStateBody
source: Search for a city, a street, or your favorite restaurant. Wherever you are going we will find it for you.
fi: Hae kaupunkia, katua tai lempiravintolaasi. Mihin tahansa haluatkin, me löydämme sen.
pl: Wyszukaj miasto, ulicę lub ulubioną restaurację. Gdziekolwiek chcesz się udać, znajdziemy to dla Ciebie.
sk: Vyhľadajte mesto, ulicu alebo obľúbenú reštauráciu. Kam len budete chcieť ísť, my pre Vás to miesto nájdeme.

source: Enable location services
fi: Aktivoi sijaintipalvelut
pl: Aktywuj usługi lokalizacji
sk: Aktivujte lokalizačné služby

# enableLocationServicesSubtitle
source: Missing permission. Please enable your location services to display your Wi-Fi connection.
fi: Ei käyttöoikeutta. Aktivoi sijaintipalvelut laiteasetuksissa, jotta näet Wi-Fi-yhteyden.
pl: Brak uprawnienia. Aktywuj usługi lokalizacji, aby wyświetlić połączenie wi-fi.
sk: Missing permission. Aktivujte svoje lokalizačné služby na zobrazenie spojenia WLAN.

source: Enable Remote Services
fi: Aktivoi Remote Services
pl: Aktywuj Usługi Zdalne
sk: Aktivovať Remote Services

# enableRemoteServicesButton
source: Enable
fi: Aktivoi
pl: Aktywuj
sk: Aktivovať

# enableRemoteServicesDescription
source: All remote functions and related features require Remote Services to be enabled.
fi: Kaikki etätoiminnot ja niihin liittyvät toiminnot vaativat Remote Services -palveluiden aktivoimista.
pl: Wszystkie funkcje zdalne i powiązane z nimi funkcje wymagają aktywacji Usług Zdalnych.
sk: Všetky funkcie Remote a s nimi súvisiace funkcie vyžadujú aktivovanie Remote Services.

# enableRemoteServicesFailure
source: Failed to enable Remote Services
fi: Remote Services ei voitu aktivoida
pl: Nie udało się aktywować Usług Zdalnych
sk: Remote Services nebolo možné aktivovať

# enableRemoteServicesPending
source: Enabling Remote Services
fi: Aktivoi Remote Services
pl: Aktywuj Usługi Zdalne
sk: Aktivovať Remote Services

# enableRemoteServicesPendingDescription
source: It may take a few minutes
fi: Se voi kestää joitakin minuutteja
pl: Może to potrwać kilka minut
sk: To môže trvať niekoľko minút

# enableWalkingDirectionsTitle
source: ENABLE WALKING DIRECTIONS
fi: AKTIVOI JALANKULKIJAN NAVIGOINTI
pl: AKTYWUJ NAWIGACJĘ PIESZĄ
sk: AKTIVOVAŤ PEŠIU NAVIGÁCIU

source: Enabled
fi: Aktivoitu
pl: Aktywowano
sk: AKTIVOVANÉ

# enabledCapitalized
source: Enabled
fi: Aktivoitu
pl: Aktywowano
sk: AKTIVOVANÉ

# engineOilCheckWarning
source: Engine oil
fi: Moottoriöljy
pl: Olej silnikowy
sk: Motorový olej

# engineOilLowWarningSemantics
source: Engine oil level warning
fi: Varoitus moottoriöljytaso
pl: Ostrzeżenie dot. poziomu oleju silnikowego
sk: Výstraha hladina motorového oleja

# engineOilPressureWarningSemantics
source: Engine oil pressure warning
fi: Varoitus moottorin öljynpaine
pl: Ostrzeżenie dot. ciśnienia oleju silnikowego
sk: Výstraha tlak motorového oleja

# engineSemantics
source: Engine
fi: Moottori
pl: Silnik
sk: Motor

# engineStartButtonText
source: CONFIRM AND SEND
fi: VAHVISTA JA LÄHETÄ
pl: POTWIERDŹ I WYŚLIJ
sk: POTVRDIŤ A ODOSLAŤ

# engineStartDesc
source: To climatize your vehicle the engine will run for 15 min.
fi: Ajovalmius kytketään päälle 15 minuutiksi ajoneuvon ilmastointia varten.
pl: Tryb gotowości do jazdy jest włączany na 15 minut w celu klimatyzowania pojazdu.
sk: Pripravenosť na jazdu sa zapne na 15 min., aby sa vaše vozidlo klimatizovalo.

# engineStartDetailsDesc
source: Detailed information: To heat or cool your vehicle, the engine can be started remotely. State laws differ in terms of the use of remote engine start and use of this function may violate the law. Before use, check your state and local laws. Do you want to ventilate now? Remote functions may take a few seconds.
fi: Yksityiskohtaiset tiedot: Ajoneuvon lämmittämistä tai jäähdyttämistä varten ajovalmiustila voidaan kytkeä päälle sovelluksen kautta. Moottorin etäkäynnistämistä koskevat lait poikkeavat eri osavaltioissa toisistaan, ja toiminnon käyttö voi olla lainvastaista. Tarkista valtiolliset ja paikalliset lait ennen sen käyttöä. Tuuletetaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Szczegółowe informacje: Aby ogrzać lub schłodzić pojazd, można włączyć tryb gotowości do jazdy za pomocą aplikacji. Ustawodawstwo poszczególnych krajów różni się w kwestii zdalnego uruchomienia silnika i wykorzystywanie tej funkcji może stanowić naruszenie prawa. Przed skorzystaniem z niej sprawdź krajowe i miejscowe przepisy. Wietrzyć teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Podrobné informácie: Na vykúrenie alebo chladenie vášho vozidla môžete zapnúť pripravenosť na jazdu cez aplikáciu. Zákony jednotlivých spolkových štátov sa v prípade funkcie diaľkového štartovania motora odlišujú a jej použitie môže byť v rozpore so zákonom. Pred použitím skontrolujte svoje štátne a regionálne zákony. Chcete spustiť ventiláciu? Funkcie Remote môžu trvať niekoľko sekúnd.

# engineStartTitle
source: Plan climate control (engine start)
fi: Ilmastoinnin suunnittelu (moottorin käynnistys)
pl: Planuj klimatyzację (uruchomienie silnika)
sk: Naplánovať klimatizáciu (štart motora)

# engineStartedTwiceErrorSemantics
source: Engine started twice error
fi: Virhe moottorin kaksinkertaisessa käynnistyksessä
pl: Błąd dwukrotnego uruchomienia silnika
sk: Chyba dvojnásobné naštartovanie motora
