Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# bmwPointsSuccessfullyJoined
source: You have successfully joined BMW Points!
fi: Rekisteröityminen BMW Points -ohjelmaan onnistui.
pl: Rejestracja w BMW Points zakończona powodzeniem.
sk: Vaše prihlásenie do BMW Points bolo úspešné.

# bmwPointsSunday
source: Sunday
fi: Sunnuntai
pl: Niedziela
sk: Nedeľa

# bmwPointsTapDataPrivacy
source: Tap on the "Data Privacy" item.
fi: Valitse "Tietosuoja".
pl: Wybierz opcję "Ochrona danych".
sk: Vyberte možnosť "Ochrana osobných údajov".

# bmwPointsTapSystemSettingsOS8
source: Tap on "System Settings".
fi: Valitse "Järjestelmäasetukset".
pl: Wybierz "Ustawienia systemu".
sk: Zvoľte "Nastavenia systému".

# bmwPointsTechnicalDifficulties
source: Your action cannot currently be completed due to technical difficulties. Please try again in a few minutes.
fi: Toimenpidettä ei voi tällä hetkellä suorittaa teknisten ongelmien vuoksi. Yritä parin minuutin kuluttua uudelleen.
pl: Z powodu problemów technicznych Twoja czynność nie może zostać teraz wykonana. Spróbuj ponownie za kilka minut.
sk: Na základe technických ťažkostí momentálne nie je možné vykonať vašu akciu. Skúste to znova o pár minút.

# bmwPointsTermsConditionsUppercase
source: VIEW VOUCHER TERMS & CONDITIONS
fi: KATSO ETUSETELIN EHDOT
pl: WYŚWIETL WARUNKI REALIZACJI KUPONU
sk: ZOBRAZIŤ PODMIENKY KUPÓNU

# bmwPointsThisMonthUpper
source: THIS MONTH
fi: TÄMÄ KUUKAUSI
pl: TEN MIESIĄC
sk: TENTO MESIAC

# bmwPointsThisMonthUpperCase
source: THIS MONTH
fi: TÄMÄ KUUKAUSI
pl: OBECNY MIESIĄC
sk: AKTUÁLNY MESIAC

# bmwPointsThisWeek
source: This week
fi: Tämä viikko
pl: Ten tydzień
sk: Tento týždeň

# bmwPointsThisWeekUpperCase
source: THIS WEEK
fi: TÄMÄ VIIKKO
pl: TEN TYDZIEŃ
sk: Tento týždeň

# bmwPointsThursday
source: Thursday
fi: Torstai
pl: Czwartek
sk: Štvrtok

# bmwPointsThursdayUpperCase
source: T
pl: C
sk: Š

# bmwPointsToday
source: today
fi: Tänään
pl: Dziś
sk: Dnes

# bmwPointsTotal
source: Total
fi: Yhteensä
pl: Suma
sk: Suma

# bmwPointsTotalUpperCase
source: TOTAL
fi: YHTEENSÄ
pl: SUMA
sk: Suma

# bmwPointsTryAccessingChallengeLater
source: Please try to access your challenge again later.
fi: Yritä päästä haasteeseen myöhemmin uudelleen.
pl: Spróbuj później ponownie uzyskać dostęp do swojego Challenge'u.
sk: Pokúste sa znovu neskôr o prístup k svojej výzve.

# bmwPointsTryAccessingLater
source: Please try accessing your BMW Points later.
fi: Ole hyvä ja yritä kutsua BMW Points -pisteesi uudelleen myöhempänä ajankohtana.
pl: Spróbuj pobrać swoje BMW Points później.
sk: Skúste znovu neskôr vyvolať svoje BMW Points.

# bmwPointsTryAgain
source: Try again
fi: Yritä uudelleen
pl: Powtórz
sk: Opakovať

# bmwPointsTryAgainUppercase
source: TRY AGAIN
fi: YRITÄ UUDELLEEN
pl: SPRÓBUJ PONOWNIE
sk: SKÚSTE TO ZNOVA

# bmwPointsTuesday
source: Tuesday
fi: Tiistai
pl: Wtorek
sk: Utorok

# bmwPointsTuesdayAbbreviation
source: T
pl: W
sk: Š

# bmwPointsUnderstoodUppercase
source: UNDERSTOOD
fi: YMMÄRRÄN
pl: ROZUMIEM
sk: ROZUMIEM

# bmwPointsUseVoucherLater
source: The voucher can be used straight away.
fi: Etuseteli voidaan käyttää heti.
pl: Kupon można wykorzystać natychmiast.
sk: Kupón je možné okamžite použiť.

# bmwPointsUsed
source: Used
fi: Käytetty
pl: Wykorzystane
sk: Použité

# bmwPointsUsedContract
source: BMW Charging contract used
fi: Käytettävä BMW Charging -sopimus
pl: Wykorzystana umowa BMW Charging
sk: Použitá zmluva BMW Charging

# bmwPointsVehicle
source: Vehicle
fi: Ajoneuvo
pl: Pojazd
sk: Vozidlo

# bmwPointsViewAll
source: VIEW
fi: NÄYTÄ
pl: WYŚWIETL
sk: ZOBRAZIŤ

# bmwPointsViewAppleWalletUppercase
source: VIEW IN APPLE WALLET
fi: KATSO APPLE WALLETISSA
pl: WYŚWIETL W APPLE WALLET
sk: ZOBRAZIŤ V APPLE WALLET

# bmwPointsViewInChargingHistoryUppercase
source: VIEW MORE DETAILS
fi: KATSO LISÄTIETOJA
pl: ZOBACZ WIĘCEJ SZCZEGÓŁÓW
sk: ZOBRAZIŤ VIAC PODROBNOSTÍ

# bmwPointsViewMyVoucherUppercase
source: VIEW MY VOUCHER
fi: NÄYTÄ ETUSETELINI
pl: WYŚWIETL MÓJ KUPON
sk: POZRIEŤ MÔJ KUPÓN

# bmwPointsViewOtherRewardsUppercase
source: VIEW OTHER REWARDS
fi: NÄYTÄ MUUT PALKINNOT
pl: WYŚWIETL INNE NAGRODY
sk: POZRIEŤ INÉ PRÉMIE

# bmwPointsViewPoints
source: View Points
fi: Näytä pisteet
pl: Zobacz punkty
sk: Zobraziť počet bodov

# bmwPointsViewUpperCase
source: MORE
fi: LISÄÄ
pl: WIĘCEJ
sk: VIAC

# bmwPointsVoucher
source: Voucher
fi: Etuseteli
pl: Kupon
sk: Poukážka

# bmwPointsVoucherCancelled
source: Voucher canceled
fi: Etuseteli peruutettu
pl: Kupon anulowany
sk: Kupón stornovaný

# bmwPointsVoucherCode
source: VOUCHER CODE
fi: ETUKOODI
pl: KOD KUPONU
sk: KÓD KUPÓNU

# bmwPointsVoucherStatus
source: Voucher status
fi: Etusetelin tila
pl: Status kuponu
sk: Stav kupónu

# bmwPointsVoucherUsage
source: Use voucher
fi: Käytä etuseteli
pl: Wykorzystaj kupon
sk: Použiť kupón

# bmwPointsVoucherUsedLater
source: This BMW Rent | MINI Rent voucher can be used now or later. Please keep in mind the following:
fi: Tämä BMW Rent | MINI Rent -etuseteli voidaan käyttää heti. Huomioi seuraavat seikat:
pl: Ten kupon BMW Rent | MINI Rent można wykorzystać natychmiast. Uwaga:
sk: Tento kupón BMW Rent | MINI Rent je možné okamžite použiť. Pritom dbajte na nasledovné:

# bmwPointsVoucherValue
source: Voucher value
fi: Etusetelin arvo
pl: Wartość kuponu
sk: Hodnota kupónu

# bmwPointsWalletExpiringPointsDays
source: {points} expiring in {days} days
fi: {points} vanhentuu {days} päivän kuluttua
pl: Wygaśnięcie {points} za {days} dni
sk: Platnosť {points} bodov vyprší o {days} dní

# bmwPointsWalletExpiringPointsMonth
source: {points} expiring in a month
fi: {points} vanhentuu kuukauden kuluttua
pl: Wygaśnięcie {points} za miesiąc
sk: Platnosť {points} bodov vyprší o mesiac

# bmwPointsWalletExpiringPointsMonths
source: {points} expiring in {months} months
fi: {points} vanhentuu {months} kuukauden kuluttua
pl: Wygaśnięcie {points} za {months} mies.
sk: Platnosť {points} bodov vyprší o {months} mesiace

# bmwPointsWalletExpiringPointsToday
source: {points} expiring today
fi: {points} vanhentuu tänään
pl: Wygaśnięcie {points} dziś
sk: Platnosť {points} bodov vyprší dnes

# bmwPointsWalletExpiringPointsTomorrow
source: {points} expiring tomorrow
fi: {points} vanhentuu huomenna
pl: Wygaśnięcie {points} jutro
sk: Platnosť {points} bodov vyprší zajtra

# bmwPointsWalletExpiringPointsWeek
source: {points} expiring in a week
fi: {points} vanhentuu viikon kuluttua
pl: Wygaśnięcie {points} za tydzień
sk: Platnosť {points} bodov vyprší o týždeň

# bmwPointsWalletExpiringPointsWeeks
source: {points} expiring in {weeks} weeks
fi: {points} vanhentuu {weeks} viikon kuluttua
pl: Wygaśnięcie {points} za {weeks} tyg.
sk: Platnosť {points} bodov vyprší o {weeks} týždeňov

# bmwPointsWalletInfoNotAvailable
source: Points not available
fi: Pistetilanne ei käytettävissä
pl: Punkty niedostępne
sk: Body nie sú dostupné

# bmwPointsWalletZeroExpiringPoints
source: 0 expiring
fi: 0 vanhentuu
pl: Wygaśnięcie 0
sk: 0 vyprší

# bmwPointsWednesday
source: Wednesday
fi: Keskiviikko
pl: Środa
sk: Streda

# bmwPointsWednesdayAbbreviation
source: M
fi: K
pl: Ś
sk: P

# bmwPointsWhatAreBothEZones
source: Not sure what an eDrive zone and a zero emission zone are? <link>See more information<link>
fi: Etkö ole varma, mitä eDrive-vyöhykkeet ja päästöttömät vyöhykkeet ovat? <link>Katso lisätietoja<link>
pl: Nie wiesz, co to są strefy eDrive i strefy zero emisji? <link>Wyświetl więcej informacji<link>
sk: Nie ste si istí, čo sú oblasť eDrive a zóna nulových emisií? <link>Pozrite Viac informácií<link>

# bmwPointsWhatIsEDriveZone
source: Not sure what an eDrive zone is? <link>See more information<link>
fi: Etkö ole varma, mikä eDrive-vyöhyke on? <link>Katso lisätietoja<link>
pl: Nie wiesz, co to jest strefa eDrive? <link>Wyświetl więcej informacji<link>
sk: Nie ste si istí, čo je oblasť eDrive? <link>Pozrite Viac informácií<link>

# bmwPointsWhatsNew
source: What's new?
fi: Mikä on uutta?
pl: Co nowego?
sk: Čo je nové?

# bmwPointsYesterday
source: yesterday
fi: Eilen
pl: Wczoraj
sk: Včera

# bmwPointsZEZ
source: Zero emission zone
fi: Päästötön vyöhyke
pl: Strefa zero emisji
sk: Zóna nulových emisií

# bmwPointsZEZDescription
source: Internal combustion engines may not be used in zero emission zones. System or safety-related starts of the internal combustion engine are possible, e.g. to prevent the vehicle from stalling. This function does not absolve drivers of their responsibility to adhere to the permissible operating mode.
fi: Päästöttömillä vyöhykkeillä polttomoottorin käyttö on kielletty. Polttomoottorin käynnistäminen järjestelmän tai turvallisuuden vuoksi on mahdollista esimerkiksi ajoneuvon pysähtymisen estämiseksi. Toiminto ei vapauta käyttäjää vastuusta noudattaa sallittua käyttötapaa.
pl: W strefach zero emisji zabroniona jest eksploatacja z silnikiem spalinowym. Możliwe jest systemowe lub związane z bezpieczeństwem uruchomienie silnika spalinowego, np. w celu uniknięcia unieruchomienia pojazdu. Funkcja ta nie zwalnia użytkownika z własnej odpowiedzialności za dopuszczalny tryb pracy.
sk: V zónach nulových emisií je prevádzka spaľovacieho motora zakázaná. Naštartovanie spaľovacieho motora súvisiace so systémom alebo bezpečnosťou je možné, napr. na zabránenie zastavenia vozidla. Funkcia neoslobodzuje od vlastnej zodpovednosti dodržiavať povolený prevádzkový režim.

# bmwPointsZeroContractsBmwCharging
source: You need to create a contract with BMW Charging in order to redeem your points. Please use your BMW ID to log in.
fi: Pisteiden lunastamista varten tarvitset BMW Charging -sopimuksen. Käytä rekisteröimiseen BMW-tunnustasi.
pl: Do wykorzystania punktów potrzebna jest umowa z BMW Charging. Do logowania użyj swojego BMW ID.
sk: Na uplatnenie bodov potrebujete zmluvu s BMW Charging. Na prihlásenie použite svoje BMW ID.

# bmwRoadsideAssistanceTitle
source: BMW ROADSIDE ASSISTANCE
fi: BMW LIIKKUVUUSPALVELU
pl: POMOC DROGOWA BMW
sk: BMW ASISTENČNÁ SLUŽBA

# bmwSemanticsRewardPage
source: Reward {rewardPage} of 3
fi: Palkinto {rewardPage} / 3
pl: Nagroda {rewardPage} z 3
sk: Prémia {rewardPage} z 3

# bottomExploreBarTitle
source: Explore
fi: Tutustu
pl: Odkryj
sk: Objavovať

# bottomNavigationBarTitle
source: Map
fi: Kartta
pl: Mapa
sk: Mapa

# brakeFluidService
source: Brake Fluid
fi: Jarruneste
pl: Płyn hamulcowy
sk: Brzdová kvapalina

# brakeFluidWarning
source: Brake fluid
fi: Jarruneste
pl: Płyn hamulcowy
sk: Brzdová kvapalina

# brakeFluidWarningSemantics
source: Brake fluid warning
fi: Varoitus jarruneste
pl: Ostrzeżenie dot. płynu hamulcowego
sk: Výstraha brzdová kvapalina

# brakePadsFrontService
source: Brake Pads Front
fi: Jarrupalat edessä
pl: Okładziny hamulcowe przednie
sk: Brzdové obloženie vpredu

# brakePadsFrontWarningSemantics
source: Front brake pad warning
fi: Varoitus jarrupalat edessä
pl: Ostrzeżenie dot. okładzin hamulcowych z przodu
sk: Výstraha brzdové obloženia vpredu

# brakePadsRearService
source: Brake Pads Rear
fi: Jarrupalat takana
pl: Okładziny hamulcowe tylne
sk: Brzdové obloženie vzadu

# brakePadsRearWarningSemantics
source: Rear brake pad warning
fi: Varoitus jarrupalat takana
pl: Ostrzeżenie dot. okładzin hamulcowych z tyłu
sk: Výstraha brzdové obloženia vzadu

# brakeSystemSemantics
source: Brake system warning
fi: Varoitus jarrujärjestelmä
pl: Ostrzeżenie dot. układu hamulcowego
sk: Výstraha brzdový systém

# brakingAssistantErrorSemantics
source: Brake assistant error
fi: Jarrutusavustimen virhe
pl: Błąd asystenta hamowania
sk: Chyba brzdový asistent

# breakdownsAndAccidents
source: FOR BREAKDOWNS AND ACCIDENTS
fi: Vikatilanteen tai onnettomuuden sattuessa.
pl: W razie awarii lub wypadku.
sk: V prípade poruchy alebo nehody.

# browseFolderSemantics
source: Folder
fi: Kansio
sk: Priečinok

# cDServiceNotActivatedDialogTitle
source: ConnectedDrive Service To Be Activated
fi: Aktivoitava ConnectedDrive-palvelu
pl: Usługa ConnectedDrive do aktywowania
sk: Prejsť na službu ConnectedDrive, ktorá sa má aktivovať

# calendarClockSemantics
source: Calendar
fi: Kalenteri
pl: Kalendarz
sk: Kalendár

# calendarDateTimeLabel
source: {day} at {hourWithMinutes}
fi: {day} kello {hourWithMinutes}
pl: {day} o {hourWithMinutes}
sk: {day} o {hourWithMinutes}

# calendarEventsTitle
source: Calendar events
fi: Kalenterimerkinnät
pl: Wpisy w kalendarzu
sk: Položky kalendára

# calendarMonthSemantics
source: Calendar month
fi: Kalenterikuukausi
pl: Miesiąc kalendarzowy
sk: Kalendárny mesiac

# calendarPermissionDescription
source: Coordinate and schedule service appointments
fi: Koordinoi ja suunnittele huoltoajat
pl: Skoordynuj i zaplanuj terminy przeglądów
sk: Koordinujte a plánujte servisné termíny

# calendarPermissionName
source: Calendar
fi: Kalenteri
pl: Kalendarz
sk: Kalendár

# calendarTripsLegacyOverviewDescription
source: Once you have sent a destination to your vehicle with this app, you can start the guidance from the vehicle's control display. Here's how you do it:
fi: Kun olet lähettänyt kohteen sovelluksesta ajoneuvoon, voit käynnistää navigoinnin ajoneuvon monitoiminäytöstä. Toimi näin:
pl: Po przesłaniu za pośrednictwem tej aplikacji celu do pojazdu można uruchomić prowadzenie do celu na monitorze centralnym w pojeździe. Tak to działa:
sk: Po odoslaní cieľa z tejto aplikácie do vozidla môžete pomocou kontrolného displeja spustiť navigáciu. Takto to funguje:

# calendarTripsLegacyOverviewSecondTopic
source: If you are already logged in, simply accept the sent destination when prompted.
fi: Jos olet jo kirjautunut sisään, riittää kun pyydettäessä hyväksyt lähetetyn kohteen.
pl: Jeśli nastąpiło już zalogowanie, zaakceptuj po prostu w razie potrzeby przesłany cel.
sk: Ak ste už prihlásený, po výzve jednoducho prijmite odoslaný cieľ.

# calendarTripsOverviewDescription
source: Here’s how to find and initiate a trip for a calendar event in your head unit.
fi: Näin löydät ja käynnistät kalenterimerkintään liittyvän ajon monitoiminäytöstä.
pl: Tak poprzez monitor centralny znajduje się i uruchamia jazdę dla wpisu w kalendarzu.
sk: Takto nájdete a spustíte cestu k položke kalendára cez svoj kontrolný displej.

# calendarTripsOverviewSecondTopic
source: Select the desired trip in the navigation menu under "Upcoming desinations".
fi: Valitse haluamasi ajo navigointivalikon kohdassa "Tulevat kohteet".
pl: Wybierz odpowiednią jazdę w menu nawigacji w sekcji "Przyszłe cele".
sk: V ponuke Navigácia v časti "Najbližšie ciele" vyberte požadovanú cestu.

# calendarTripsOverviewTopicID8
source: From the navigation menu, you can tap on My Destinations, then on Future Destinations. Once the menu is open, set the filter to Upcoming Destinations.
fi: Siirry navigointivalikon kautta kohtaan "Omat kohteet" > "Tulevat kohteet". Aseta valikossa suodatin "Tulevat matkat".
pl: Przejdź za pomocą menu nawigacji do opcji "Moje cele" > "Przyszłe cele". W menu ustaw filtr na "Cele przed Tobą".
sk: Z navigačného menu prejdite na "Moje ciele" > "Budúce ciele". Nastavte filter v menu na "Nadchádzajúce ciele".

# calendarWeekSemantics
source: Calendar week
fi: Kalenteriviikko
pl: Tydzień kalendarzowy
sk: Kalendárny týždeň

# callButtonLabel
source: Call to schedule service appointment
fi: Soita ajanvarausta varten
pl: Zadzwoń, aby uzgodnić termin
sk: Zavolajte a dohodnite si termín

# callCustomerCenterTitle
source: CALL CUSTOMER CENTER
fi: SOITA ASIAKASPALVELUUN
pl: ZADZWOŃ DO CENTRUM OBSŁUGI KLIENTA
sk: ZAVOLAŤ NA ZÁKAZNÍCKU PODPORU

# callDealerCarouselItemSubtitle
source: Contact for available appointment times.
fi: Kontakti käytettävissä olevia aikoja varten.
pl: Kontakt w sprawie dostępnych terminów.
sk: Kontakt pre dostupné termíny.

# callRoadsideAssistanceTitle
source: CALL ACCIDENT & ROADSIDE ASSISTANCE
fi: SOITA LIIKKUVUUSPALVELUUN
pl: POMOC DROGOWA - KONTAKT
sk: ZAVOLAŤ ASISTENČNÚ SLUŽBU

# callSemantics
source: Call
fi: Soita
pl: Zadzwoń
sk: Zavolať

source: Call The Dealer
fi: Ota yhteys huoltopisteeseen.
pl: Skontaktuj się ze swoim serwisem.
sk: Kontaktujte svojho servisného partnera.

# callTruckDriverTitle
source: Call The Truck Driver
fi: Soita kuorma-auton kuljettajalle
pl: Zadzwoń do kierowcy samochodu ciężarowego
sk: Zavolať vodičovi nákladného vozidla

source: Camera
fi: Kamera
pl: Aparat fotograficzny
sk: Kamera

# cameraAccessPermissionTitle
source: Allow Photo Camera Access
fi: Salli käyttöoikeus kameraan
pl: Zezwól na dostęp do aparatu fotograficznego
sk: Povoliť prístup ku kamere

# cameraAndPhotosPermissionName
source: Camera/Photos
fi: Kamera/kuvat
pl: Aparat/zdjęcia
sk: Kamera/fotografie

# cameraBasedServicesErrorSemantics
source: Camera-based services error
fi: Virhe kamerapohjaisissa palveluissa
pl: Błąd usług opartych o zastosowanie kamer
sk: Chyba služby zakladajúce sa na kamere

# cameraPermissionDescription
source: Customize the app with personal images and use convenient scanning features
fi: Mukauta sovellus käyttämällä omia kuviasi ja käteviä skannaustoimintoja
pl: Dostosuj aplikację, używając osobistych zdjęć, i korzystaj z wygodnych funkcji skanowania
sk: Prispôsobte si aplikáciu osobnými obrázkami a používajte pohodlné skenovacie funkcie

# cameraPermissionName
source: Camera
fi: Kamera
pl: Aparat fotograficzny
sk: Kamera

# cameraUpperCase
source: CAMERA
fi: KAMERA
pl: KAMERA
sk: KAMERA

source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# cancelAppointmentButton
source: Cancel This Appointment
fi: Peruuta tämä aika
pl: Anuluj ten termin
sk: Stornovať tento termín

# cancelButtonOnSynchronizationFailureDialog
source: QUIT
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# cancelButtonText
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# cancelDeleteData
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# cancelDialogBackAction
source: Back
fi: Takaisin
pl: Powrót
sk: Späť

# cancelDialogCancelAction
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# cancelDialogDescription
source: Cancelling the upgrade will delete the already downloaded files. You can manually restart the upgrade at any time.
fi: Jos keskeytät päivityksen, jo ladatut tiedostot poistetaan. Voit käynnistää päivityksen milloin tahansa uudelleen manuaalisesti.
pl: Jeśli anulujesz aktualizację, już pobrane pliki zostaną usunięte. Można będzie uruchomić aktualizację na nowo w każdej chwili ręcznie.
sk: Zrušením aktualizácie sa odstránia už stiahnuté súbory. Aktualizáciu môžete kedykoľvek manuálne reštartovať.

# cancelDialogTitle
source: Are you sure to cancel?
fi: Haluatko todellakin keskeyttää?
pl: Czy na pewno chcesz anulować?
sk: Naozaj zrušiť?

# cancelOrderTitle
source: Cancel Order
fi: Peruuta tilaus
pl: Anuluj zlecenie
sk: Stornovať zákazku

# cancelPickupDeliveryOrderMessage
source: Are you sure you want to cancel the {orderType} appointment?
fi: Haluatko varmasti perua ajan ({orderType})?
pl: Na pewno chcesz odwołać termin {orderType}?
sk: Naozaj chcete termín ({orderType}) zrušiť?

# cancelSnackBarTitle
source: Remote Software Upgrade was cancelled.
fi: Remote Software Upgrade on keskeytetty.
pl: Anulowano Remote Software Upgrade.
sk: Remote Software Upgrade bolo zrušené.

# cancelString
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# cancelUpgradeButton
source: Cancel Upgrade
fi: Keskeytä päivitys
pl: Anuluj aktualizację
sk: Zrušiť aktualizáiu

# cancellationModalDescription
source: By choosing "Discard appointment" your service request will no longer be saved or sent to the dealer.
fi: Jos valitset "Keskeytä ajanvaraus", huoltopyyntöäsi ei tallenneta eikä lähetetä jälleenmyyjälle.
pl: Po wybraniu opcji "Anuluj rezerwację" zapytanie serwisowe nie zostanie zapisane ani przesłane do dealera.
sk: Keď vyberiete "Zrušiť objednávku", vaša servisná požiadavka sa neuloží ani sa neodošle predajcovi.

# cancellationModalTitle
source: Are you sure you want to discard the changes to your appointment?
fi: Oletko varma, että haluat hylätä aikaa koskevat muutokset?
pl: Czy na pewno chcesz odrzucić zmiany w terminie wizyty?
sk: Ste si istý, že chcete zahodiť svoje zmeny termínu?

# cancellationPageDetails
source: Additional information.
fi: Lisätietoja.
pl: Dodatkowa informacja.
sk: Dodatočná informácia.

# cancellationReasonNotReady
source: Not ready to schedule
fi: En halua varata huoltoaikaa nyt.
pl: Nie chcę teraz rezerwować terminu przeglądu.
sk: Teraz si nechcem rezervovať žiadny servisný termín.

# cancellationReasonSomethingElse
source: Something else
fi: Muu syy
pl: Inna przyczyna
sk: Iný dôvod

# cancellationReasonUnsure
source: Unsure about the services I require
fi: En ole varma, mitä huoltoa ajoneuvoni tarvitsee.
pl: Nie mam pewności co do tego, których usług potrzebuje mój pojazd.
sk: Nie som si istý, aké služby potrebujem

# cannotCollectFeedback
source: We cannot process feedback at the moment. Please try again later.
fi: Tällä hetkellä emme voi käsitellä palautetta. Yritä myöhemmin uudelleen.
pl: W tej chwili nie możemy zebrać żadnych informacji zwrotnych. Spróbuj ponownie później.
sk: Momentálne nemôžeme zhromažďovať žiadnu spätnú väzbu. Skúste to, prosím, znova neskôr.

# cannotLoadOptions
source: We cannot load the options at this time. Please try again later.
fi: Valintaasi ei voi tällä hetkellä ladata. Yritä myöhemmin uudelleen.
pl: Obecnie nie można wczytać Twojego wyboru. Spróbuj ponownie później.
sk: Váš výber momentálne nie je možné načítať. Skúste to znovu neskôr.

# cannotSendDestinationTitle
source: Cannot Send Destination
fi: Kohdetta ei voi lähettää
pl: Nie można wysłać celu
sk: Cieľ nie je možné odoslať

# carAreaInRkeRangeTitleHeaderCaps
source: READY FOR ACTION
fi: KÄYTTÖVALMIS
pl: GOTÓW
sk: PRIPRAVENÉ

# categoriesUpperCase
source: CATEGORIES
fi: KATEGORIAT
pl: KATEGORIE
sk: KATEGÓRIE

# ccmWarningSemantics
source: Check Control warning
fi: Check Control -varoitus
pl: Ostrzeżenie Check-Control
sk: Výstraha kontrolný panel

# cdServiceNotPurchasedSemantics
source: Service not purchased
fi: Palvelua ei tilattu
pl: Nie nabyto usługi
sk: Služba nezakúpená

# cdServicePurchasedSemantics
source: Service purchased
fi: Palvelu tilattu
pl: Nabyto usługę
sk: Služba zakúpená

# cdpDownForMaintenanceError
source: Due to maintenance, we cannot confirm your confirmation code at this time. Please try again later
fi: Huoltotöiden vuoksi emme tällä hetkellä pysty vahvistamaan vahvistuskoodiasi. Yritä myöhemmin uudelleen
pl: Ze względu na prace konserwacyjne nie możemy teraz potwierdzić kodu potwierdzenia. Spróbuj ponownie później
sk: Momentálne nemôžeme potvrdiť váš potvrdzovací kód z dôvodu údržby. Skúste to neskôr znova

# centerViewSemantics
source: Centre view
fi: Keskitä näkymä
pl: Wyśrodkuj widok
sk: Vycentrovať náhľad

source: Change data privacy configuration
fi: Muuta tietosuoja-asetuksia
pl: Zmień ustawienia dotyczące ochrony danych osobowych
sk: Zmeniť nastavenia ochrany údajov

source: Change PIN
fi: Muuta PIN
pl: Zmień PIN
sk: Zmeniť kód PIN

# changePinSemantics
source: Change PIN
fi: Muuta PIN
pl: Zmień PIN
sk: Zmeniť PIN

# changesWillNotBeSaved
source: Your changes will not be saved.
fi: Muutoksia ei tallenneta.
pl: Zmiany nie zostaną zapisane.
sk: Vaše zmeny sa neuložia.

source: Character count
fi: Merkit
pl: Znaki
sk: Znaky

# charactersInVin
source: {howMany} / {maxLength} characters entered
fi: {howMany}/{maxLength} merkkiä syötetty
pl: Wprowadzona liczba znaków: {howMany}/{maxLength}
sk: Zadajte nasledovný počet znakov: {howMany}/{maxLength}

# charactersLength
source: • At least 8 alphanumeric characters
fi: • Vähintään 8 aakkosnumeerista merkkiä
pl: • Co najmniej 8 znaków alfanumerycznych
sk: • Minimálne 8 alfanumerických znakov

# chargeAndClimateAllDaysWeeklyPlanner
source: Everyday
fi: Päivittäin
pl: Codziennie
sk: Denne

# chargeAndClimateLeaveContinue
source: STAY
fi: PYSY
pl: POZOSTAŃ
sk: ZOSTAŤ

# chargeAndClimateLeavePage
source: Leave this page?
fi: Haluatko poistua tältä sivulta?
pl: Opuścić tę stronę?
sk: Opustiť tieto stránky?
