Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# scheduleServiceCancelAppointmentErrorHeader
source: Cancel Appointment
fi: Peruuta aika
pl: Anuluj termin
sk: Stornovať termín

# scheduleServiceCancelAppointmentFailedCancelBtn
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# scheduleServiceCancelAppointmentFailedErrorDesc
source: We were unable to process your request and apologize for the inconvenience. Please retry, or call your selected dealer
fi: Tiedusteluasi ei voitu käsitellä - pyydämme anteeksi esiintyneitä ongelmia. Yritä uudelleen tai soita valitsemallesi jälleenmyyjälle.
pl: Niestety nie mogliśmy przetworzyć Twojego zapytania. Przepraszamy za zaistniałe niedogodności. Spróbuj ponownie lub zadzwoń do wybranego dealera.
sk: Nepodarilo sa nám spracovať Vašu požiadavku a ospravedlňujeme sa za spôsobené nepríjemnosti. Skúste to znova alebo zavolajte svojmu zvolenému predajcovi.

# scheduleServiceCancelAppointmentFailedErrorTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# scheduleServiceCancelAppointmentFailedRetryBtn
source: Retry
fi: Yritä uudelleen
pl: Spróbuj ponownie
sk: Skúste to znova

# scheduleServiceCancelAppointmentKeepSchedulingBtn
source: Continue scheduling
fi: Jatka ajanvarausta
pl: Kontynuuj rezerwację terminu wizyty
sk: Pokračovať v rezervácii termínu

# scheduleServiceCancelAppointmentSnackbarErrorMsg
source: We were unable to process your request and apologise for the inconvenience. Please try again, or call your selected dealer.
fi: Tiedusteluasi ei voitu käsitellä - pyydämme anteeksi esiintyneitä ongelmia. Yritä uudelleen tai soita valitsemallesi jälleenmyyjälle.
pl: Niestety nie udało się nam przetworzyć Twojego zapytania. Przepraszamy za zaistniałe niedogodności. Spróbuj ponownie lub zadzwoń do wybranego dealera.
sk: Nepodarilo sa nám spracovať Vašu požiadavku a ospravedlňujeme sa za spôsobené nepríjemnosti. Skúste to znova alebo zavolajte svojmu zvolenému predajcovi.

# scheduleServiceCancelAppointmentWarning
source: If you proceed please be aware that this time slot may be unavailable if you reschedule at a later time.
fi: Ennen kuin jatkat, ota huomioon, että tämä aikaväli ei ehkä ole enää käytettävissä, jos varaat myöhemmin uuden ajan.
pl: Zanim przystąpisz do kontynuacji, pamiętaj o tym, że w razie uzgadniania nowego terminu w późniejszym czasie to okno czasowe może być już niedostępne.
sk: Skôr ako budete pokračovať, nezabudnite, že ak si neskôr dohodnete nový termín, tento termín už nemusí byť dostupný.

# scheduleServiceCancelAppointmentWarningTitle
source: Cancel appointment?
fi: Peruutetaanko aika?
pl: Czy anulować termin?
sk: Stornovať termín?

# scheduleServiceCarouselItemSubtitle
source: View available appointment times
fi: Näytä käytettävissä olevat ajat
pl: Wyświetl dostępne terminy
sk: Zobraziť dostupné termíny

# scheduleServiceSnackBarErrorMessage
source: We're temporarily unable to reach our scheduling system. Find a dealer, and call to schedule.
fi: Soita huoltopisteeseen huoltoajan varaamista varten.
pl: Aby uzgodnić termin przeglądu, zwróć się do swojego partnera serwisowego.
sk: S cieľom dohodnutia servisného termínu sa obráťte na svojho servisného partnera.

# scheduleServiceSnackBarNoVinErrorMessage
source: Unable to receive your vehicle information. Please call the dealer to schedule a service.
fi: Ajoneuvon tiedot eivät ole käytettävissä. Soita jälleenmyyjälle ajanvarausta varten.
pl: Brak dostępnych informacji o pojeździe. Zadzwoń do dealera, aby uzgodnić termin.
sk: Informácie o vozidle nie sú dostupné. Na dohodnutie termínu zavolajte predajcovi.

# scheduleServiceSubmitError
source: We were unable to process your request and apologize for the inconvenience. In addition to resubmitting this request, you can try to schedule the service again in the app, or call your selected dealer.
fi: Tiedustelua ei voitu käsitellä - pyydämme anteeksi esiintyneitä ongelmia. Uuden tiedustelun lähettämisen lisäksi voi olla hyödyllistä suunnitella huolto uudelleen sovelluksella tai soittaa valitulle jälleenmyyjälle.
pl: Niestety nie mogliśmy wykonać przetwarzania Twojego zapytania. Przepraszamy za zaistniałe niedogodności. Oprócz ponownego wysłania tego zapytania pomocnym rozwiązaniem może być ponowne zaplanowanie serwisu w aplikacji lub kontakt z wybranym dealerem.
sk: Nepodarilo sa nám spracovať požiadavku a ospravedlňujeme sa za spôsobené nepríjemnosti. Okrem opätovného odoslania tejto požiadavky môže pomôcť znova naplánovať termín v aplikácii alebo zavolať zvolenému predajcovi.

# scheduledAt
source: Scheduled {day} at {hours}
fi: Suunniteltu ajankohta {day} kello {hours}
pl: Zaplanowano w dniu {day} o godzinie {hours}
sk: Naplánované na {day} o {hours}

# schedulingStepLabel
source: Step {stepNumber} of {stepCount}
fi: Vaihe {stepNumber} / {stepCount}
pl: Krok {stepNumber} z {stepCount}
sk: Krok {stepNumber} z {stepCount}

# screenshotSemantics
source: Picture
fi: Kuva
pl: Obraz
sk: Obrázok

source: Search
fi: Haku
pl: Wyszukiwanie
sk: Vyhľadávanie

# searchBarQuestion
source: Where do you want to go?
fi: Miten haluat ajaa?
pl: Dokąd chcesz jechać?
sk: Kam chcete ísť?

# searchBarQuestionWithCategoryPill
source: Add a city, name, ...
fi: Lisää kaupunki, nimi, …
pl: Dodaj miejscowość, imię…
sk: Pridajte mesto, názov,…

source: Search Error
fi: Virhe haun yhteydessä.
pl: Błąd podczas wyszukiwania.
sk: Chyba pri vyhľadávaní.

# searchHistoryLastMonthHeader
source: Last month
fi: Viime kuukausi
pl: Ostatni miesiąc
sk: Posledný mesiac

# searchHistoryLastWeekHeader
source: Last week
fi: Viime viikko
pl: Ostatni tydzień
sk: Posledný týždeň

# searchHistoryPrevioushHeader
source: Previous searches
fi: Aikaisemmat haut
pl: Wcześniejsze wyszukiwania
sk: Predošlé vyhľadávania

# searchHistoryThisMonthHeader
source: This month
fi: Tämä kuukausi
pl: Ten miesiąc
sk: Tento mesiac

# searchHistoryThisWeekHeader
source: This week
fi: Tämä viikko
pl: Ten tydzień
sk: Tento týždeň

# searchHistoryTodayHeader
source: Today
fi: Tänään
pl: Dziś
sk: Dnes

# searchHistoryYesterdayHeader
source: Yesterday
fi: Eilen
pl: Wczoraj
sk: Včera

# searchInThisAreaButtonTitle
source: Search in this area
fi: Hae tältä alueelta
pl: Wyszukiwanie w tym obszarze
sk: Vyhľadávanie v tejto oblasti

# searchNoResults
source: No results found
fi: Tuloksia ei löytynyt
pl: Brak wyników
sk: Neboli nájdené žiadne výsledky

# searchSemantics
source: Search
fi: Hae
pl: Wyszukaj
sk: Vyhľadať

# searchingForQrCodeSnackBarMessage
source: Searching for QR code…
fi: Haetaan QR-koodia…
pl: Wyszukiwanie kodu QR…
sk: Vyhľadávanie QR kódu…

# seatbeltWarningSemantics
source: Seatbelt warning
fi: Varoitus turvavyö
pl: Ostrzeżenie dot. pasa bezpieczeństwa
sk: Výstraha bezpečnostný pás

# secondDescriptionForServiceDetail
source: Currently, this service is only available for selected BMW models of July 2019 or newer.
fi: Tämä palvelu on tällä hetkellä käytettävissä vain valituille BMW-malleille heinäkuusta 2019 alkaen.
pl: Obecnie ten przegląd jest dostępny tylko dla wybranych modeli BMW od lipca 2019 r.
sk: Aktuálne je táto služba dostupná od júla 2019 iba pre vybrané modely BMW.

# securityCodeDescription
source: Please enter your vehicle's security code from "ConnectedDrive" > "Messages".
fi: Syötä ajoneuvon turvakoodi, joka löytyy kohdasta "ConnectedDrive > Viestit".
pl: Wprowadź kod bezpieczeństwa pojazdu dostępny tutaj: "ConnectedDrive" > "Wiadomości".
sk: Znova zadajte bezpečnostný kód svojho vozidla z "ConnectedDrive" > "Správy".

# securityCodeExpiration
source: The security code is only valid for three hours
fi: Turvakoodi on voimassa vain kolme tuntia
pl: Kod bezpieczeństwa jest ważny tylko przez trzy godziny
sk: Bezpečnostný kód je platný iba tri hodiny

# securityCodeInvalid
source: Invalid security code
fi: Virheellinen turvakoodi
pl: Nieważny kod bezpieczeństwa
sk: Neplatný bezpečnostný kód

# seeUpperCase
source: SHOW RESULTS
fi: NÄYTÄ TULOKSET
pl: WYŚWIETL WYNIKI
sk: ZOBRAZIŤ VÝSLEDKY

source: SELECT
fi: VALITSE
pl: WYBIERZ
sk: ZVOLIŤ

# selectCapitalized
source: Select
fi: Valitse
pl: Wybierz
sk: Zvoliť

# selectCityDestinations
source: Select City
fi: Valitse kaupunki
pl: Wybierz miasto
sk: Zvoliť mesto

# selectDealerToastMessage
source: Select a dealer to schedule service.
fi: Valitse huoltopiste huoltoajan varaamista varten.
pl: Wybierz serwis, aby uzgodnić termin przeglądu.
sk: Na dohodnutie servisného termínu zvoľte servisného partnera.

# selectPhotosConfirm
source: CONFIRM
fi: VAHVISTA
pl: POTWIERDŹ
sk: POTVRDIŤ

# selectPhotosReminderTitle
source: Reminder
fi: Muistutus
pl: Przypomnienie
sk: Pripomienka

# selectPhotosTitleRecent
source: Recents
fi: Äskettäin
pl: Niedawno
sk: Nedávno

# selectRecentLocations
source: Select based on your most recent locations
fi: Valitse viimeisten sijaintiesi perusteella
pl: Wybierz na podstawie ostatnich lokalizacji
sk: Zvoľte na základe vašich posledných polôh

source: SELECT YOUR PREFERRED TIME SLOT:
fi: VALITSE ENSISIJAINEN AIKAVÄLI:
pl: WYBIERZ PREFEROWANE OKNO CZASOWE:
sk: ZVOLIŤ PREFEROVANÝ ČASOVÝ INTERVAL:

source: SELECTED
fi: VALITTU
pl: WYBRANO
sk: ZVOLENÉ

source: SEND
fi: LÄHETÄ
pl: WYŚLIJ
sk: ODOSLAŤ

# sendFailedDialogCallText
source: Call IT Now
fi: Soita nyt IT-tukeen
pl: Zadzwoń teraz do IT
sk: zavolať teraz IT

# sendFailedDialogMessage
source: Your information has not been sent successfully, you can call Roadside Assistance.
fi: Jos tietojen lähettäminen ei onnistunut, voit soittaa liikkuvuuspalveluun.
pl: Jeżeli informacje nie zostały przesłane pomyślnie, możesz zadzwonić po pomoc drogową.
sk: Ak sa Vaše informácie nepodarilo úspešne odoslať, zavolajte asistenčnú službu.

# sendFailedDialogTitle
source: Failed to Send
fi: Lähettäminen epäonnistui
pl: Wysyłanie nie powiodło się
sk: Odosielanie zlyhalo

# sendFeedback
source: Send app feedback
fi: Lähetä palautetta sovelluksesta
pl: Wyślij opinię dot. aplikacji
sk: Poslať spätnú väzbu k aplikácii

# sendFeedbackDone
source: Done
fi: Valmis
pl: Gotowe
sk: Hotovo

# sendFeedbackEnterText
source: Enter text
fi: Kirjoita teksti
pl: Wprowadź tekst
sk: Zadať text

# sendFeedbackFrequentlyAskedQuestions
source: Answers to common app questions and issues can be found in the
fi: Sovellusten yhteydessä usein ilmaantuviin kysymyksiin ja ongelmiin löydät vastauksia kohdasta
pl: Odpowiedzi na często zadawane pytania i problemy związane z aplikacją podane są w
sk: Odpovede na často kladené otázky a problémy týkajúce sa aplikácií nájdete v časti

# sendFeedbackFrequentlyAskedQuestionsTap
source: Frequently Asked Questions
fi: Usein kysytyt kysymykset
pl: Często zadawane pytania
sk: Často kladené otázky

# sendFeedbackLetUsKnow
source: Let us know.
fi: Kerro mielipiteesi.
pl: Powiadom nas.
sk: Dajte nám vedieť.

# sendFeedbackNeedAssistance
source: If you need direct assistance with a problem, please contact our support team.
fi: Jos tarvitset suoraa apua ongelman ratkaisemiseksi, käänny tukitiimimme puoleen.
pl: Jeżeli potrzebujesz bezpośredniej pomocy w razie problemu, zwróć się do naszego działu pomocy.
sk: Ak s určitým problémom potrebujete priamu pomoc, obráťte sa na náš tím podpory.

# sendFeedbackNeedAssistanceCN
source: If you need direct assistance with a problem, please contact our support team.
fi: Jos tarvitset suoraa apua ongelman ratkaisemiseksi, käänny tukitiimimme puoleen.
pl: Jeżeli potrzebujesz bezpośredniej pomocy w razie problemu, zwróć się do naszego działu pomocy.
sk: Ak s určitým problémom potrebujete priamu pomoc, obráťte sa na náš tím podpory.

# sendFeedbackNeedAssistanceTap
source: contact our support team
fi: Ota yhteys tukitiimiin
pl: Skontaktuj się z naszym działem pomocy
sk: Kontaktujte náš tím podpory

# sendFeedbackSemantics
source: Send app feedback
fi: Lähetä palautetta sovelluksesta
pl: Wyślij opinię dot. aplikacji
sk: Poslať spätnú väzbu k aplikácii

# sendFeedbackThankYouDescription
source: While we cannot respond personally, your comments will be carefully considered for future app enhancements. If you need direct assistance, please call our support team.
fi: Vaikka emme pysty vastaamaan henkilökohtaisesti, kommenttisi huomioidaan sovelluksen tulevassa kehittelytyössä. Jos tarvitset suoraa apua, soita tukitiimille.
pl: Nawet jeżeli nie odpowiemy osobiście, komentarze zostaną starannie sprawdzone podczas kolejnych usprawnień aplikacji. Jeżeli potrzebujesz pomocy bezpośrednio, zadzwoń do działu pomocy.
sk: Aj keď Vám nemôžeme odpovedať osobne, Vaše poznámky starostlivo zvážime pri budúcom zlepšovaní aplikácie. Ak potrebujete priamu pomoc, zavolajte nášmu tímu podpory.

# sendFeedbackThankYouTitle
source: Thanks for your feedback.
fi: Kiitos palautteestasi.
pl: Serdecznie dziękujemy za Twoją opinię.
sk: Ďakujeme za Vašu spätnú väzbu.

# sendFeedbackTitle
source: Send app feedback
fi: Lähetä palautetta sovelluksesta
pl: Wyślij opinię dot. aplikacji
sk: Poslať spätnú väzbu k aplikácii

# sendFeedbackTypeQuestion
source: What feedback would you like to give us?
fi: Mitä palautetta haluat antaa?
pl: Jaką informacje chcesz nam podać?
sk: Ako by ste nás ohodnotili?

# sendFeedbackYourComment
source: Your comment
fi: Kommenttisi
pl: Twój komentarz
sk: Váš komentár

# sendMessageSemantics
source: Send message
fi: Lähetä viesti
pl: Wyślij wiadomość
sk: Poslať správu

# sendSmsMessage
source: The verification code has been sent.
fi: Vahvistuskoodi on lähetetty.
pl: Kod uwierzytelniający został przesłany.
sk: Overovací kód bol odoslaný.

# sendToVehicleButton
source: Send to vehicle
fi: Lähetä ajoneuvoon
pl: Wyślij do pojazdu
sk: Odoslať do vozidla

# sendToVehicleCantReachServerSubTitle
source: We are sorry, the destination could not be sent. Please try again in a few seconds.
fi: Kohdetta ei voitu lähettää. Yritä uudelleen.
pl: Wysłanie celu nie powiodło się. Spróbuj ponownie.
sk: Cieľ sa nepodarilo odoslať. Skúste to znova.

# sendToVehicleFindInVehicleActionBranded
source: FIND DESTINATION IN MY {appBrand}
fi: ETSI KOHDE {appBrand}-AJONEUVOSSANI
pl: ZNAJDŹ CEL W MOIM {appBrand}
sk: NÁJSŤ CIEĽ V MOJOM {appBrand}

# sendToVehicleGenericErrorSubitle
source: The destination could not be sent. Please try again.
fi: Kohdetta ei voitu lähettää. Yritä uudelleen.
pl: Wysłanie celu nie powiodło się. Spróbuj ponownie.
sk: Cieľ sa nepodarilo odoslať. Skúste to znova.

# sendToVehicleGenericErrorTitle
source: An error occurred
fi: On ilmaantunut virhe.
pl: Wystąpił błąd.
sk: Vyskytla sa chyba.

# sendToVehicleGoToStoreAction
source: GO TO SHOP
fi: SHOPIIN
pl: DO SKLEPU
sk: DO OBCHODU

# sendToVehicleSemantics
source: Send this destination to my {brand}
fi: Lähetä tämä kohde {brand}-ajoneuvoon
pl: Wyślij cel do mojego {brand}
sk: Poslať tento cieľ do môjho {brand}

# sendToVehicleSubscriptionActionTitle
source: No active subscription
fi: Ei aktiivista tilausta
pl: Brak ważnego abonamentu
sk: Žiadne aktívne predplatné

# sendToVehicleUseProfileDialogDismissButton
source: CLOSE
fi: SULJE
pl: ZAMKNIJ
sk: ZATVORIŤ

# sendToVehicleUseProfileDialogOptOut
source: Don't show me this again
fi: Älä näytä uudestaan
pl: Nie wyświetlaj ponownie
sk: Nabudúce nezobrazovať

# sendToVehicleUseProfileDialogSeeHowButton
source: HERE'S HOW
fi: TOIMI NÄIN
pl: TAK TO DZIAŁA
sk: TAKTO TO FUNGUJE

# sendinBMWIdToVehicleSnackBarMessage
source: Sending to vehicle…
fi: Lähetä ajoneuvoon…
pl: Wysyłanie do pojazdu…
sk: Odoslať do vozidla…

# sendingDestinationToVehicle
source: Sending destination…
fi: Kohde lähetetään…
pl: Trwa wysyłanie celu…
sk: Cieľ sa odosiela…

source: Sending To vehicle
fi: Lähetä ajoneuvoon
pl: Wyślij do pojazdu
sk: Odoslať do vozidla

# sentDestinationsConfirmMessage
source: Destination deleted
fi: Kohde poistettu
pl: Cel usunięty
sk: Cieľ vymazaný

# sentDestinationsEditTitle
source: Edit sent destinations
fi: Lähetettyjen kohteiden muokkaus
pl: Edytuj wysłane cele
sk: Upraviť odoslané ciele

# sentDestinationsEmptyDescription
source: Your sent destinations will be displayed here.
fi: Lähetetyt kohteet näkyvät tässä.
pl: Tu są wyświetlane Twoje wysłane cele.
sk: Tu sa zobrazujú vaše odoslané ciele.

# sentDestinationsEmptyHeader
source: There are no sent destinations
fi: Ei lähetettyjä kohteita
pl: Brak wysłanych celów
sk: Žiadne odoslané ciele

# sentDestinationsInternetRequired
source: An online connection is required in order to display and sync your sent destinations.
fi: Lähetettyjen kohteiden näyttö ja synkronointi edellyttää online-yhteyttä.
pl: Wymagane połączenie online w celu wyświetlenia i synchronizacji wysłanych celów.
sk: Na zobrazenie a synchronizáciu odoslaných cieľov je potrebné online pripojenie.

# sentDestinationsLimitSemantics
source: You can see 30 sent destinations
fi: Voit tarkastella 30 lähetettyä kohdetta
pl: Możesz zobaczyć 30 wysłanych celów
sk: Môžete zobraziť 30 odoslaných cieľov

source: Sent to vehicle
fi: Lähetetty ajoneuvoon
pl: Wysłano do pojazdu
sk: Odoslané do vozidla

# serviceActivatedSuccessfully
source: Successfully Activated
fi: Aktivointi onnistui
pl: Aktywacja powiodła się
sk: Úspešne aktivované

# serviceAssistanceText
source: Service Assistance:
fi: Lisäpalvelu:
pl: Usługa pomocy:
sk: Asistenčná služba:

# serviceBottomBarMenuTitle
source: Service
fi: Huolto
pl: Przegląd
sk: Servis

# serviceItemsReviewTitle
source: Service Items
fi: Huoltokohteet
pl: Pozycje serwisowe
sk: Miesto výkonu údržby

# serviceOrRepairsTitle
source: Services or repairs
fi: Huoltotyöt tai korjaukset
pl: Usługi lub naprawy
sk: Servisy alebo opravy

# serviceRequiredSemantics
source: Services required
fi: Huoltotarve
pl: Wymogi serwisowania
sk: Potreba servisu

source: Service status:
fi: Huollon tila:
pl: Status serwisu:
sk: Servisný stav:

# serviceStatusPageTitle
source: Service Status
fi: Huollon tila
pl: Status serwisu
sk: Servisný stav

# serviceStatusWithColon
source: Service Status:
fi: Huollon tila:
pl: Status serwisu:
sk: Servisný stav:

# serviceTrackingPageTitle
source: Service Tracking
fi: Huollon seuranta
pl: Śledzenie serwisu
sk: Sledovanie servisu

# serviceTypeItemTitle
source: Service Type
fi: Huoltotyyppi
pl: Rodzaj przeglądu
sk: Typ servisu

# servicesDetailsPage
source: Service Details
fi: Huoltotiedot
pl: Szczegóły usługi
sk: Podrobnosti o servise

# servicesPillText
source: Service
fi: Huolto
pl: Przegląd
sk: Servis

# servicesRequestedDescription
source: Please list the service(s) you are requesting of the dealer. Provide additional information and context as needed.
fi: Kirjoita tähän ajoneuvollesi toivomasi huoltotyöt ja korjaukset.
pl: Wpisz tutaj wybrane usługi i naprawy dla swojego pojazdu.
sk: Sem zadajte požadované servisné úkony a opravy na vašom vozidle.

# servicesRequestedTitle
source: Services Requested
fi: Tilattu huolto
pl: Zamówiona usługa
sk: Rezervovaný servis

# servicesTabTitle
source: SERVICES
fi: HUOLTO
pl: USŁUGI
sk: SERVIS

# setAStartTimer
source: Set start time
fi: Aseta aloitusaika
pl: Ustawianie czasu rozpoczęcia
sk: Nastaviť čas začatia

# setActionButtonHomeWork
source: Set
fi: Valitse
pl: Ustal
sk: Nastaviť

# setAddressActionBottomSheetTitle
source: Set address
fi: Valitse osoite
pl: Ustal adres
sk: Nastaviť adresu

source: Set departure time
fi: Aseta lähtöaika
pl: Ustaw godzinę odjazdu
sk: Nastaviť čas odjazdu

# setHomeFavoriteSuccess
source: Home saved.
fi: Kotiosoite tallennettu.
pl: Dom zapisany.
sk: Domov uložené.

# setOneOffTimer
source: Set the one-off timer
fi: Aseta kertaluonteinen lähtöaika
pl: Ustaw jednorazową godzinę odjazdu
sk: Nastaviť jednorazový čas odjazdu

source: Set Password
fi: Aseta salasana
pl: Zdefiniuj hasło
sk: Stanoviť heslo

# setPreferredPartnerErrorTextNoPorfolio
source: This service center does not provide support for this brand. Please select a different service center.
fi: Tämä huoltopiste ei tarjoa tukea tälle merkille. Valitse toinen huoltopiste.
pl: Ten serwis nie obsługuje tej marki. Wybierz inny serwis.
sk: Tento servisný partner neponúka pre túto značku žiadnu podporu. Vyberte iného servisného partnera.

# setPreferredPartnerErrorTextNotFound
source: Service center not found. Please select a different service center.
fi: Huoltopistettä ei löytynyt. Valitse toinen huoltopiste.
pl: Nie znaleziono serwisu. Wybierz inny serwis.
sk: Servisný partner nebol nájdený. Vyberte iného servisného partnera.

# setPreferredPartnerErrorTextVehicleNotFound
source: No vehicle has been found for the specified VIN.
fi: Ilmoitetulla valmistenumerolla (VIN) ei löytynyt ajoneuvoa.
pl: Nie znaleziono pojazdu o podanym numerze VIN.
sk: Pre zadané VIN nebolo nájdené žiadne vozidlo.

# setTheDepartureTimer
source: Set departure time
fi: Aseta lähtöaika
pl: Ustaw godzinę odjazdu
sk: Nastaviť čas odjazdu

source: Set weekly timer
fi: Aseta viikoittainen lähtöaika
pl: Ustaw cotygodniową godzinę odjazdu
sk: Nastaviť týždenný čas odjazdu

# setWorkFavoriteSuccess
source: Work saved.
fi: Työ tallennettu.
pl: Praca zapisana.
sk: Práca je uložená.

source: Settings
fi: Asetukset
pl: Ustawienia
sk: Nastavenia

# settingsAppBar
source: Settings
fi: Asetukset
pl: Ustawienia
sk: Nastavenia

# settingsNotSuccessfullyDoneSemantics
source: Transfer of settings failed
fi: Asetuksien käyttö epäonnistui
pl: Zastosowanie ustawień nie powiodło się
sk: Zlyhalo prevzatie nastavení

# settingsSemantics
source: Settings
fi: Asetukset
pl: Ustawienia
sk: Nastavenia

# settingsSuccessfullyDoneSemantics
source: Done
fi: Valmis
pl: Gotowe
sk: Hotovo

# settingsUpperCase
source: SETTINGS
fi: ASETUKSET
pl: USTAWIENIA
sk: NASTAVENIA

# setup
source: ACTIVATE
fi: ASENNUS
pl: AKTYWUJ
sk: AKTIVOVAŤ

source: Share all above information
fi: Jaa kaikki yllä mainitut tiedot
pl: Udostępnij wszystkie wyżej wymienione informacje
sk: Zdieľať všetky vyššie uvedené informácie

# shareDataSemantics
source: Share data
fi: Jaa tiedot
pl: Udostępnij dane
sk: Zdieľať údaje

# shareInfoTipsText
source: Your location and personal data will transfer to rescue call center
fi: Sijaintisi ja henkilötietosi välitetään hätäpalvelulle.
pl: Informacja o Twojej lokalizacji i Twoje dane osobowe zostaną przekazane do centrum powiadamiania ratunkowego.
sk: Vaša aktuálna poloha a Vaše osobné údaje sa poskytujú pohotovostnej službe.

# shareInformationText
source: By sharing your location data, our external Roadside Assistance partner will speed up service and enable vehicle service tracking.
fi: Kun jaat sijaintisi, liikkuvuuspalvelu pystyy auttamaan nopeammin.
pl: Jeżeli udostępnisz swoją lokalizację, pomoc drogowa będzie mogła szybciej pomóc.
sk: Keď budete zdieľať svoju polohu, bude Vám môcť asistenčná služba rýchlejšie pomôcť.

# shareInformationTitle
source: Sharing your information
fi: Jaa tiedot
pl: Udostępnij informacje o sobie
sk: Zdieľať Vaše informácie

# shareSemantics
source: Share
fi: Jaa
pl: Udostępnij
sk: Zdieľať

# shareYourChargingExperienceUpperCase
source: SHARE YOUR CHARGING EXPERIENCE WITH US
fi: ANNA MEIDÄN OSALLISTUA LATAUSKOKEMUKSEESI
pl: PODZIEL SIĘ Z NAMI SWOIMI DOŚWIADCZENIAMI ZWIĄZANYMI Z ŁADOWANIEM
sk: CHCEME BYŤ SÚČASŤOU VÁŠHO ZÁŽITKU Z NABÍJANIA

# sharedDestinationErrorMessage
source: Something went wrong while sending the destination. Please try again in a few seconds.
fi: Kohteen lähettäminen epäonnistui. Yritä vielä kerran.
pl: Wysyłanie celu nie powiodło się. Spróbuj jeszcze raz.
sk: Odosielanie cieľa zlyhalo. Skúste to ešte raz.

# sharedDestinationErrorTitle
source: Could not reach the server
fi: Palvelin ei käytettävissä
pl: Serwer niedostępny
sk: Server je nedostupný

# sharedDestinationLoading
source: Loading...
fi: Ladataan…
pl: Trwa ładowanie…
sk: Načítava sa…
