Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# engineTemperatureWarningSemantics
source: Engine temperature warning
fi: Varoitus moottorin lämpötila
pl: Ostrzeżenie dot. temperatury silnika
sk: Výstraha teplota motora

# enterPin
source: Please enter your 4-digit PIN
fi: Syötä 4 merkkiä sisältävä PIN-koodisi
pl: Podaj swój 4-znakowy PIN
sk: Zadajte svoj 4-miestny PIN

# enterPinMessage
source: Please set a new 4-digit PIN
fi: Luo uusi 4 merkkiä sisältävä PIN
pl: Ustal nowy 4-znakowy PIN
sk: Zadajte nový 4-miestny PIN

source: Enter Security Code
fi: Syötä turvakoodi
pl: Podaj kod bezpieczeństwa
sk: Zadať bezpečnostný kód

# enterSecurityCodePrompt
source: Enter security code
fi: Syötä turvakoodi
pl: Podaj kod bezpieczeństwa
sk: Zadať bezpečnostný kód

# enterSecurityCodeUpperCase
source: ENTER SECURITY CODE
fi: SYÖTÄ TURVAKOODI
pl: PODAJ KOD BEZPIECZEŃSTWA
sk: ZADAŤ BEZPEČNOSTNÝ KÓD

# enterVIN
source: Enter your VIN
fi: Syötä VIN
pl: Wprowadź numer VIN
sk: Zadajte svoje VIN

source: Error
fi: Virhe
pl: Błąd
sk: Chyba

# errorAccountAlreadyExistsTitle
source: Another Account Exists
fi: Toinen tili on jo olemassa
pl: Istnieje inne konto
sk: Účet už existuje

# errorAccountValidationDescription
source: There was a problem with the information provided. Please correct and try again.
fi: On ilmaantunut annettuihin tietoihin liittyvä ongelma. Korjaa ne ja yritä uudelleen.
pl: Wystąpił problem z udostępnionymi informacjami. Popraw i powtórz.
sk: Došlo k problému s poskytnutými informáciami. Opravte a zopakujte.

# errorAccountValidationOmcDescription
source: There was a problem contacting the Connected Cloud with the information provided. Please try again.
fi: On ilmaantunut ongelma yhdistämisessä Connected Cloud -palveluun annetuilla tiedoilla. Yritä uudelleen.
pl: Wystąpił problem skontaktowania Connected Cloud z udostępnionymi informacjami. Powtórz.
sk: Došlo k problému pri kontaktovaní cloudu Connected Cloud s poskytnutými informáciami. Zopakujte.

# errorAccountValidationTitle
source: Could Not Complete Profile
fi: Profiilia ei saatu valmiiksi.
pl: Nie udało się zakończyć sprawdzania profilu.
sk: Profil nebolo možné dokončiť.

# errorBatteryLowText
source: Please check the vehicle's battery level
fi: Tarkista ajoneuvon varaustaso
pl: Sprawdź poziom naładowania pojazdu
sk: Skontrolujte stav nabitia vozidla

# errorBatteryLowTitle
source: Battery level might be too low
fi: Varaustaso voi olla liian alhainen
pl: Poziom naładowania mógł być za niski
sk: Stav nabitia môže byť príliš nízky

# errorCameraErrorText
source: Something went wrong with the camera system. Please try again later.
fi: Kamerajärjestelmässä on ilmaantunut virhe. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak z systemem kamer. Spróbuj ponownie później.
sk: Došlo k chybe kamerového systému. Skúste to neskôr znova.

# errorCameraErrorTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# errorCanNotProceedText
source: Another Remote 3D View may currently be executed.
fi: Mahdollisesti on parhaillaan käynnissä toinen Remote 3D View.
pl: Być może obecnie realizowana jest kolejna funkcja Remote 3D View.
sk: Možno sa aktuálne zobrazuje iný náhľad Remote 3D View.

# errorCanNotProceedTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# errorCancelledBatteryText
source: Vehicle battery may be low. Please check in vehicle.
fi: Ajoneuvon akku voi olla tyhjentynyt. Tarkista se ajoneuvosta.
pl: Akumulator pojazdu może być rozładowany. Sprawdź w pojeździe.
sk: Batéria vozidla môže byť vybitá. Skontrolujte to vo vozidle.

# errorCancelledBatteryTitle
source: Low battery
fi: Akun varaustaso alhainen
pl: Niski poziom naładowania akumulatora
sk: Nízky stav nabitia batérie

# errorCountryRestrictionText
source: Your car is currently located in a country where this feature is not allowed. Please try again when the vehicle is in an unrestricted country. If you want to know more about the restrictions for this feature in certain countries, please visit our website or contact customer support.
fi: Ajoneuvo sijaitsee tällä hetkellä maassa, jossa tämä toiminto ei ole sallittu. Yritä uudelleen, kun ajoneuvo sijaitsee maassa, jossa toiminto on sallittu. Jos haluat lisätietoja toiminnon maakohtaisista rajoituksista, vieraile internet-sivustollamme tai käänny asiakaspalvelun puoleen.
pl: Pojazd znajduje się obecnie w kraju, w którym ta funkcja nie jest dozwolona. Spróbuj ponownie, gdy pojazd znajdzie się w kraju, w którym ta funkcja jest dozwolona. Aby uzyskać więcej informacji o specyficznych dla kraju ograniczeniach dot. tej funkcji, odwiedź naszą stronę internetową lub zwróć się do Centrum Obsługi Klienta.
sk: Vozidlo sa aktuálne nachádza v krajine, v ktorej táto funkcia nie je povolená. Skúste to znova, keď sa vozidlo bude nachádzať v krajine, v ktorej je funkcia povolená. Keď sa chcete dozvedieť viac o reštrikciách tejto funkcie v danej krajine, navštívte našu alebo kontakujte zákaznícku podporu.

# errorCountryRestrictionTitle
source: Country restriction
fi: Maakohtainen rajoitus
pl: Ograniczenie krajów
sk: Obmedzenie pre krajinu

# errorFileUploadText
source: Something went wrong while transferring the picture. Please make sure your vehicle is located in an area with good internet connection and try again later.
fi: Kuvansiirron aikana ilmaantui virhe. Varmista, että ajoneuvosi on alueella, jolla on hyvä online-yhteys, ja yritä uudelleen.
pl: Coś poszło nie tak podczas transmisji obrazów. Upewnij się, że pojazd znajduje się w otoczeniu z dobrym połączeniem online, i spróbuj ponownie.
sk: Počas prenosu obrazu došlo k chybe. Uistite sa, že sa vozidlo nachádza v oblasti s dobrým online pripojením, a skúste to znova.

# errorFileUploadTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# errorGenericText
source: Something went wrong during the execution. Please try again later.
fi: Suorituksen aikana ilmaantui virhe. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak podczas procesu. Spróbuj ponownie później.
sk: Počas vykonávania došlo k chybe. Skúste to, prosím, znova neskôr.

# errorGenericTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# errorGenericUploadText
source: Something went wrong during the execution. Please try again.
fi: Suoritusvirhe. Yritä uudelleen.
pl: Błąd przy wykonywaniu. Spróbuj ponownie.
sk: Chyba pri vyhotovení. Skúste to znova.

# errorGenericUploadTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# errorGenericVehicleText
source: 1. Check your vehicle's internet connection. 2. Try to update the services in the vehicle. 3. Try to deactivate and then re-activate data privacy in the vehicle. 4. Restart the app.
fi: 1. Tarkista ajoneuvosi online-yhteys. 2. Yritä päivittää ajoneuvosi palvelut. 3. Yritä deaktivoida ajoneuvosi tietosuoja ja aktivoida se sitten uudelleen. 4. Käynnistä sovellus uudelleen.
pl: 1. Sprawdź połączenie online Twojego pojazdu. 2. Spróbuj zaktualizować usługi w pojeździe. 3. Spróbuj dezaktywować i ponownie aktywować ochronę danych w pojeździe. 4. Uruchom ponownie aplikację.
sk: 1. Skontrolujte online pripojenie svojho vozidla. 2. Skúste vo vozidle aktualizovať služby. 3. Skúste vo vozidle deaktivovať a potom opäť aktivovať ochranu osobných údajov. 4. Reštartujte aplikáciu.

# errorGenericVehicleTitle
source: Something went wrong in vehicle
fi: Jotain meni pieleen ajoneuvossa
pl: W pojeździe coś poszło nie tak
sk: Vo vozidle sa niečo pokazilo

# errorIccRunningText
source: Another Remote Inside View may currently be in progress. Please try again.
fi: Mahdollisesti on parhaillaan käynnissä Remote Inside View. Yritä uudelleen.
pl: Być może obecnie realizowana jest funkcja Remote Inside View. Spróbuj ponownie.
sk: Možno sa aktuálne zobrazuje iný náhľad Remote Inside View. Skúste to znova.

# errorIccRunningTitle
source: Another request is currently active.
fi: Toinen tiedustelu on jo käynnissä
pl: Kolejne żądanie jest już w trakcie realizacji
sk: Už beží iná požiadavka

# errorInternalErrorText
source: An error occurred while processing your request. Please try again later.
fi: Virhe tiedustelusi käsittelyssä. Yritä myöhemmin uudelleen.
pl: Błąd podczas przetwarzania Twojego zapytania. Spróbuj ponownie później.
sk: Pri spracovaní vašej požiadavky sa vyskytla chyba. Skúste to znovu neskôr.

# errorInternalErrorTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# errorMirrorsFoldedManuallyText
source: The mirrors are folded in manually. Side views therefore cannot be shown.
fi: Peilit on käännetty sisään käsin. Tämän vuoksi sivukuvia ei voida näyttää.
pl: Lusterka zostały ręcznie złożone. Dlatego nie można wyświetlić widoku z boku.
sk: Zrkadlá boli sklopené ručne. Bočné pohľady preto nie je možné zobraziť.

# errorMirrorsFoldedManuallyTitle
source: Please note
fi: Huomaa
pl: Uwaga
sk: Upozornenie

# errorNoNetwork
source: Slow or no internet connection. Please check your internet settings and try again.
fi: Hidas online-yhteys tai ei yhteyttä. Tarkista internet-asetukset ja yritä uudelleen.
pl: Wolne połączenie online lub brak połączenia. Sprawdź ustawienia internetowe i spróbuj ponownie.
sk: Pomalé alebo žiadne online pripojenie. Skontrolujte internetové nastavenia a skúste to znova.

# errorNoRecordingText
source: Requested video does not exist in the vehicle.
fi: Pyydettyä videota ei ole ajoneuvossa.
pl: Brak wymaganego wideo w pojeździe.
sk: Požadované video vo vozidle neexistuje.

# errorNoRecordingTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# errorNoVerificationCode
source: Please get verification code first.
fi: Hanki ensin vahvistuskoodi.
pl: Uzyskaj najpierw kod weryfikacyjny.
sk: Naprv získajte overovací kód.

# errorOtherServiceRunningErrorText
source: Another Remote Service is currently in progress. Please try again when the other Remote Service is finished. This could have been triggered from another connected device.
fi: Toinen Remote Service on parhaillaan käynnissä. Yritä uudelleen, kun se on saatu päätökseen. Mahdollisesti se on käynnistetty toiselta yhdistetyltä laitteelta.
pl: Aktualnie działa inna Usługa Zdalna. Spróbuj ponownie po jej zakończeniu. Usługa mogła zostać uruchomiona przez inne podłączone urządzenie.
sk: Momentálne beží iná Remote Service. Po jej dokončení to skúste znova. Pravdepodobne bola spustená z iného pripojeného zariadenia.

# errorOtherServiceRunningErrorTitle
source: Another request is currently active.
fi: Toinen tiedustelu on jo käynnissä
pl: Kolejne żądanie jest już w trakcie realizacji
sk: Už beží iná požiadavka

# errorPageDescriptionCallOrRetry
source: Please retry, call your dealer, or submit a new request.
fi: Toista tiedustelu tai ota yhteys huoltopisteeseen.
pl: Powtórz swoje zapytanie lub skontaktuj się z serwisem.
sk: Zopakujte svoju požiadavku alebo kontaktujte svojho servisného partnera.

# errorPageDescriptionUnableToFindServices
source: We could not find any available services for this dealer. We recommend scheduling service with a different dealer, or calling your selected dealer.
fi: Emme löytäneet käytettävissä olevia palveluita tältä jälleenmyyjältä. Suosittelemme, että sovit huollon toisen jälleenmyyjän luokse tai soitat valitsemallesi jälleenmyyjälle.
pl: Nie udało nam się znaleźć dostępnych usług dla tego dealera. Zalecamy uzgodnienie serwisu z innym dealerem lub skontaktowanie się z wybranym dealerem.
sk: Pre tohto predajcu sa nám nepodarilo nájsť žiadne dostupné služby. Odporúčame Vám uzavrieť dohodu o servise s iným predajcom alebo kontaktovať zvoleného predajcu.

# errorPageDescriptionUnableToProcess
source: We were unable to process your request and apologize for the inconvenience.
fi: Huoltoaikatiedusteluasi ei voitu käsitellä. Pyydämme anteeksi esiintyneitä ongelmia.
pl: Nie udało się przetworzyć Twojego zapytania o termin przeglądu. Przepraszamy za zaistniałe niedogodności.
sk: Vašu požiadavku na servisný termín sa nepodarilo spracovať. Ospravedlňujeme sa za spôsobené nepríjemnosti.

# errorPageTitle
source: We're Sorry.
fi: Pahoittelemme:
pl: Przykro nam:
sk: Mrzí nás to:

# errorProvisioningErrorText
source: 1. Check your vehicle's internet connection. 2. Try to update the services in the vehicle. 3. Try to deactivate and then re-activate data privacy in the vehicle. 4. Restart the app.
fi: 1. Tarkista ajoneuvosi online-yhteys. 2. Yritä päivittää ajoneuvosi palvelut. 3. Yritä poistaa ajoneuvosi tietosuojan aktivointi ja aktivoida se sitten uudelleen. 4. Käynnistä sovellus uudelleen.
pl: 1. Sprawdź połączenie online Twojego pojazdu. 2. Spróbuj zaktualizować usługi w pojeździe. 3. Spróbuj dezaktywować i ponownie aktywować ochronę danych w pojeździe. 4. Uruchom ponownie aplikację.
sk: 1. Skontrolujte online pripojenie svojho vozidla. 2. Skúste vo vozidle aktualizovať služby. 3. Skúste vo vozidle deaktivovať a potom opäť aktivovať ochranu osobných údajov. 4. Reštartujte aplikáciu.

# errorProvisioningErrorTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# errorRemote360RunningText
source: Another Remote 3D View may currently be performed. Please try again.
fi: Mahdollisesti on parhaillaan käynnissä toinen Remote 3D View. Yritä uudelleen.
pl: Być może obecnie realizowana jest kolejna funkcja Remote 3D View. Spróbuj ponownie.
sk: Možno sa aktuálne zobrazuje iný náhľad Remote 3D View. Skúste to znova.

# errorRemote360RunningTitle
source: Another request is currently active.
fi: Toinen tiedustelu on jo käynnissä
pl: Kolejne żądanie jest już w trakcie realizacji
sk: Už beží iná požiadavka

# errorSemantics
source: Unavailable
fi: Virhe
pl: Błąd
sk: Chyba

# errorServiceBlockedText
source: The vehicle's camera system is currently active. Please try again later when the vehicle is no longer in use. See FAQ for more information.
fi: Ajoneuvon kamerajärjestelmä on käytössä tällä hetkellä. Yritä myöhemmin uudelleen, kun ajoneuvoa ei enää käytetä. Lisätietoja katso FAQ.
pl: System kamer pojazdu jest obecnie w użyciu. Spróbuj ponownie później, gdy pojazd nie będzie już używany. Więcej informacji patrz FAQ.
sk: Kamerový systém vozidla je aktuálne spustený. Skúste to znovu neskôr, keď už vozidlo nebudete používať. Pre ďalšie informácie pozri časť Často kladené otázky.

# errorServiceBlockedTitle
source: Vehicle cameras in use
fi: Ajoneuvon kamerat käytössä
pl: Kamery samochodowe są w użyciu
sk: Kamery vozidla sa používajú

# errorServiceDeactivatedText
source: To use your Remote 3D View please make sure Privacy Agreements inside the vehicle are enabled.
fi: Remote 3D View -toiminnon käyttöä varten on varmistettava, että ajoneuvon tietosuojasopimukset on aktivoitu.
pl: Aby skorzystać z funkcji Remote 3D View, upewnij się, że umowy dot. ochrony danych w pojeździe są aktywowane.
sk: Na použitie Remote 3D View zaistite, aby boli vo vozidle aktivované dohody o ochrane osobných údajov.

# errorServiceDeactivatedTitle
source: Service deactivated inside vehicle
fi: Palvelu deaktivoitu ajoneuvossa
pl: Dezaktywowano usługę w pojeździe
sk: Služba vo vozidle deaktivovaná

# errorSlowNetwork
source: We are sorry but a technical error has occurred. Please try again later.
fi: Pahoittelemme, mutta on ilmaantunut tekninen ongelma. Yritä myöhemmin uudelleen.
pl: Przepraszamy, ale wystąpił problem techniczny. Spróbuj ponownie później.
sk: Prepáčte, ale vyskytol sa technický problém. Skúste to, prosím, znova neskôr.

# errorSystemBusy
source: The system is busy, please try again later.
fi: Järjestelmä on varattu, yritä myöhemmin uudelleen.
pl: System jest całkowicie zajęty, spróbuj ponownie później.
sk: Systém je zaneprázdnený, skúste to znova neskôr.

# errorText
source: Must be 40 characters or less
fi: Saa sisältää enint. 40 merkkiä
pl: Może składać się maksymalnie z 40 znaków
sk: Môže pozostávať z max. 40 znakov

# errorTimeoutText
source: Please ensure your vehicle is in an area with a good internet connection and try again.
fi: Varmista, että ajoneuvosi on alueella, jolla on hyvä online-yhteys, ja yritä uudelleen.
pl: Upewnij się, że pojazd znajduje się w otoczeniu z dobrym połączeniem online, i spróbuj ponownie.
sk: Uistite sa, že sa vozidlo nachádza v oblasti s dobrým online pripojením, a skúste to znova.

# errorTimeoutTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# errorTooManyRequestsText
source: You can only execute Remote 3D View 3 times every 2 hours. Please try again later.
fi: Remote 3D View voidaan suorittaa vain 3 kertaa 2 tunnin välein. Yritä myöhemmin uudelleen.
pl: Remote 3D View można użyć tylko 3 razy na 2 godziny. Spróbuj ponownie później.
sk: Remote 3D View môžete spustiť iba 3-krát každé 2 hodiny. Skúste to neskôr znova.

# errorTooManyRequestsTitle
source: Too many requests sent
fi: On lähetetty liian monta tiedustelua
pl: Wysłano za dużo zapytań
sk: Bolo odoslaných príliš veľa požiadaviek

# errorTurnOnGpsText
source: GPS positioning is deactivated in the vehicle. In order to use the mobility functions, activate GPS positioning in your vehicle by going to the Settings menu. Further information can be found in your vehicle's Owner's Manual.
fi: Ajoneuvon paikannus on deaktivoitu. Jotta voit käyttää liikkuvuustoimintoja, aktivoi ajoneuvon paikannus ajoneuvon asetuksissa. Katso lisätietoja käyttöohjekirjasta.
pl: Funkcja lokalizacji pojazdu jest dezaktywowana. Aby korzystać z funkcji mobilności, aktywuj lokalizację pojazdu w ustawieniach pojazdu. Więcej informacji znajduje się w instrukcji obsługi.
sk: Lokalizácia vozidla je deaktivovaná. Ak chcete využívať funkcie mobility, aktivujte v nastaveniach svojho vozidla jeho lokalizáciu. Ďalšie informácie nájdete v návode na obsluhu.

# errorTurnOnGpsTitle
source: Turn on vehicle’s GPS
fi: Kytke ajoneuvon GPS päälle
pl: Włącz GPS w pojeździe
sk: Zapnúť GPS vozidla

# errorUnableToCompleteRequest
source: We are sorry but a technical error has occurred. Please try again later.
fi: Pahoittelemme, mutta on ilmaantunut tekninen ongelma. Yritä myöhemmin uudelleen.
pl: Przepraszamy, ale wystąpił problem techniczny. Spróbuj ponownie później.
sk: Prepáčte, ale vyskytol sa technický problém. Skúste to, prosím, znova neskôr.

# errorUnableToLoadForm
source: Unable to load form
fi: Lomaketta ei voi ladata
pl: Nie można pobrać formularza
sk: Formulár sa nedá načítať

# errorVehicleFromAnotherCountry
source: This vehicle is from another country. To update the vehicle settings, please ensure you're the primary user to add it to your account.
fi: Tämä ajoneuvo on peräisin toisesta maasta. Jotta ajoneuvon asetukset voidaan päivittää, varmista, että olet pääkäyttäjä ja voit lisätä sen tiliisi.
pl: Ten pojazd pochodzi z innego kraju. Aby zaktualizować ustawienia pojazdu, upewnij się, że jesteś głównym użytkownikiem i dodaj go do swojego konta.
sk: Toto vozidlo pochádza z inej krajiny. Na aktualizáciu nastavení svojho vozidla sa uistite, že ste hlavný používateľ, aby ste ho mohli pridať k svojmu účtu.

# errorVehicleMotionOrServiceBlockedText
source: Either the vehicle is in motion or the camera system is currently active. Please try again later when the vehicle is no longer in use.
fi: Ajoneuvo liikkuu tai ajoneuvon kamerajärjestelmä on käytössä tällä hetkellä. Yritä uudelleen, kun ajoneuvoa ei enää käytetä.
pl: Pojazd jest w ruchu albo system kamer pojazdu jest aktualnie w użyciu. Spróbuj ponownie później, gdy pojazd nie będzie już używany.
sk: Buď sa vozidlo pohybuje, alebo sa práve používa kamerový systém vozidla. Skúste to neskôr, keď už vozidlo nebudete používať.

# errorVehicleMotionServiceBlocked
source: Either the vehicle is moving or the camera system is currently being used. Please try again when the vehicle is no longer in use.
fi: Ajoneuvo liikkuu tai ajoneuvon kamerajärjestelmä on käytössä tällä hetkellä. Yritä uudelleen, kun ajoneuvoa ei enää käytetä.
pl: Pojazd jest w ruchu albo system kamer pojazdu jest aktualnie w użyciu. Spróbuj ponownie później, gdy pojazd nie będzie już używany.
sk: Buď sa vozidlo pohybuje, alebo sa práve používa kamerový systém vozidla. Skúste to neskôr, keď už vozidlo nebudete používať.

# errorVehicleMotionText
source: Vehicle is in motion or not parked. Please try again when the vehicle is parked.
fi: Ajoneuvo liikkuu tai sitä ei ole pysäköity. Yritä uudelleen, kun ajoneuvo on pysäköity.
pl: Pojazd porusza się lub nie jest zaparkowany. Spróbuj ponownie, gdy pojazd będzie zaparkowany.
sk: Vozidlo je v pohybe alebo nie je zaparkované. Skúste to znova, keď bude vozidlo zaparkované.

# errorVehicleMotionTitle
source: Vehicle in Motion
fi: Ajoneuvo liikkuu
pl: Pojazd w ruchu
sk: Vozidlo v pohybe

# errorWarningCheckSemantics
source: Warning error
fi: Virhe varoitus
pl: Błąd – ostrzeżenie
sk: Chyba výstraha

source: Estimate Finish Time:
fi: Arvioitu päättymisaika:
pl: Szacowany czas zakończenia:
sk: Odhadovaný čas skončenia:

# estimatedServiceChargeDialog
source: Costs are calculated based on the dealer and the services selected and may differ from this estimate. Contact the dealer for more information.
fi: Ajoneuvon huoltokustannukset laskee jälleenmyyjä, joten ne voivat poiketa tästä arviosta. Saat lisätietoja ottamalla yhteyttä jälleenmyyjään.
pl: Koszty serwisu pojazdu są obliczane na podstawie dealera i mogą być inne od tego oszacowania. Więcej informacji można uzyskać po skontaktowaniu się z dealerem.
sk: Náklady na servis vozidla sa vypočítavajú na základe predajcu a môžu sa od tohto odhadu odlišovať. Pre ďalšie informácie kontaktujte predajcu.

# estimatedServiceChargeLabel
source: Estimated Service Charge
fi: Huollon arvioitu hinta
pl: Przewidywana opłata serwisowa
sk: Predpokladaný servisný poplatok

# estimatedServiceChargesLabel
source: Estimated Service Charges
fi: Arvioidut huoltokustannukset
pl: Przewidywane opłaty serwisowe
sk: Predpokladané servisné poplatky

# estimatedTotalLabel
source: Estimated Total
fi: Arvioitu summa
pl: Przewidywana kwota
sk: Predpokladaná suma

source: Evening
fi: Illalla
pl: Wieczorem
sk: Večer

# everythingClosedSemantics
source: Vehicle locked
fi: Ajoneuvo lukittu
pl: Pojazd zablokowany
sk: Vozidlo zamknuté

# exitAddVehicleDescription
source: The VIN has not been submitted yet. Are you sure you want to quit?
fi: Haluatko todella poistua? VIN-numeroa ei vielä lähetetty.
pl: Na pewno wyjść? VIN nie został jeszcze przekazany.
sk: Naozaj chcete ponuku opustiť? Ešte nebolo odoslané číslo VIN vozidla.

# exitAddVehicleExitButton
source: QUIT
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# exitAddVehicleTitle
source: Confirm to Quit
fi: Vahvista poistumista varten
pl: Potwierdź, aby wyjść
sk: Na opustenie potvrdiť

# exitVehicleImmediatelyWarningSemantics
source: Exit vehicle immediately warning
fi: Varoitus poistu välittömästi ajoneuvosta
pl: Ostrzeżenie – natychmiast opuść pojazd
sk: Výstraha ihneď opustite vozidlo

# expandSemantics
source: Expand
fi: Laajenna
pl: Rozszerz
sk: Rozšíriť

# exploreBarCurrentlyUnableToRetrieveData
source: We are currently unable to retrieve the data.
fi: Näiden tietojen haku ei ole tällä hetkellä mahdollista.
pl: Obecnie nie ma możliwości wyświetlenia tych danych.
sk: Momentálne nie je možné zobraziť tieto údaje.

# exploreBarDataNotAvailable
source: Data not available
fi: Tiedot eivät ole käytettävissä
pl: Dane nie są dostępne
sk: Údaje nie sú k dispozícii

# exploreBarEndFeed
source: You're all caught up
fi: Olet ajan tasalla
pl: Jesteś na bieżąco
sk: Už ste videli všetko
