Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# RemoteParkingStrings_interruptionsObstacleInRiskAreaHeader
source: Obstacle detected in path.
fi: Ajoreitillä on tunnistettu este
pl: Rozpoznano przeszkodę na drodze przejazdu
sk: Rozpoznaná prekážka v jazdnej dráhe

# RemoteParkingStrings_interruptionsPdcSensorsDirtyBody
source: Waiting for sensors to be cleaned...
fi: Odotetaan anturien puhdistusta…
pl: Trwa czekanie na wyczyszczenie czujników…
sk: Čaká sa na čistenie snímačev…

# RemoteParkingStrings_interruptionsPdcSensorsDirtyHeader
source: Parking sensors dirty: Please clean sensors.
fi: Pysäköintiavustimen anturit likaisia: puhdista ne
pl: Czujniki parkowania zabrudzone: wyczyść je
sk: Parkovacie snímače znečistené: Očistite ich

# RemoteParkingStrings_interruptionsPdcSensorsFrontDirtyHeader
source: Sensors in front bumper dirty: Please clean sensors
fi: Pysäköintiavustimen etuanturit likaisia: puhdista ne
pl: Przednie czujniki parkowania zabrudzone: wyczyść je
sk: Predné parkovacie snímače znečistené: Očistite ich

# RemoteParkingStrings_interruptionsPdcSensorsRearDirtyHeader
source: Sensors in rear bumper dirty: Please clean sensors.
fi: Pysäköintiavustimen taka-anturit likaisia: puhdista ne
pl: Tylne czujniki parkowania zabrudzone: wyczyść je
sk: Zadné parkovacie snímače znečistené: Očistite ich

# RemoteParkingStrings_interruptionsPersonInRiskAreaBody
source: Waiting until route is clear
fi: Odotetaan vapaata ajoreittiä…
pl: Trwa czekanie na wolną drogę przejazdu…
sk: Čaká sa na voľnú jazdnú dráhu…

# RemoteParkingStrings_interruptionsPersonInRiskAreaHeader
source: Person in hazardous area
fi: Henkilö vaara-alueella
pl: Osoba w strefie zagrożenia
sk: Osoba v nebezpečnej oblasti

# RemoteParkingStrings_interruptionsRemoteOperatingRangeExceededBody
source: Waiting for reconnection to the vehicle...
fi: Odotetaan uutta yhteyttä ajoneuvoon…
pl: Trwa czekanie na ponowne połączenie z pojazdem…
sk: Čaká sa na opätovné pripojenie k vozidlu…

# RemoteParkingStrings_interruptionsRemoteOperatingRangeExceededHeader
source: Stand beside your vehicle.
fi: Mene ajoneuvon viereen.
pl: Ustaw się obok pojazdu.
sk: Postavte sa vedľa vaše vozidlo.

# RemoteParkingStrings_interruptionsUnfoldeMirrorsBody
source: Waiting for exterior mirrors to unfold
fi: Odotetaan ulkopeilien uloskääntämistä…
pl: Trwa czekanie na rozłożenie lusterka zewnętrznego…
sk: Čaká sa na vyklopenie vonkajších spätných zrkadiel…

# RemoteParkingStrings_interruptionsUnfoldeMirrorsHeader
source: Mirrors folded in: Please unfold them.
fi: Ulkopeilit taitettu sisään: taita ne ulos
pl: Złożone lusterko zewnętrzne: rozłóż je
sk: Sklopené vonkajšie zrkadlá: Vyklopte ich

# RemoteParkingStrings_introNotificationBody
source: With Remote Control Parking you can park your vehicle via your smartphone. You can use this functionionality when you are near your vehicle. Please configure Digital Key Plus and make sure that Bluetooth® is activated on your phone.
fi: Kauko-ohjatulla pysäköinnillä voit pysäköidä ajoneuvosi älypuhelimellasi. Voit käyttää toimintoa, kun olet ajoneuvon lähellä. Määritä Digital Key Plus ja varmista, että Bluetooth on aktivoitu mobiililaitteessasi.
pl: Dzięki funkcji zdalnego parkowania możesz zaparkować swój pojazd za pomocą smartfona. Możesz skorzystać z tej funkcji, gdy znajdujesz się w pobliżu pojazdu. Skonfiguruj klucz Digital Key Plus i upewnij się, że na urządzeniu mobilnym aktywowano Bluetooth.
sk: Pomocou funkcie diaľkovo ovládané parkovanie môžete vaše vozidlo zaparkovať prostredníctvom vášho smartfónu. Túto funkciu môžete používať, keď ste v blízkosti vášho vozidla. Nastavte Digital Key Plus a uistite sa, že je na vašom mobilnom zariadení aktivovaný Bluetooth.

# RemoteParkingStrings_introNotificationHeader
source: Welcome to Remote Control Parking
fi: Tervetuloa kauko-ohjattuun pysäköintiin
pl: Witamy w funkcji zdalnego parkowania
sk: Vitajte v diaľkovo ovládanom parkovaní

# RemoteParkingStrings_maneuverSelectionAmaNameLoadingstate
source: Loading…
fi: Ladataan…
pl: Trwa ładowanie…
sk: Načítava sa…

# RemoteParkingStrings_maneuverSelectionChangeDirection
source: Change direction
fi: Vaihda pysäköintisuuntaa
pl: Zmień kierunek parkowania
sk: Zmeniť smer parkovania

# RemoteParkingStrings_maneuverSelectionCustom
source: Recorded path
fi: Nauhoit. ajoreitti
pl: Zap. droga przej.
sk: Zazn. Trasa jazdy

# RemoteParkingStrings_maneuverSelectionCustomInfoBottomSheetTitle
source: Custom mode
fi: Mukautettu tila
pl: Tryb niestandardowy
sk: Režim definovaný používateľom

# RemoteParkingStrings_maneuverSelectionCustomInfoButton
source: Learn more about custom mode
fi: Lisätietoja mukautetusta pysäköintitilasta
pl: Dowiedz się więcej o trybie parkowania zdefiniowanym przez użytkownika
sk: Zistite viac o používateľsky definovanom parkovacom režime

# RemoteParkingStrings_maneuverSelectionCustomManeuverAvailableTitle
source: Maneuver within range
fi: Pysäköinti toimintasäteellä
pl: Parkowanie w zasięgu
sk: Parkovanie v dosahu

# RemoteParkingStrings_maneuverSelectionCustomManeuversExplanation
source: Custom maneuvers can be recorded in your vehicle. They are location-based and can be executed when the vehicle is close to the starting point of the recording. Record your first maneuver in your vehicle and it will appear in the selection.
fi: Ajoneuvoon voidaan tallentaa mukautettuja pysäköintitoimintoja. Ne ovat paikkasidonnaisia, ja ne voidaan suorittaa, kun ajoneuvo on lähellä tallennuksen alkupistettä. Tallenna ensimmäinen pysäköintitoiminto ajoneuvossa, jotta se näkyy valintaluettelossa.
pl: W pojeździe można zarejestrować parkowania zdefiniowane przez użytkownika. Są one powiązane z danym miejscem i można je uruchomić, gdy pojazd znajduje się w pobliżu punktu startowego rejestracji. Zarejestruj swoje pierwsze parkowanie w pojeździe, aby zostało wyświetlone do wyboru.
sk: Používateľom definované parkovania môžu byť zaznamenané vo vozidle. Sú založené na polohe a je možné ich spustiť, keď je vozidlo v blízkosti počiatočného bodu záznamu. Zaznamenajte svoje prvé parkovanie vo vozidle, aby sa zobrazilo vo výbere.

# RemoteParkingStrings_maneuverSelectionGetStarted
source: Get started
fi: Aloita
pl: Uruchom
sk: Spustiť

# RemoteParkingStrings_maneuverSelectionManual
source: Manual
fi: Manuaalinen
pl: Ręczny
sk: Manuálne

# RemoteParkingStrings_maneuverSelectionManualModeExplanation
source: Manual parking mode allows you to move your vehicle back and forth remotely from the app within a range of 25m.
fi: Manuaalisessa pysäköintitilassa ajoneuvoa voidaan liikuttaa sovelluksen avulla kauko-ohjatusti 25 metrin suuruisella alueella eteen- ja taaksepäin.
pl: Ręczny tryb parkowania pozwala na zdalne sterowanie Twoim pojazdem za pomocą aplikacji w promieniu 25 m do przodu i do tyłu.
sk: Manuálny parkovací režim vám umožňuje pohybovať sa vozidlom dopredu a dozadu na diaľku prostredníctvom aplikácie v okruhu 25 metrov.

# RemoteParkingStrings_maneuverSelectionManualModeInformationButton
source: Learn about manual mode
fi: Lisätietoja manuaalisesta pysäköintitilasta
pl: Dowiedz się więcej o ręcznym trybie parkowania
sk: Viac informácií o manuálnom parkovacom režime

# RemoteParkingStrings_maneuverSelectionManualModeInformationDialogBottom
source: You will be provided with all the sensor data you would normally have in your control display to ensure maximum safety.
fi: Parhaan mahdollisen turvallisuuden takaamiseksi kaikki anturitiedot, jotka normaalisti näkyvät monitoiminäytössä, ovat käytettävissäsi.
pl: W celu zapewnienia maksymalnego bezpieczeństwa zostaną Ci udostępnione wszystkie dane czujników, które normalnie można zobaczyć na monitorze centralnym.
sk: Na zaručenie maximálnej bezpečnosti máte k dispozícii všetky údaje snímača, ktoré by ste normálne videli na kontrolnom displeji.

# RemoteParkingStrings_maneuverSelectionManualModeInformationDialogTop
source: Manual parking mode allows you to move the vehicle back and forth remotely via the app.
fi: Manuaalisessa pysäköintitilassa voit liikuttaa ajoneuvoa sovelluksen avulla eteen- ja taaksepäin.
pl: Ręczny tryb parkowania pozwala jechać pojazdem do przodu i do tyłu za pomocą aplikacji.
sk: Manuálny parkovací režim vám umožňuje pohybovať sa vozidlom dopredu a dozadu prostredníctvom aplikácie.

# RemoteParkingStrings_maneuverSelectionManualModeInformationTitle
source: Manual mode
fi: Manuaalinen pysäköintitila
pl: Ręczny tryb parkowania
sk: Manuálny parkovací režim

# RemoteParkingStrings_maneuverSelectionParallel
source: Parallel parking
fi: Pitkittäispysäköinti
pl: Parkowanie wzdłuż
sk: Parkovanie pozdĺž

# RemoteParkingStrings_maneuverSelectionParkBackwards
source: Park in reverse
fi: Pysäköiminen taaksepäin
pl: Parkowanie tyłem
sk: Parkovanie cúvaním

# RemoteParkingStrings_maneuverSelectionParkForwards
source: Park forward
fi: Pysäköiminen eteenpäin
pl: Parkowanie przodem
sk: Parkovanie smerom vpred

# RemoteParkingStrings_maneuverSelectionPerpendicular
source: Perpendicular parking
fi: Poikittaispysäköinti
pl: Parkowanie w poprzek
sk: Parkovanie naprieč

# RemoteParkingStrings_maneuverSelectionRemoteParking
source: Remote Control Parking
fi: Kauko-ohjattu pysäköinti
pl: Zdalne parkowanie
sk: Diaľkovo ovládané parkovanie

# RemoteParkingStrings_maneuverSelectionRetrieve
source: Drive out of parking space
fi: Ajo pysäköintiruudusta
pl: Wyjeżdżanie z miejsca parkowania
sk: Vyparkovanie

# RemoteParkingStrings_maneuverSelectionSelectManeuver
source: Select maneuver
fi: Valitse pysäköinti
pl: Wybierz parkowanie
sk: Vyberte parkovanie

# RemoteParkingStrings_maneuverSelectionSwitchOrientation
source: Switch orientation
fi: Vaihda pysäköintisuuntaa
pl: Zmień kierunek parkowania
sk: Zmeniť smer zaparkovania

# RemoteParkingStrings_phoneIsNotSupportedDescription
source: Some remote controls are only compatible with iPhone models that support ultra wideband technology (from iPhone 11 onwards). Please also update to the latest iOS software version.
fi: Jotkin kaukosäätimen toiminnot ovat yhteensopivia vain sellaisten iPhone-mallien kanssa, jotka tukevat ultralaajakaistatekniikkaa (iPhone 11:stä alkaen). Päivitä lisäksi uusimpaan iOS-ohjelmistoversioon.
pl: Niektóre funkcje zdalnego sterowania są kompatybilne tylko z modelami iPhone obsługującymi technologię UWB (iPhone 11 i nowsze). Zaktualizuj również do najnowszej wersji oprogramowania iOS.
sk: Niektoré funkcie diaľkového ovládania sú kompatibilné iba s modelmi iPhone, ktoré podporujú technológiu Ultra Wideband (iPhone 11 a novšie). Aktualizujte tiež na najnovšiu verziu softvéru iOS.

# RemoteParkingStrings_phoneIsNotSupportedTitle
source: Your device or OS is not supported
fi: Laitettasi tai käyttöjärjestelmää ei tueta.
pl: Nieobsługiwane urządzenie lub system oper.
sk: Vaše zariadenie alebo operačný systém nie sú podporované

# RemoteParkingStrings_redBannerMonitorSurroundings
source: Monitor surroundings and release to stop
fi: Tarkkaile ympäristöä ja päästä irti, kun haluat pysäyttää
pl: Obserwuj otoczenie i puść w celu zatrzymania
sk: Sledujte okolie a na zastavenie uvoľnite

# RemoteParkingStrings_remoteParkingTitle
source: Remote Control Parking
fi: Kauko-ohjattu pysäköinti
pl: Zdalne parkowanie
sk: Diaľkovo ovládané parkovanie

# RemoteParkingStrings_step1
source: Step 1
fi: Vaihe 1
pl: Krok 1
sk: Krok 1

# RemoteParkingStrings_step2
source: Step 2
fi: Vaihe 2
pl: Krok 2
sk: Krok 2

# RemoteParkingStrings_successfullyParkedSuccessfullyParked
source: Successfully parked
fi: Pysäköinti valmis
pl: Zakończono parkowanie
sk: Parkovanie ukončené

# RemoteParkingStrings_ultimateAbortGradientTooHighBody
source: Parking maneuver canceled
fi: Pysäköintitoiminto keskeytetty
pl: Przerwano parkowanie
sk: Parkovanie prerušené

# RemoteParkingStrings_ultimateAbortGradientTooHighHeader
source: Steep downhill descent
fi: Jyrkkä mäki
pl: Strome nachylenie
sk: Strmý spád

# RemoteParkingStrings_ultimateAbortRemoteSoftwareUpdateInProgressBody
source: Remote Control Parking not available.
fi: Kauko-ohjattu pysäköinti ei ole käytettävissä.
pl: Zdalne parkowanie niedostępne.
sk: Diaľkovo ovládané parkovanie nie je k dispozícii.

# RemoteParkingStrings_ultimateAbortRemoteSoftwareUpdateInProgressHeader
source: Remote Software Upgrade in progress…
fi: Remote Software Upgrade suoritetaan…
pl: Trwa wykonywanie Remote Software Upgrade…
sk: Vykonáva sa Remote Software Upgrade…

# RemoteParkingStrings_ultimateAbortTakeoverByDriverBeforeActivationBody
source: Remote-controlled parking could not be activated as the driver took over.
fi: Kauko-ohjatun pysäköinnin aktivoiminen ei ollut mahdollista, koska kuljettaja otti ohjauksen haltuunsa.
pl: Aktywacja zdalnego parkowania nie była możliwa, ponieważ czynność została przejęta przez kierowcę.
sk: Aktivácia diaľkovo ovládaného parkovania nebola možná, pretože ho prevzal vodič.

# RemoteParkingStrings_ultimateAbortTakeoverByDriverBeforeActivationHeader
source: Driver took over before activation
fi: Kuljettaja otti ohjauksen haltuun ennen aktivointia
pl: Przejęte przez kierowcę przed aktywacją
sk: Pred aktiváciou prevzal vodič

# RemoteParkingStrings_ultimateAbortTechnicalErrorFunctionNotActivatableBody
source: Remote Control Parking not available.
fi: Kauko-ohjattu pysäköinti ei ole käytettävissä.
pl: Zdalne parkowanie niedostępne.
sk: Diaľkovo ovládané parkovanie nie je k dispozícii.

# RemoteParkingStrings_ultimateAbortTechnicalErrorFunctionNotActivatableHeader
source: Technical error
fi: Tekninen vika
pl: Błąd techniczny
sk: Technická chyba

# RemoteParkingStrings_ultimateAbortTrailerDetectedBody
source: Parking maneuver canceled
fi: Pysäköintitoiminto keskeytetty
pl: Przerwano parkowanie
sk: Parkovanie prerušené

# RemoteParkingStrings_ultimateAbortTrailerDetectedHeader
source: Trailer detected
fi: Perävaunu tunnistettu
pl: Rozpoznano przyczepę
sk: Príves rozpoznaný

# RemoteParkingStrings_warningBluetoothConnectionDisturbedBody
source: Due to environmental conditions, the connection between the smartphone and the vehicle is not reliable enough to continue the parking maneuver.
fi: Ympäristövaikutuksista johtuen älypuhelimen ja ajoneuvon välinen yhteys ei ole riittävän luotettava pysäköinnin jatkamiseksi.
pl: Ze względu na czynniki środowiskowe połączenie między smartfonem a pojazdem nie jest wystarczająco niezawodne, aby kontynuować parkowanie.
sk: V dôsledku vplyvu prostredia nie je pripojenie medzi smartfónom a vozidlom dostatočne spoľahlivé na pokračovanie parkovania.

# RemoteParkingStrings_warningBluetoothConnectionDisturbedHeader
source: Poor Bluetooth® connection
fi: Huono Bluetooth-yhteys
pl: Złe połączenie Bluetooth
sk: Zlé Bluetooth pripojenie

# RemoteParkingStrings_warningWaitingForBannerDisappearance
source: Please wait for the banner to disappear before continuing with your parking maneuver.
fi: Odota, kunnes ilmoitus katoaa, jotta voit jatkaa pysäköintiä.
pl: W celu kontynuacji parkowania zaczekaj, aż baner zniknie.
sk: Ak chcete pokračovať v parkovaní, počkajte, kým banner nezmizne.

# RemoteParkingStrings_warningsDrivingGestureAboveHighThresholdBody
source: Please hold the phone still.
fi: Pidä älypuhelin paikallaan.
pl: Trzymaj spokojnie swój smartfon.
sk: Nehýbte svojím smartfónom.

# RemoteParkingStrings_warningsDrivingGestureAboveHighThresholdHeader
source: Smartphone moving too much
fi: Älypuhelin liikkuu liikaa
pl: Zbyt mocne ruchy smartfona
sk: Príliš veľa pohybu smartfónu

# RemoteParkingStrings_warningsDrivingGestureBelowLowThresholdBody
source: Please hold the phone in your hand.
fi: Pidä älypuhelinta kädessä.
pl: Trzymaj smartfon w ręce.
sk: Držte smartfón v ruke.

# RemoteParkingStrings_warningsDrivingGestureBelowLowThresholdHeader
source: Laying smartphone detected
fi: On tunnistettu, että älypuhelin on vaakasuorassa
pl: Rozpoznano leżący smartfon
sk: Rozpoznaný ležiaci smartfón

# RemoteParkingStrings_warningsMissionTime
source: Maximum time frame nearly exceeded
fi: Maksimaalinen aikaikkuna on lähes ylittynyt
pl: Prawie przekroczono maksymalny przedział czasowy
sk: Maximálne časové okno bolo takmer prekročené

# RemoteParkingStrings_warningsParkingCamerasDirty
source: Parking cameras dirty
fi: Pysäköintikamerat likaiset
pl: Kamery parkowania zabrudzone
sk: Parkovacie kamery znečistené

# RemoteParkingStrings_warningsPdcSensorsDisturbed
source: Parking sensors impaired
fi: Pysäköintiavustimen anturien toiminta rajoittunut
pl: Zakłócone czujniki parkowania
sk: Parkovacie snímače sú negatívne ovplyvnené

# RemoteParkingStrings_warningsPdcSensorsFrontDisturbed
source: Front parking sensors impaired
fi: Pysäköintiavustimen etuanturien toiminta rajoittunut
pl: Zakłócone przednie czujniki parkowania
sk: Predné parkovacie snímače sú negatívne ovplyvnené

# RemoteParkingStrings_warningsPdcSensorsRearDisturbed
source: Rear parking sensors impaired
fi: Pysäköintiavustimen taka-anturien toiminta rajoittunut
pl: Zakłócone tylne czujniki parkowania
sk: Zadné parkovacie snímače sú negatívne ovplyvnené

# RemoteParkingStrings_warningsPedestrianInRiskArea
source: Pedestrian in risk area
fi: Henkilö vaara-alueella
pl: Osoba w strefie zagrożenia
sk: Osoba v nebezpečnej oblasti

# RemoteParkingStrings_warningsRemoteOperatingRange
source: Please get closer to your vehicle.
fi: Mene lähemmäs ajoneuvoa.
pl: Podejdź bliżej pojazdu.
sk: Pristúpte bližšie k vozidlu.

# RemoteParkingStrings_warningsRoadGradient
source: Steep road gradient
fi: Tien kaltevuus voimakas
pl: Duże pochylenie jezdni
sk: Veľký sklon cesty

# RemoteParkingStrings_warningsSlippageDetected
source: Slippery surface detected
fi: Liukas alusta
pl: Śliska nawierzchnia
sk: Šmykľavý povrch

# RemoteSoftwareUpgradeStrings_FilePermission_headline
source: Memory access permission not activated
fi: Muistin käyttöoikeutta ei ole aktivoitu
pl: Uprawnienie do dostępu do pamięci nieaktywowane
sk: Oprávnenie na prístup do pamäte nie je aktivované

# RemoteSoftwareUpgradeStrings_SettingsPermissionContent
source: Please activate the memory access in your mobile device's settings to continue downloading the upgrade.
fi: Aktivoi muistin käyttöoikeus mobiililaitteesi asetuksissa, jotta voit jatkaa päivityksen latausta.
pl: Aktywuj dostęp do pamięci w ustawieniach urządzenia mobilnego, aby kontynuować pobieranie uaktualnienia.
sk: Aktivujte prístup do pamäte v nastaveniach svojho mobilného zariadenia, aby ste mohli pokračovať v sťahovaní upgrade.

# RemoteSoftwareUpgradeStrings_SettingsPermissionHeadline
source: Allow memory access
fi: Salli käyttöoikeus muistiin
pl: Zezwól na dostęp do pamięci
sk: Povoliť prístup do pamäte

# RemoteSoftwareUpgradeStrings_VehicleScreenError
source: Upgrade failed
fi: Versiopäivitys epäonnistui
pl: Uaktualnienie nie powiodło się
sk: Upgrade zlyhalo

# RemoteSoftwareUpgradeStrings_VehicleScreenErrorDescription
source: A critical error occurred during the upgrade. Cannot switch to drive-ready mode. We apologize for any inconvenience caused. Please contact Roadside Assistance.
fi: Versiopäivityksen aikana on ilmaantunut kriittinen virhe. Ajovalmiutta ei voi kytkeä päälle. Pyydämme anteeksi esiintyviä ongelmia. Ota yhteys liikkuvuuspalveluun.
pl: Wystąpił krytyczny błąd podczas uaktualniania. Nie można włączyć gotowości do jazdy. Przepraszamy za zaistniałe niedogodności. Wezwij pomoc drogową.
sk: Počas upgrade sa vyskytla kritická chyba. Nedá sa zapnúť pripravenosť na jazdu. Ospravedlňujeme sa za spôsobené nepríjemnosti. Prosím, kontaktujte asistenčnú službu.

# RemoteSoftwareUpgradeStrings__ContactServicePartnerButton
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# RemoteSoftwareUpgradeStrings__DefaultPageAfterFailureHeadline
source: No Software Upgrade available right now
fi: Ohjelmistopäivitystä ei ole tällä hetkellä käytettävissä
pl: W tym momencie brak dostępnego Software Upgrade
sk: Momentálne nie je dostupný žiadny Software Upgrade

# RemoteSoftwareUpgradeStrings__UpgradeDegradationDetailPageInfoReady
source: Your vehicle is ready-to-operate.
fi: Ajoneuvosi on käyttövalmis.
pl: Twój pojazd jest gotowy do jazdy.
sk: Vaše vozidlo je pripravené na prevádzku.

# RemoteSoftwareUpgradeStrings__criticalErrorSubtitle
source: We are very sorry, but a critical error occurred which is preventing your {brand} from starting.
fi: Pahoittelemme, mutta on ilmaantunut kriittinen virhe, joka estää {brand}-ajoneuvosi käynnistämisen.
pl: Przepraszamy, ale wystąpił błąd krytyczny, który blokuje uruchomienie Twojego {brand}.
sk: Ľutujeme, ale došlo ku kritickej chybe, ktorá blokuje naštartovanie vášho {brand}.

# RemoteSoftwareUpgradeStrings__detailedUploadDescriptionWithModelBranded
source: Focus on driving while your smartphone automatically transfers the data to your {brand} {model} during your next drives. You will be notified as soon as your upgrade is ready for installation.
fi: Rentoa ajamista – älypuhelimesi välittää tiedot automaattisesti {brand} {model} -ajoneuvoosi seuraavien ajojen aikana. Saat ilmoituksen heti, kun päivitys on valmis asennettavaksi.
pl: Odprężająca jazda – podczas kolejnych przejazdów Twój smartfon automatycznie przesyła dane do Twojego {brand} {model}. Otrzymasz powiadomienie, gdy Upgrade będzie gotowy do instalacji.
sk: Uvoľnené jazdenie – váš smartfón prenáša počas ďalších jázd dáta automaticky do vášho {brand} {model}. Akonáhle upgrade pripravený na inštaláciu, budete o tom informovaní.

source: Your vehicle is currently being used and the person in the vehicle has not confirmed the start of the upgrade. Please check this and try again later.
fi: Ajoneuvosi on parhaillaan käytössä, eikä ajoneuvossa oleva henkilö ole vahvistanut päivityksen aloittamista. Tarkista asia ja yritä myöhemmin uudelleen.
pl: Twój pojazd jest w tej chwili używany, a osoba w pojeździe nie potwierdziła rozpoczęcia aktualizacji. Sprawdź to i spróbuj ponownie później.
sk: Vaše vozidlo sa momentálne používa a osoba vo vozidle nepotvrdila začatie upgrade. Skontrolujte to a skúste neskôr znova.

source: The installation cannot be started as your {brand} did not confirm the command. Please try it again at the next opportunity.
fi: Asennusta ei voitu aloittaa, koska {brand} ei ole vahvistanut komentoa. Yritä uudelleen seuraavan tilaisuuden tullen.
pl: Nie można było rozpocząć instalacji, ponieważ Twój pojazd {brand} nie potwierdził polecenia. Spróbuj ponownie przy najbliższej okazji.
sk: Inštaláciu nebolo možné spustiť, pretože vaše {brand} nepotvrdilo príkaz. Skúste to pri najbližšej príležitosti znova.

# RemoteSoftwareUpgradeStrings__dialogNoFinishInstallationBody
source: No update available regarding the installation status in your {brand} {model}. Please check the status in the vehicle.
fi: {brand} {model} asennuksen tilasta ei ole käytettävissä päivitystä. Tarkista tila ajoneuvossa.
pl: Brak aktualizacji informacji dotyczącej statusu instalacji w Twoim {brand} {model}. Sprawdź status w pojeździe.
sk: Nie je dostupná žiadna aktualizácia k stavu inštalácie vo vašom {brand} {model}. Stav preverte vo vozidle.

# RemoteSoftwareUpgradeStrings__dialogUpgradeCancelledDescription
source: The Software Upgrade has been recalled. We will inform you as soon as a new upgrade is available for your {brand} {model}.
fi: Software Upgrade on peruutettu. Ilmoitamme heti, kun {brand} {model} -ajoneuvoosi on käytettävissä uusi päivitys.
pl: Wycofano Software Upgrade. Powiadomimy Cię, gdy tylko nowy Upgrade dla Twojego {brand} {model} będzie dostępny.
sk: Software Upgrade bol stiahnutý z obehu. Budeme vás informovať, akonáhle bude dostupný nový upgrade pre vaše {brand} {model}.
