Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# vehicleMappingConfirmationCodeVehicleGuidanceSelectBmwMessages
source: Select "BMW Messages".
fi: Valitse "BMW-ilmoitukset".
pl: Wybierz "Wiadomości BMW".
sk: Vyberte „BMW hlásenia“.

# vehicleMappingConfirmationCodeVehicleGuidanceSelectMenu
source: Select "MENU"
fi: Valitse "MENU"
pl: Wybierz "MENU"
sk: Vybrať „MENU“

# vehicleMappingConfirmationCodeVehicleGuidanceSelectMessages
source: Select "Messages"
fi: Valitse "Viestit"
pl: Wybierz "Wiadomości"
sk: Vyberte „Správy“

# vehicleMappingConfirmationCodeVehicleGuidanceSelectMiniMessages
source: Select "MINI Messages".
fi: Valitse "MINI-ilmoitukset".
pl: Wybierz "Wiadomości MINI".
sk: Vyberte „MINI hlásenia“.

# vehicleMappingConfirmationCodeVehicleGuidanceTapMenu
source: Select MENU from the main menu
fi: Valitse päävalikossa "MENU"
pl: Wybierz "MENU" w menu głównym
sk: V hlavnom vyberte položku "MENU"

# vehicleMappingDriverRoles
source: Driver's roles
fi: Kuljettajan roolit
pl: Role kierowcy
sk: Roly vodiča

# vehicleMappingDriverRolesActionBecomeAdditionalUser
source: Connect secondary user
fi: Yhdistä toisena käyttäjänä
pl: Połącz jako współużytkownik
sk: Pripojiť sa ako spolupoužívateľ

# vehicleMappingDriverRolesActionReplaceMainUser
source: Replace primary user
fi: Korvaa pääkäyttäjä
pl: Zastąp głównego użytkownika
sk: Nahradiť hlavného používateľa

# vehicleMappingDriverRolesActionTitle
source: How would you like to continue?
fi: Miten haluat jatkaa?
pl: Jak chcesz kontynuować?
sk: Ako chcete pokračovať?

# vehicleMappingDriverRolesButtonContinue
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať

# vehicleMappingDriverRolesDescription
source: There are two roles: primary user and secondary user. A primary user must be added before adding a secondary user.
fi: Rooleja on kaksi: pääkäyttäjä ja rinnakkaiskäyttäjä. Pääkäyttäjä on lisättävä ennen rinnakkaiskäyttäjiä.
pl: Są dwie role: główny użytkownik i współużytkownik. Główny użytkownik musi zostać dodany przed współużytkownikiem.
sk: Existujú dve roly: hlavný používateľ a spolupoužívateľ. Pred pridaním spolupoužívateľa musí byť pridaný hlavný používateľ.

# vehicleMappingDriverRolesReplaceMainUserButtonContinue
source: Replace
fi: Korvaa
pl: Zastąp
sk: Nahradiť

# vehicleMappingDriverRolesReplaceMainUserTitle
source: Vehicle already assigned to another person
fi: Ajoneuvo on jo kohdennettu toiselle henkilölle
pl: Pojazd już przyporządkowany do innej osoby
sk: Vozidlo je už priradené inej osobe

# vehicleMappingDriverRolesTitle
source: Roles in the vehicle
fi: Roolit ajoneuvossa
pl: Role w pojeździe
sk: Role vo vozidle

# vehicleMappingDriverRolesYourWillBeMainUserTitle
source: You are the primary user
fi: Olet pääkäyttäjä
pl: Jesteś głównym użytkownikiem
sk: Ste hlavným používateľom

# vehicleMappingEnterVin
source: Enter your VIN
fi: Syötä VIN
pl: Wprowadź numer VIN
sk: Zadajte svoje VIN

# vehicleMappingErrorAlreadyMappedToThisAccount
source: This vehicle has already been linked to your account. If the vehicle is not displayed and the problem persists, please restart the app.
fi: Tämä ajoneuvo on jo yhdistetty tiliisi. Jos ajoneuvoa ei näytetä ja ongelma ei poistu pitempään aikaan, käynnistä sovellus uudelleen.
pl: Ten pojazd został już powiązany z Twoim kontem. Jeśli pojazd nie jest wyświetlany i problem nadal występuje, uruchom ponownie aplikację.
sk: Toto vozidlo už bolo spojené s vaším účtom. Ak sa vozidlo nezobrazuje a problém naďalej pretrváva, aplikáciu reštartujte.

# vehicleMappingErrorBackendDown
source: Our system is temporarily down for maintenance. Please try again later or contact customer support.
fi: Järjestelmämme ei ole tilapäisesti käytettävissä huoltotöiden vuoksi. Yritä myöhemmin uudelleen tai käänny asiakaspalvelun puoleen.
pl: Nasz system jest tymczasowo niedostępny z powodu prac konserwacyjnych. Spróbuj ponownie później albo zwróć się do Centrum Obsługi Klienta.
sk: Náš systém je dočasne nedostupný z dôvodu údržbových prác. Skúste to znova neskôr alebo sa obráťte na zákaznícku podporu.

# vehicleMappingErrorFleetVehicle
source: This vehicle was recognised as a fleet vehicle and therefore cannot be used with this app. If you received this message by mistake, please contact customer support.
fi: Tämä ajoneuvo on tunnistettu kuuluvaksi ajoneuvokantaan, joten sitä ei voi käyttää tällä sovelluksella. Jos olet saanut tämän viestin vahingossa, käänny asiakaspalvelun puoleen.
pl: Ten pojazd został rozpoznany jako pojazd flotowy i nie może być używany z tą aplikacją. Jeżeli otrzymujesz to powiadomienie przez pomyłkę, zwróć się do Centrum Obsługi Klienta.
sk: Toto vozidlo bolo rozpoznané ako vozidlo vozového parku a preto sa nemôže používať s touto aplikáciou. Ak ste toto hlásenie dostali omylom, obráťte sa na zákaznícku podporu.

# vehicleMappingErrorGeneric
source: An error occurred. Please try again later or contact customer support.
fi: On ilmaantunut virhe. Yritä myöhemmin uudelleen tai käänny asiakaspalvelun puoleen.
pl: Wystąpił błąd. Spróbuj ponownie później albo zwróć się do Centrum Obsługi Klienta.
sk: Vyskytla sa chyba. Skúste to znova neskôr alebo sa obráťte na zákaznícku podporu.

# vehicleMappingErrorInvalidVinDescription
source: The VIN entered is not valid. Please check it and try again.
fi: Ilmoitettu valmistenumero (VIN) ei ole voimassa. Tarkista antamasi tiedot ja yritä uudelleen.
pl: Podany nr VIN jest nieprawidłowy. Sprawdź wprowadzone dane i spróbuj ponownie.
sk: Zadané VIN nie je platné. Skontrolujte zadanie a skúste to znovu.

# vehicleMappingErrorInvalidVinTitle
source: Invalid VIN
fi: Virheellinen VIN
pl: Nieprawidłowy nr VIN
sk: Neplatné VIN

# vehicleMappingErrorMapPrimaryBeforeSecondary
source: Please add a primary user before adding more users.
fi: Valitse pääkäyttäjä ennen kuin lisäät muita käyttäjiä.
pl: Przed dodaniem kolejnych użytkowników zdefiniuj głównego użytkownika.
sk: Pred pridaním ďalších používateľov určite hlavného používateľa.

# vehicleMappingErrorRegionTransferNotAllowed
source: We are sorry. Automatically changing the country assigned to your vehicle is not supported in this case. This could be for several reasons. Please contact customer support.
fi: Pahoittelemme. Ajoneuvollesi kohdennetun maan automaattista muuttamista ei valitettavasti tueta tässä tapauksessa. Tähän voi olla erilaisia syitä. Käänny asiakaspalvelun puoleen.
pl: Przykro nam. Niestety automatyczna zmiana kraju przyporządkowanego do Twojego pojazdu nie jest w tym przypadku obsługiwana. Może to mieć różne przyczyny. Zwróć się do Centrum Obsługi Klienta.
sk: Mrzí nás to. V danom prípade, žiaľ, nie je podporovaná automatická zmena priradenej krajiny pre vaše vozidlo. To môže mať rôzne dôvody. Obráťte sa na zákaznícku podporu.

# vehicleMappingErrorServicesDeactivatedByCustomerRequest
source: The requested services have been deactivated for this vehicle by customer request. If you believe you have received this message in error, please contact customer support.
fi: Tiedusteltujen palveluiden aktivointi on asiakkaan toivomuksesta poistettu tälle ajoneuvolle. Jos uskot saaneesi tämän viestin vahingossa, käänny asiakaspalvelun puoleen.
pl: Żądane usługi zostały dezaktywowane dla tego pojazdu na życzenie klienta. Jeżeli Twoim zdaniem otrzymujesz to powiadomienie przez pomyłkę, zwróć się do Centrum Obsługi Klienta.
sk: Požadované služby boli pre toto vozidlo deaktivované na želanie zákazníka. Ak si myslíte, že ste toto hlásenie dostali omylom, obráťte sa na zákaznícku podporu.

# vehicleMappingErrorTooManyAttempts
source: Your request failed after too many attempts in a short time period. Please wait at least five minutes and try again. If the error persists, please contact customer support.
fi: Pyyntösi on hylätty, koska olemme havainneet liian monta yritystä lyhyen ajan kuluessa. Odota vähintään viisi minuuttia ja yritä sitten uudelleen. Jos ongelma ei poistu, käänny asiakaspalvelun puoleen.
pl: Twoje żądanie zostało odrzucone z powodu zbyt wielu prób w krótkim czasie. Zaczekaj co najmniej pięć minut i spróbuj ponownie. Jeśli problem nadal występuje, zwróć się do Centrum Obsługi Klienta.
sk: Vaša požiadavka bola odmietnutá pre príliš veľký počet pokusov v krátkom čase. Počkajte minimálne päť minút a potom to skúste znova. Ak problém pretrváva aj naďalej, obráťte sa na zákaznícku podporu.

# vehicleMappingErrorTryLaterButton
source: Okay
fi: Ok
pl: Ok
sk: Dobre

# vehicleMappingErrorTryLaterDescription
source: A technical error has occurred. Please try again later. If the error continues to occur, please contact customer support. We apologize for any inconvenience.
fi: On ilmaantunut tekninen vika. Ole hyvä ja yritä uudelleen myöhempänä ajankohtana. Jos tämä virhe ilmenee toistuvasti, käänny asiakaspalvelun puoleen. Pyydämme anteeksi mahdollisesti esiintyneitä ongelmia.
pl: Wystąpił błąd techniczny. Spróbuj ponownie w późniejszym czasie. Jeśli ten błąd wystąpi ponownie, zwróć się do Centrum Obsługi Klienta. Przepraszamy za ewentualne zaistniałe niedogodności.
sk: Vyskytla sa technická chyba. Skúste to znova neskôr. Ak sa táto chyba vyskytuje opakovane, kontaktujte zákaznícku podporu. Ospravedlňujeme sa za prípadné nepríjemnosti.

# vehicleMappingErrorTryLaterTitle
source: Please try again later.
fi: Yritä myöhemmin uudelleen.
pl: Spróbuj ponownie później.
sk: Skúste to znovu neskôr.

# vehicleMappingErrorUnableToResendCode
source: We are currently unable to resend the security code to your vehicle. Please try again later. If the error persists, please contact Customer Support.
fi: Tällä hetkellä emme voi lähettää turvakoodia uudelleen ajoneuvoosi. Yritä myöhemmin uudelleen. Jos ongelma ei poistu, käänny asiakaspalvelun puoleen.
pl: Obecnie nie możemy ponownie wysłać kodu bezpieczeństwa do Twojego pojazdu. Spróbuj ponownie później. Jeśli problem nadal występuje, zwróć się do Centrum Obsługi Klienta.
sk: Momentálne nemôžeme znovu poslať bezpečnostný kód do vášho vozidla. Skúste to, prosím, znova neskôr. Ak problém pretrváva aj naďalej, obráťte sa na zákaznícku podporu.

# vehicleMappingErrorVinHasInvalidCharacters
source: The VIN entered contains invalid characters (e.g. spaces or special characters). Please check the VIN entered and try again.
fi: Antamasi valmistenumero (VIN) sisältää luvattomia merkkejä (esim. välilyöntejä tai erikoismerkkejä). Tarkista antamasi VIN ja yritä uudelleen.
pl: Wprowadzony numer VIN zawiera nieprawidłowe znaki (np. spację lub znak specjalny). Sprawdź wprowadzony numer VIN i spróbuj ponownie.
sk: Uvedené VIN obsahuje neplatné znaky (napr. medzery alebo špeciálne znaky). Skontrolujte zadané VIN a skúste to znovu.

# vehicleMappingErrorVinHasInvalidCharactersTitle
source: Invalid VIN
fi: Virheellinen VIN
pl: Nieprawidłowy numer VIN
sk: Neplatné VIN

# vehicleMappingErrorVinNotIncludedInQrCodeButton
source: Select vehicle
fi: Valitse ajoneuvo
pl: Wybierz pojazd
sk: Zvoľte vozidlo

# vehicleMappingFleetVehicleActionButton
source: Call customer support
fi: Soita asiakaspalveluun
pl: Tel. do Cent. Obs. Klienta
sk: Zavolať zákaznícku podporu

# vehicleMappingFleetVehicleTitle
source: Fleet vehicle
fi: Kalustoon kuuluva ajoneuvo
pl: Pojazd flotowy
sk: Vozidlo vozového parku

# vehicleMappingGcidNotMatchingActionButton
source: Log Out
fi: Kirjaudu ulos
pl: Wyloguj
sk: Odhlásenie

# vehicleMappingGetStartedButton
source: Get started
fi: Aloitetaan
pl: Ruszamy
sk: Poďme na to

# vehicleMappingHelpLocatingVin
source: HELP LOCATING YOUR VIN
fi: OHJE VIN-NUMERON HAKUA VARTEN
pl: POMOC PRZY WYSZUKIWANIU WG NRU VIN
sk: POMOC PRI VYHĽADÁVANÍ VÁŠHO VIN

# vehicleMappingInCarLoginExplainedScanQrCodeButton
source: Scan QR Code
fi: Skannaa QR-koodi
pl: Skanuj kod QR
sk: Skenovať QR kód

# vehicleMappingInvalidConfirmationCode
source: The entered security code is not correct. Please try again.
fi: Annettu turvakoodi on väärä. Yritä uudelleen.
pl: Wprowadzony kod bezpieczeństwa jest nieprawidłowy. Spróbuj ponownie.
sk: Zadaný bezpečnostný kód nie je správny. Skúste to znova.

# vehicleMappingLmmVehicleNotYetSupportedBusinessConflictResolutionActionButton
source: Contact customer support
fi: Ota yhteys asiakaspalveluun
pl: Skontaktuj się z Centrum Obsługi Klienta
sk: Kontaktovať zákaznícku podporu

# vehicleMappingLmmVehicleNotYetSupportedBusinessConflictResolutionTitle
source: Vehicle could not be added automatically
fi: Ajoneuvoa ei voitu lisätä automaattisesti
pl: Nie udało się automatycznie dodać pojazdu
sk: Vozidlo nebolo možné pridať automaticky

# vehicleMappingLmmVehicleNotYetSupportedMappingFlowActionButton
source: Contact customer support
fi: Ota yhteys asiakaspalveluun
pl: Skontaktuj się z Centrum Obsługi Klienta
sk: Kontaktovať zákaznícku podporu

# vehicleMappingLmmVehicleNotYetSupportedMappingFlowTitle
source: Please log in to your vehicle.
fi: Kirjaudu sisään ajoneuvossa.
pl: Zaloguj się w pojeździe.
sk: Prihláste sa vo vozidle.

# vehicleMappingLoadingCheckVinText
source: We are checking the VIN entered in our systems and will guide you through the additional steps required shortly.
fi: Tarkistamme syötetyn VIN-koodin järjestelmistämme ja opastamme sinua pian tarvittavien jatkotoimenpiteiden suorittamisessa.
pl: Sprawdzimy wprowadzony nr VIN w naszych systemach i wkrótce pomożemy w następnych wymaganych krokach.
sk: Zadané číslo VIN skontrolujeme v našich systémoch a v krátkom čase vás prevedieme ďalšími potrebnými krokmi.

# vehicleMappingLoadingCheckVinTitle
source: Phew! What a long number…
fi: Valmis! Pitkä numero…
pl: Udało się! Długi numer…
sk: Podarilo sa! Dlhé číslo…

# vehicleMappingLoadingDefaultText
source: We are verifying the integrity of your data to add your vehicle. Thank you for your patience.
fi: Tietojen täydellisyys tarkistetaan, jotta ajoneuvosi voidaan lisätä. Kiitos kärsivällisyydestäsi.
pl: Trwa sprawdzanie danych w celu dodania Twojego pojazdu. Dziękujemy za cierpliwość.
sk: Kontroluje sa úplnosť údajov za účelom pridania vášho vozidla. Ďakujeme za vašu trpezlivosť.

# vehicleMappingLoadingDefaultTitle
source: Almost done!
fi: Olemme melkein valmiita!
pl: Już prawie gotowe!
sk: Takmer hotovo!

# vehicleMappingLoadingProfileUpdateTitle
source: Checking your profile
fi: Tarkista profiili
pl: Sprawdź profil
sk: Skontrolovať profil

# vehicleMappingLoadingSaveProfileChangesText
source: We are saving the information you provided. Thank you for taking the time to complete your personal data.
fi: Tallennamme antamasi tiedot. Kiitos ajastasi ja siitä, että täydensit henkilötietosi.
pl: Zapisujemy udostępnione przez Ciebie informacje. Dziękujemy za czas i uzupełnienie danych osobowych.
sk: Vami poskytnuté informácie uchovávame. Ďakujeme za váš čas a vyplnenie osobných údajov.

# vehicleMappingLoadingSaveProfileChangesTitle
source: Thank you for your trust!
fi: Kiitos luottamuksestasi!
pl: Dziękujemy za zaufanie!
sk: Ďakujeme za prejavenú dôveru!

# vehicleMappingLocateYourVin
source: Help finding your VIN
fi: Ohje VIN-numeron hakua varten
pl: Pomoc przy wyszukiwaniu numeru VIN
sk: Pomocník pri vyhľadávaní vášho VIN

# vehicleMappingLocateYourVinDescription
source: You can find the VIN in your vehicle registration documents and, depending on the country, on the driver's or passenger's door frame, or in the lower part of the windscreen on the driver's side.
fi: VIN-numeron löydät ajoneuvosi asiakirjoista ja – maasta riippuen – joko kuljettajan tai etumatkustajan puoleisen oven kehyksestä tai tuulilasin alaosasta kuljettajan puolelta.
pl: Numer VIN można znaleźć w dokumentach pojazdu oraz – w zależności od kraju – na ramie drzwi po stronie kierowcy lub pasażera albo w dolnej części przedniej szyby po stronie kierowcy.
sk: VIN nájdete v technickom preukaze vozidla – a v závislosti od svojej krajiny – na ráme dverí na strane vodiča alebo spolujazdca alebo v spodnej časti čelného skla na strane vodiča.

# vehicleMappingMainUserQuestion
source: Are you the primary user of this vehicle?
fi: Oletko tämän ajoneuvon pääkäyttäjä?
pl: Czy jesteś głównym użytkownikiem pojazdu?
sk: Ste hlavný používateľ tohto vozidla?

# vehicleMappingManuallyRemoveHeader
source: Tutorial
fi: Ohjeet
pl: Instrukcja
sk: Návod

# vehicleMappingManuallyRemoveStep1
source: Go to your vehicle
fi: Mene ajoneuvoon
pl: Przejdź do pojazdu
sk: Prejdite k vozidlu

# vehicleMappingManuallyRemoveStep2
source: Select the profile icon in the top right corner of the control display
fi: Napauta monitoiminäytön oikeassa yläkulmassa näkyvää profiilin symbolia
pl: Dotknij symbolu profilu w prawym górnym rogu na monitorze centralnym
sk: Ťuknite na symbol profilu v pravom hornom rohu kontrolného displeja

# vehicleMappingManuallyRemoveStep3
source: Select "Manage {brandLocalized} IDs"
fi: Valitse "{brandLocalized} ID:n hallinta"
pl: Wybierz opcję "Zarządzaj {brandLocalized} ID"
sk: Vyberte možnosť "Spravovať {brandLocalized} ID"

# vehicleMappingManuallyRemoveStep4
source: Tap the recycle bin icon next to the profile you would like to remove
fi: Napauta poistettavan profiilin vieressä olevaa roskakorisymbolia
pl: Dotknij symbolu kosza obok profilu, który chcesz usunąć
sk: Ťuknite na symbol koša vedľa profilu, ktorý chcete odstrániť

# vehicleMappingManuallyRemoveTitle
source: How to remove your driver profile
fi: Näin poistat kuljettajan profiilin
pl: W ten sposób usuniesz swój profil kierowcy
sk: Ako odstrániť profil vodiča

# vehicleMappingMarketMoveNotPossibleForNonMainUserTitle
source: Change assigned country
fi: Muuta kohdennettua maata
pl: Dostosuj przyporządk. kraju
sk: Prispôsobiť priradenie krajiny

# vehicleMappingMarketMoveNotPossibleForNonMainUserTitleActionButton
source: Call customer support
fi: Soita asiakaspalveluun
pl: Tel. do Cent. Obs. Klienta
sk: Zavolať zákaznícku podporu

# vehicleMappingNearVehicleHintDescription
source: You will need to be in your vehicle at times to complete all the necessary process steps.
fi: Toimenpiteen aikana sinun on välillä oltava sisällä ajoneuvossasi, jotta voit suorittaa kaikki tarvittavat vaiheet.
pl: W trakcie procesu musisz być tymczasowo w pojeździe, aby zakończyć wszystkie niezbędne kroki.
sk: Počas procesu budete musieť byť občasne vo svojom vozidle, aby bolo možné dokončiť všetky potrebné kroky.

# vehicleMappingNearVehicleHintTitle
source: Start in your vehicle
fi: Mene ajoneuvon sisälle
pl: Udaj się do pojazdu.
sk: Nastúpte do vozidla

# vehicleMappingNonConnectedActionButton
source: Connect via USB/BT
fi: Yhdistä USB/BT:n kautta
pl: Połącz poprzez USB/BT
sk: Pripojiť cez USB/BT

# vehicleMappingNonConnectedTitle
source: Unsupported vehicle
fi: Ei tukea ajoneuvolle
pl: Niekompatybilny pojazd
sk: Nepodporované vozidlo

# vehicleMappingOutdatedTitle
source: App version outdated
fi: Vanhentunut sovellusversio
pl: Przestarzała wersja aplikacji
sk: Zastaraná verzia aplikácie

# vehicleMappingProfileUpdateAdditionalInfoNeeded
source: Additional information required
fi: Vaaditaan lisätietoja
pl: Wymagane dalsze informacje
sk: Potrebné ďalšie informácie

# vehicleMappingProfileUpdateAdditionalInfoNeededDescription
source: Please complete your profile to continue adding this vehicle to your account.
fi: Täydennä profiilisi, jotta voit jatkaa lisäämällä ajoneuvon.
pl: Uzupełnij swój profil, aby kontynuować dodawanie pojazdu.
sk: Skompletizujte svoj profil, aby ste mohli pokračovať s pridávaním vozidla.

# vehicleMappingProfileUpdatePageTitle
source: Update Profile
fi: Päivitä profiilit
pl: Aktualizuj profil
sk: Aktualizovať profily

# vehicleMappingRegionTransferNecessaryActionButton
source: Confirm
fi: Vahvista
pl: Potwierdź
sk: Potvrdiť

# vehicleMappingRegionTransferNecessaryTitle
source: Change assigned country
fi: Muuta kohdennettua maata
pl: Dostosuj przyporządk. kraju
sk: Prispôsobiť priradenie krajiny

# vehicleMappingRegionTransferNotPossibleActionButton
source: Call customer support
fi: Soita asiakaspalveluun
pl: Tel. do Cent. Obs. Klienta
sk: Zavolať zákaznícku podporu

# vehicleMappingRegionTransferNotPossibleTitle
source: Change assigned country
fi: Muuta kohdennettua maata
pl: Dostosuj przyporządk. kraju
sk: Prispôsobiť priradenie krajiny

# vehicleMappingRegionTransferTitle
source: Change assigned country
fi: Muuta kohdennettua maata
pl: Dostosuj przyporządkowanie do kraju
sk: Prispôsobiť priradenie krajiny

# vehicleMappingRemovalWarningActionButtonCancel
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# vehicleMappingRemovalWarningActionButtonConfirm
source: Confirm
fi: Vahvista
pl: Potwierdź
sk: Potvrdiť

# vehicleMappingRemovalWarningHeadline
source: Confirm vehicle removal
fi: Ajoneuvon poiston vahvistaminen
pl: Potwierdź usunięcie pojazdu
sk: Potvrďte odstránenie vozidla

# vehicleMappingRemovalWarningHeadlineForDeletionStatus
source: Remove {carModel} from the app
fi: Poista {carModel} sovelluksesta
pl: Usuń pojazd {carModel} z aplikacji
sk: {carModel} odstrániť z aplikácie

# vehicleMappingResendConfirmationCode
source: RESEND CODE
fi: LÄHETÄ KOODI UUDELLEEN
pl: WYŚLIJ KOD PONOWNIE
sk: ZNOVU POSLAŤ KÓD

# vehicleMappingSendingConfirmationCode
source: Sending security code to vehicle…
fi: Turvakoodi lähetetään ajoneuvoon…
pl: Kod bezpieczeństwa jest wysyłany do Twojego pojazdu…
sk: Do vášho vozidla sa odošle bezpečnostný kód…

# vehicleMappingSendingConfirmationCodeSuccessful
source: Security code has been sent.
fi: Turvakoodi on lähetetty.
pl: Kod bezpieczeństwa został wysłany.
sk: Bezpečnostný kód bol úspešne odoslaný.

# vehicleMappingSunsetButton
source: Connect via USB/Bluetooth®
fi: Yhdistä USB:n/Bluetoothin kautta
pl: Połącz przez USB/Bluetooth
sk: Pripojiť cez USB/Bluetooth

# vehicleMappingSunsetTitle
source: 3G network notice
fi: 3G-verkkoa koskeva huomautus
pl: Wskazówka dot. sieci 3G
sk: Upozornenie k 3G sieti

# vehicleMappingTermsOfUseActionButton
source: Agree
fi: Hyväksyn
pl: Akceptuję
sk: Súhlasím

# vehicleMappingTermsOfUseTitle
source: Terms of Use
fi: Käyttöehdot
pl: Warunki użytkowania
sk: Podmienky používania

# vehicleMappingUnsupportedOldClientVersionTitle
source: App Version Outdated
fi: Vanhentunut sovellusversio
pl: Przestarzała wersja aplikacji
sk: Zastaraná verzia aplikácie

# vehicleMappingUpdateProfileFormTitle
source: Personal data
fi: Henkilökohtaiset tiedot
pl: Dane osobowe
sk: Osobné údaje

# vehicleMappingUpdateProfileSubmitButton
source: Send
fi: Lähetä
pl: Wyślij
sk: Odoslať

# vehicleMappingVehicleReceivedOrNoActionSheetCloseButton
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# vehicleMappingVehicleReceivedOrNoActionSheetHeadline
source: Have you received your vehicle?
fi: Oletko saanut ajoneuvosi?
pl: Masz już swój pojazd?
sk: Dostali ste svoje vozidlo?

# vehicleMappingVehicleReceivedOrNoActionSheetPrimaryButton
source: YES, I HAVE RECEIVED IT
fi: KYLLÄ, OLEN SAANUT SEN
pl: TAK, MAM
sk: ÁNO, DOSTAL

# vehicleMappingVehicleReceivedOrNoActionSheetSecondaryButton
source: NO, NOT YET
fi: EI, EN VIELÄ
pl: NIE, JESZCZE NIE
sk: NIE, NEDOSTAL

# vehicleMappingVehicleReceivedOrNoActionSheetText
source: As soon as you have received your vehicle, you can connect it with the app.
fi: Kun olet saanut ajoneuvosi, voit yhdistää sen sovellukseen.
pl: Po otrzymaniu pojazdu możesz połączyć go z aplikacją.
sk: Ihneď ako dostanete svoje vozidlo, môžete ho pripojiť k aplikácii.

# vehicleMappingVehicleReceivedOrNoActionSheetTitle
source: Add vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# vehicleMappingVehicleRegionTransferFailedActionButton
source: Contact customer support
fi: Ota yhteys asiakaspalveluun
pl: Skontaktuj się z Centrum Obsługi Klienta
sk: Kontaktovať zákaznícku podporu

# vehicleMappingVehicleRegionTransferFailedTitle
source: Change assigned country failed
fi: Kohdennetun maan muuttaminen epäonnistui
pl: Dostosowanie przyporządkowania kraju nie powiodło się
sk: Prispôsobenie priradenia krajiny zlyhalo
