Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LeadPaccStrings_leadPaccDescription495
source: The escape speed function in your vehicle was used. An overloading and a damage to system is possible.
fi: Ajoneuvossasi on käytetty pakonopeustoimintoa. Järjestelmän ylikuormitus ja vauriot ovat mahdollisia.
pl: Wykorzystano funkcję prędkości ewakuacyjnej w Twoim pojeździe. Możliwe jest przeciążenie i uszkodzenie systemów.
sk: Vo vašom vozidle bola použitá funkcia únikovej rýchlosti. Môže dôjsť k preťaženiu a poškodeniu systémov.

# LeadPaccStrings_leadPaccDescription496
source: The integral active steering of your vehicle is malfunctioning. The steering behaviour is changed. Please pay more attention when turning and in tight places. It is possible to continue driving.
fi: Ajoneuvon integroitu aktiiviohjaus on viallinen. Ohjauskäyttäytyminen on muuttunut. Ole varovainen kääntyessäsi ja ahtaissa paikoissa. Voit jatkaa ajoa.
pl: Awaria zintegrowanego aktywnego układu kierowniczego Twojego pojazdu. Sterowność uległa zmianie. Zachowaj ostrożność podczas skręcania i w wąskich miejscach. Można jechać dalej.
sk: Vyskytla sa porucha integrálneho aktívneho riadenia vášho vozidla. Správanie vozidla pri zatáčaní sa zmenilo. Buďte opatrný pri odbočovaní a v úzkych miestach. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription498
source: The steering behavior has changed. You can continue driving moderately.
fi: Ajoneuvo ohjauskäyttäytyminen on muuttunut. Voit jatkaa ajoa maltillisesti.
pl: Sterowność Twojego pojazdu uległa zmianie. Można jechać wolno dalej.
sk: Správanie vášho vozidla pri zatáčaní sa zmenilo. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription50
source: The flat tire monitor of your vehicle is unavailable. The system is unable to monitor the tire pressure. Please check tire pressure manually.
fi: Ajoneuvon rengasrikkonäyttö ei toimi. Mahdollista rengasrikkoa ei tunnisteta. Tarkista rengaspaineet itse.
pl: Wskaźnik przebicia opony w Twoim pojeździe uległ awarii. Ewentualne przebicie opony nie jest wykrywane. Samodzielnie sprawdź ciśnienie opon.
sk: Došlo ku výpadku indikátora defektu pneumatiky vášho vozidla. Prípadný defekt pneumatiky nebude rozpoznaný. Tlak pneumatík skontrolujte samostatne.

# LeadPaccStrings_leadPaccDescription502
source: The i driving stability of your vehicle is reduced and leads to increased steering efforts. Please drive moderately.
fi: Vaaditaan enemmän ohjausvoimaa ja ajovakauden valvonta on rajoitettu. Voit jatkaa ajoa maltillisesti.
pl: Wysiłek przy kierowaniu jest zwiększony, a stabilizacja toru jazdy ograniczona. Można jechać wolno dalej.
sk: Sila ovládania volantu je zvýšená a stabilizácia jazdy je obmedzená. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription503
source: The steering is faulty. You can continue driving moderately.
fi: Ajoneuvon ohjauksessa on häiriö. Voit jatkaa ajoa maltillisesti.
pl: Usterka układu kierowniczego Twojego pojazdu. Można jechać wolno dalej.
sk: Vyskytla sa chyba riadenia vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription504
source: The steering behavior has changed. You can continue driving moderately.
fi: Ajoneuvon ohjauskäyttäytyminen on muuttunut. Voit jatkaa ajoa maltillisesti.
pl: Sterowność Twojego pojazdu uległa zmianie. Można jechać wolno dalej.
sk: Správanie vášho vozidla pri zatáčaní sa zmenilo. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription512
source: The brake booster is limited. Increased pedal force is required for braking. You can continue driving moderately.
fi: Ajoneuvon jarrutehostus on rajoittunut. Jarruttamiseen tarvitaan suurempi poljinvoima. Voit jatkaa ajoa maltillisesti.
pl: Wspomaganie hamulców Twojego pojazdu jest ograniczone. Aby zahamować, należy mocniej wcisnąć hamulec. Można jechać wolno dalej.
sk: Posilnenie brzdnej sily vášho vozidla je obmedzené. Na pribrzdenie je potrebná vyššia pedálová sila. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription520
source: The service indicator of your vehicle is not available.
fi: Ajoneuvon huoltonäyttö ei ole käytettävissä.
pl: Wyświetlanie terminów przeglądu Twojego pojazdu jest niedostępne.
sk: Servisné hlásenie vášho vozidla nie je k dispozícii.

# LeadPaccStrings_leadPaccDescription53
source: The automatic hold of the brakes of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon jarrujen Automatic Hold -paikallaanpitojarru ei toimi. Voit jatkaa ajoa.
pl: System Automatic Hold hamulców Twojego pojazdu uległ awarii. Można jechać dalej.
sk: Došlo ku výpadku automatického podržania bŕzd vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription54
source: The parking brake of your vehicle cannot be used while driving. It is possible to continue driving.
fi: Ajoneuvon jarruttaminen seisontajarrulla ei ole mahdollista ajon aikana. Voit jatkaa ajoa.
pl: Hamowanie za pomocą hamulca postojowego nie jest możliwe podczas jazdy. Można jechać dalej.
sk: Pribrzdenie vozidla parkovacou brzdou nie je počas jazdy možné. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription561
source: The automatic sunroof closing of your vehicle is not possible. Please close the roof manually.
fi: Katon automaattinen sulkeminen ei ole mahdollista ajoneuvossasi. Sulje katto manuaalisesti.
pl: Automatyczne zamykanie dachu w Twoim pojeździe nie jest możliwe. Zamknij dach ręcznie.
sk: Automatické zatváranie strechy vo vašom vozidle nie je možné. Zatvorte strechu manuálne.

# LeadPaccStrings_leadPaccDescription563
source: The fan or recirculation mode of your vehicle is malfunctioning.
fi: Ajoneuvon tuuletussuuttimissa tai raitis-/kiertoilmakäytössä on häiriö.
pl: W wentylatorze lub obiegu świeżego powietrza / zamkniętego obiegu powietrza Twojego pojazdu wystąpiła usterka.
sk: Vyskytla sa porucha výduchov ventilácie vášho vozidla alebo v režime čerstvý vzduch/vnútorná cirkulácia vzduchu.

# LeadPaccStrings_leadPaccDescription567
source: The radiator fan of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon jäähdyttimen tuulettimessa on häiriö. Voit jatkaa ajoa.
pl: W wentylatorze chłodnicy Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha ventilátora chladiča vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription568
source: The drivetrain of your vehicle is malfunctioning. Please stop carefully, turn off drive-ready mode and do not continue driving.
fi: Ajoneuvon voimansiirrossa on häiriö. Pysähdy varovasti, lopeta ajovalmius äläkä jatka ajoa.
pl: W napędzie Twojego pojazdu wystąpiła usterka. Zatrzymaj się ostrożne, zakończ gotowość do jazdy i nie jedź dalej.
sk: Pohon vášho vozidla má poruchu. Opatrne zastavte, ukončite pripravenosť na jazdu a nejazdite ďalej.

# LeadPaccStrings_leadPaccDescription569
source: The drivetrain is faulty. Please stop carefully and exit drive-ready mode.
fi: Ajoneuvon voimansiirrossa on häiriö. Pysähdy varovasti ja lopeta ajovalmius.
pl: Usterka napędu Twojego pojazdu. Zatrzymaj się ostrożnie i zakończ gotowość do jazdy.
sk: Vyskytla sa chyba pohonu vášho vozidla. Opatrne zastavte a ukončite pripravenosť na jazdu.

# LeadPaccStrings_leadPaccDescription570
source: The drivetrain of your vehicle is malfunctioning. Only electric drive is available.
fi: Ajoneuvon voimansiirrossa on häiriö. Ajon jatkaminen on mahdollista vain sähköisesti.
pl: W napędzie Twojego pojazdu wystąpiła usterka. Dalsza jazda jest możliwa wyłącznie z napędem elektrycznym.
sk: Pohon vášho vozidla má poruchu. Pokračovanie v jazde je možné iba elektricky.

# LeadPaccStrings_leadPaccDescription573
source: The transmission is faulty. You can continue driving moderately.
fi: Ajoneuvon vaihteistossa on häiriö. Voit jatkaa ajoa maltillisesti.
pl: Usterka skrzyni biegów Twojego pojazdu. Można jechać wolno dalej.
sk: Vyskytla sa chyba prevodovky vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription574
source: The regenerative braking of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon energian talteenotossa on häiriö. Voit jatkaa ajoa.
pl: W systemie odzyskiwania energii w Twoim pojeździe wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha systému rekuperácie energie vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription579
source: The fuel tank system of your vehicle is malfunctioning. Do not open the tank It is possible to continue driving.
fi: Ajoneuvon tankkijärjestelmä on viallinen. Älä avaa tankkia. Voit jatkaa ajoa.
pl: Awaria układu tankowania Twojego pojazdu. Nie otwieraj zbiornika paliwa. Można jechać dalej.
sk: Čerpací systém vášho vozidla má poruchu. Neotvárajte nádrž. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription580
source: The fuel tank system is at fault. Press the button again and carefully open fuel cap to establish tank readiness. You can manually unlock if necessary. It is possible to continue driving.
fi: Ajoneuvon tankkijärjestelmässä on häiriö. Jotta järjestelmä on valmis tankattavaksi, paina painiketta uudelleen ja avaa tankin korkki varovasti. Tarvittaessa avaa se käsin. Voit jatkaa ajoa.
pl: W układzie tankowania Twojego pojazdu wystąpiła usterka. Aby przygotować zbiornik, ponownie naciśnij przycisk i ostrożnie otwórz korek zbiornika. W razie potrzeby odblokuj ręcznie. Można jechać dalej.
sk: Vyskytla sa porucha čerpacieho systému vášho vozidla. Na vytvorenie pripravenosti na čerpanie znova stlačte tlačidlo a opatrne otvorte uzáver palivovej nádrže. V prípade potreby odblokujte manuálne. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription585
source: The drivetrain of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon voimansiirto on tarkastettava. Voit jatkaa ajoa.
pl: Napęd Twojego pojazdu wymaga sprawdzenia. Można jechać dalej.
sk: Pohon vášho vozidla si vyžaduje kontrolu. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription586
source: The engine start of your vehicle is malfunctioning.
fi: Ajoneuvon moottorin käynnistys ei ole mahdollista.
pl: Uruchomienie silnika Twojego pojazdu jest niemożliwe.
sk: Naštartovanie motora vášho vozidla nie je možné.

# LeadPaccStrings_leadPaccDescription597
source: The Lane Departure Warning has failed. You can continue driving.
fi: Ajoneuvon kaistalla pysymisen varoitus ei toimi. Voit jatkaa ajoa.
pl: Ostrzeżenie przed opuszczeniem pasa ruchu Twojego pojazdu uległo awarii. Można jechać dalej.
sk: Došlo ku výpadku výstrahy pri opustení jazdného pruhu vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription599
source: The Active Blind Spot Detection has failed. You can continue driving.
fi: Ajoneuvon kaistanvaihdon varoitus ei toimi. Voit jatkaa ajoa.
pl: Ostrzeżenie przed zmianą pasa ruchu Twojego pojazdu uległo awarii. Można jechać dalej.
sk: Došlo ku výpadku výstrahy pri vybočovaní vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription6
source: The turn signal on your trailer is malfunctioning.
fi: Perävaunun vilkku on viallinen.
pl: Awaria kierunkowskazu Twojej przyczepy.
sk: Porucha smerovky vášho prívesu.

# LeadPaccStrings_leadPaccDescription60
source: The instrument panel of your vehicle is malfunctioning. An update is required. Please have the problem checked by your nearest service partner.
fi: Ajoneuvon mittaristoa ei ole koodattu. Vaaditaan päivitys. Anna lähimmän huoltopisteen tarkistaa ongelma.
pl: Zestaw wskaźników Twojego pojazdu nie jest zakodowany. Wymagana jest aktualizacja. Zleć sprawdzenie problemu najbliższemu serwisowi.
sk: Prístrojový panel vášho vozidla nie je kódovaný. Vyžaduje sa aktualizácia. Nechajte problém skontrolovať u najbližšieho servisného partnera.

# LeadPaccStrings_leadPaccDescription601
source: The braking behavior is faulty. Increased pedal travel and change in brake pedal feel are possible. You can continue driving moderately.
fi: Ajoneuvon jarrutuskäyttäytymisessä on häiriö. Poljinliike voi kasvaa ja poljintuntuma muuttua. Voit jatkaa ajoa maltillisesti.
pl: Usterka zdolności hamowania Twojego pojazdu. Może wystąpić wydłużona droga pedału i zmienione czucie pedału. Można jechać wolno dalej.
sk: Vyskytla sa chyba brzdných vlastnostní vášho vozidla. Môže sa vyskytnúť predĺžená dráha pedála a zmena odozvy pedála. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription602
source: The braking behavior is faulty. There is no additional braking assistance when braking heavily. Increased pedal travel and change in brake pedal feel are possible. You can continue driving moderately.
fi: Ajoneuvon jarrutuskäyttäytymisessä on häiriö. Voimakkaissa jarrutuksissa ei ole lisäjarrutehostusta. Poljinliike voi kasvaa ja poljintuntuma muuttua. Voit jatkaa ajoa maltillisesti.
pl: Usterka zdolności hamowania Twojego pojazdu. Brak dodatkowego wspomagania hamowania przy silnym hamowaniu. Może wystąpić wydłużona droga pedału i zmienione czucie pedału. Można jechać wolno dalej.
sk: Vyskytla sa chyba brzdných vlastnostní vášho vozidla. Neexistuje žiadna dodatočná podpora brzdenia pri silnom brzdení. Môže sa vyskytnúť predĺžená dráha pedála a zmena odozvy pedála. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription603
source: The brake system sensor is faulty. You can continue driving moderately.
fi: Ajoneuvon jarrujärjestelmän antureissa on häiriö. Voit jatkaa ajoa maltillisesti.
pl: Usterka czujników układu hamulcowego Twojego pojazdu. Można jechać wolno dalej.
sk: Vyskytla sa chyba senzoriky brzdového systému vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription604
source: The brake system is faulty. Please stop carefully and switch off the engine.
fi: Ajoneuvon jarrujärjestelmässä on häiriö. Pysähdy varovasti ja sammuta moottori.
pl: Usterka układu hamulcowego Twojego pojazdu. Zatrzymaj się ostrożnie i wyłącz silnik.
sk: Vyskytla sa chyba brzdového systému vášho vozidla. Opatrne zastavte a vypnite motor.

# LeadPaccStrings_leadPaccDescription606
source: The power output of the high-voltage battery is reduced. You can continue driving.
fi: Korkeajänniteakun teho on rajoittunut. Voit jatkaa ajoa.
pl: Moc akumulatora wysokiego napięcia jest ograniczona. Można jechać dalej.
sk: Výkon vysokonapäťovej batérie je obmedzený. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription627
source: The steering behavior is limited. You can continue driving moderately.
fi: Ajoneuvon ohjauskäyttäytyminen on rajoittunut. Voit jatkaa ajoa maltillisesti.
pl: Sterowność Twojego pojazdu jest ograniczona. Można jechać wolno dalej.
sk: Správanie vozidla pri zatáčaní vášho vozidla je obmedzené. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription629
source: The brake booster and ABS have failed. Significantly more force must be applied to the brake pedal to slow the vehicle. Please stop carefully and switch the engine off.
fi: Ajoneuvon jarrutehostus ja ABS eivät toimi. Jarruttamiseen tarvitaan huomattavasti suurempi poljinvoima. Pysähdy varovasti ja sammuta moottori.
pl: Awaria wspomagania hamulców i ABS Twojego pojazdu. Aby zahamować, należy znacznie mocniej wcisnąć hamulec. Zatrzymaj się ostrożnie i wyłącz silnik.
sk: Došlo ku výpadku posilnenia brzdnej sily a ABS vášho vozidla. Na pribrzdenie je potrebná podstatne vyššia pedálová sila. Opatrne zastavte a vypnite motor.

# LeadPaccStrings_leadPaccDescription633
source: The drivetrain is faulty. Drive power and range are reduced. It may not be possible to restart the engine.
fi: Ajoneuvon voimansiirrossa on häiriö. Toimintasäde ja voimansiirtoteho ovat rajoittuneet. Moottorin uudelleenkäynnistys ei ehkä ole mahdollista.
pl: Usterka napędu Twojego pojazdu. Zasięg i moc napędowa są ograniczone. Ponowne uruchomienie silnika ew. niemożliwe.
sk: Vyskytla sa chyba pohonu vášho vozidla. Existuje obmedzený dojazd a výkon pohonu. Opätovné naštartovanie motora nie je eventuálne možné.

# LeadPaccStrings_leadPaccDescription635
source: The clutch needs checking. You can continue driving moderately.
fi: Ajoneuvon kytkin on tarkastettava. Voit jatkaa ajoa maltillisesti.
pl: Sprzęgło Twojego pojazdu wymaga przeglądu. Można jechać wolno dalej.
sk: Spojka vášho vozidla si vyžaduje kontrolu. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription638
source: The brake system has failed. Please stop carefully and switch off the engine.
fi: Ajoneuvon jarrujärjestelmä ei toimi. Pysähdy varovasti ja sammuta moottori.
pl: Układ hamulcowy Twojego pojazdu uległ awarii. Zatrzymaj się ostrożnie i wyłącz silnik.
sk: Došlo ku výpadku brzdového systému vášho vozidla. Opatrne zastavte a vypnite motor.

# LeadPaccStrings_leadPaccDescription646
source: The diesel exhaust fluid is on reserve. Please add diesel exhaust fluid at the next opportunity.
fi: Ajoneuvosi AdBlue-taso on varatilassa. Lisää AdBlueta niin pian kuin mahdollista.
pl: Poziom AdBlue w Twoim pojeździe jest na rezerwie. Uzupełnij AdBlue przy najbliższej okazji.
sk: Hladina AdBlue vo vašom vozidle je na rezerve. Pri najbližšej príležitosti dolejte AdBlue.

# LeadPaccStrings_leadPaccDescription647
source: The diesel exhaust fluid level is low. An engine start will not be possible without exhaust fluid. Please add exhaust fluid.
fi: Ajoneuvon AdBlue-taso on alhainen. Moottoria ei voi käynnistää ilman AdBlueta. Lisää AdBlueta pian.
pl: Poziom AdBlue w Twoim pojeździe jest niski. Uruchomienie silnika bez AdBlue jest niemożliwe. Uzupełnij wkrótce AdBlue.
sk: Hladina AdBlue vo vašom vozidle je nízka. Naštartovanie motora bez AdBlue nie je možné. Čoskoro doplňte AdBlue.

# LeadPaccStrings_leadPaccDescription648
source: The diesel exhaust fluid level is low. An engine start will not be possible without exhaust fluid. Please add exhaust fluid.
fi: Ajoneuvon AdBlue-taso on alhainen. Moottoria ei voi käynnistää ilman AdBlueta. Lisää AdBlueta pian.
pl: Poziom AdBlue w Twoim pojeździe jest niski. Uruchomienie silnika bez AdBlue jest niemożliwe. Uzupełnij wkrótce AdBlue.
sk: Hladina AdBlue vo vašom vozidle je nízka. Naštartovanie motora bez AdBlue nie je možné. Čoskoro doplňte AdBlue.

# LeadPaccStrings_leadPaccDescription649
source: An incorrect diesel exhaust fluid filling was identified. An engine start will not be possible when range reaches 0.
fi: On tunnistettu väärä AdBlue-neste. Huomioi jäljellä oleva toimintasäde. Toimintasäteen ollessa 0 km (mailia) moottoria ei voi enää käynnistää.
pl: Wykryto niewłaściwy płyn AdBlue. Uwzględnij pozostały zasięg. Przy zasięgu wynoszącym 0 km (mil) uruchomienie silnika jest już niemożliwe.
sk: Bola zistená nesprávna kvapalina AdBlue. Dbajte na dojazd vozidla. Pri dojazde 0 km (míľ) naštartovanie motora už nie je možné.

# LeadPaccStrings_leadPaccDescription650
source: The diesel exhaust fluid system of your vehicle is malfunctioning. An engine start will not be possible when range reaches 0 miles.
fi: Ajoneuvon AdBlue-järjestelmä on viallinen. Toimintasäteen ollessa 0 km (mailia) moottoria ei voi enää käynnistää.
pl: Awaria systemu AdBlue Twojego pojazdu. Przy zasięgu wynoszącym 0 km (mil) uruchomienie silnika jest już niemożliwe.
sk: Vyskytla sa porucha systému AdBlue vášho vozidla. Pri dojazde 0 km (míľ) naštartovanie motora už nie je možné.

# LeadPaccStrings_leadPaccDescription657
source: The chassis stabilization in your vehicle has failed.
fi: Ajoneuvon ajovakauden valvonta ei toimi.
pl: Stabilizacja toru jazdy Twojego pojazdu uległa awarii.
sk: Došlo ku výpadku stabilizácie jazdy vášho vozidla.

# LeadPaccStrings_leadPaccDescription658
source: The chassis stabilization in your vehicle has failed. You can continue driving moderately.
fi: Ajoneuvon ajovakauden valvonta ei toimi. Voit jatkaa ajoa maltillisesti.
pl: Stabilizacja toru jazdy Twojego pojazdu uległa awarii. Można jechać wolno dalej.
sk: Došlo ku výpadku stabilizácie jazdy vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription659
source: The chassis stabilization in your vehicle has failed. You can continue driving moderately.
fi: Ajoneuvon ajovakauden valvonta ei toimi. Voit jatkaa ajoa maltillisesti.
pl: Stabilizacja toru jazdy Twojego pojazdu uległa awarii. Można jechać wolno dalej.
sk: Došlo ku výpadku stabilizácie jazdy vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription660
source: The chassis stabilization in your vehicle has failed. You can continue driving moderately.
fi: Ajoneuvon ajovakauden valvonta ei toimi. Voit jatkaa ajoa maltillisesti.
pl: Stabilizacja toru jazdy Twojego pojazdu uległa awarii. Można jechać wolno dalej.
sk: Došlo ku výpadku stabilizácie jazdy vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription661
source: The chassis stabilization in your vehicle has failed. You can continue driving moderately.
fi: Ajoneuvon ajovakauden valvonta ei toimi. Voit jatkaa ajoa maltillisesti.
pl: Stabilizacja toru jazdy Twojego pojazdu uległa awarii. Można jechać wolno dalej.
sk: Došlo ku výpadku stabilizácie jazdy vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription662
source: The chassis stabilization in your vehicle has failed. You can continue driving moderately.
fi: Ajoneuvon ajovakauden valvonta ei toimi. Voit jatkaa ajoa maltillisesti.
pl: Stabilizacja toru jazdy Twojego pojazdu uległa awarii. Można jechać wolno dalej.
sk: Došlo ku výpadku stabilizácie jazdy vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription665
source: The diesel exhaust fluid is on reserve. Please add diesel exhaust fluid at the next opportunity.
fi: Ajoneuvosi AdBlue-taso on varatilassa. Lisää AdBlueta niin pian kuin mahdollista.
pl: Poziom AdBlue w Twoim pojeździe jest na rezerwie. Uzupełnij AdBlue przy najbliższej okazji.
sk: Hladina AdBlue vo vašom vozidle je na rezerve. Pri najbližšej príležitosti dolejte AdBlue.

# LeadPaccStrings_leadPaccDescription666
source: The diesel exhaust fluid is at minimum level. Please add exhaust fluid immediately as the engine start is not possible when the range reaches 0.
fi: Ajoneuvon AdBlue-taso on minimissä. Lisää AdBlueta välittömästi, muuten moottoria ei voi enää käynnistää.
pl: Poziom AdBlue w Twoim pojeździe jest na minimum. Uzupełnij niezwłocznie AdBlue, w przeciwnym razie uruchomienie silnika nie będzie już możliwe.
sk: Hladina AdBlue vo vašom vozidle je na minime. AdBlue okamžite dolejte, inak už naštartovanie motora nebude možné.

# LeadPaccStrings_leadPaccDescription667
source: An engine start will not be possible without exhaust fluid. Please add exhaust fluid immediately.
fi: Moottoria ei voi enää käynnistää ilman AdBlueta. Lisää AdBlueta välittömästi.
pl: Uruchomienie silnika bez AdBlue nie jest już możliwe. Uzupełnij niezwłocznie AdBlue.
sk: Naštartovanie motora bez AdBlue nie je viac možné. Bezodkladne doplňte AdBlue.

# LeadPaccStrings_leadPaccDescription668
source: An incorrect diesel exhaust fluid filling was identified. An engine start will not be possible when range reaches 0.
fi: On tunnistettu väärä AdBlue-neste. Huomioi jäljellä oleva toimintasäde. Toimintasäteen ollessa 0 km (mailia) moottoria ei voi enää käynnistää.
pl: Wykryto niewłaściwy płyn AdBlue. Uwzględnij pozostały zasięg. Przy zasięgu wynoszącym 0 km (mil) uruchomienie silnika jest już niemożliwe.
sk: Bola zistená nesprávna kvapalina AdBlue. Dbajte na dojazd vozidla. Pri dojazde 0 km (míľ) naštartovanie motora už nie je možné.
