Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# Sustainability_efficiencyCoachInfoCommunityComparisonParagraphFourDesc
source: The community must have a certain amount of members in order to create a community comparison. Sometimes, there may not (yet) be enough community members. This is most often the case if you have a brand new BMW model. No community comparisons are offered in this case. As soon as enough community members are available, the function will be activated automatically.
fi: Yhteisössä on oltava vähimmäismäärä jäseniä, jotta yhteisön vertailu voidaan luoda. Joissakin tapauksissa käytettävissä ei ole (vielä) riittävästi yhteisön jäseniä. Tämä on todennäköistä, jos ajat aivan uutta BMW-mallia. Tällöin yhteisön vertailua ei tarjota. Kun käytettävissä on riittävästi yhteisöjäseniä, toiminto aktivoidaan automaattisesti.
pl: Aby wygenerować porównanie społeczności, wymagana jest minimalna liczba członków społeczności. W niektórych przypadkach liczba dostępnych członków społeczności nie jest (jeszcze) wystarczająca. Najprawdopodobniej ma to miejsce, gdy jedziesz nowym modelem BMW. W takim przypadku porównanie społeczności nie jest proponowane. Funkcja zostanie automatycznie aktywowana, gdy dostępna będzie wystarczająca liczba członków społeczności.
sk: Na vytvorenie porovnania Community musí byť k dispozícii minimálny počet členov Community. V niektorých prípadoch (ešte) nie dostupných dosť členov Community. S najväčšou pravdepodobnosťou je to v prípade, keď jazdíte na úplne novom modeli BMW. V tomto prípade sa neponúka žiadne porovnanie Community. Akonáhle bude dostupných dostatok členov Community, funkcia sa automaticky aktivuje.

# Sustainability_efficiencyCoachInfoCommunityComparisonParagraphOneIceDesc
source: A short summary can be found below the consumption image. This text compares your average consumption to the average consumption of users with similar BMWs in your community.
fi: Kulutuskaavion alla on lyhyt yhteenvetoteksti. Tässä tekstissä verrataan yksilöllistä keskikulutustasi muiden yhteisön käyttäjien samankaltaisten BMW-ajoneuvojen keskikulutukseen.
pl: Pod grafiką zużycia znajduje się krótkie podsumowanie. W tym podsumowaniu porównywane jest Twoje indywidualne średnie zużycie ze średnim zużyciem podobnych BMW innych użytkowników z Twojej społeczności.
sk: Pod grafom spotreby sa nachádza krátky text zhrnutia. V tomto texte sa porovnáva vaša individuálna priemerná spotreba s priemernou spotrebou podobných BMW iných užívateľov z vašej Community.

# Sustainability_efficiencyCoachInfoCommunityComparisonParagraphOnePhevDesc
source: A short summary can be found below the consumption image. This text compares your eDrive share to the average eDrive share of users with similar BMWs in your community.
fi: Kulutuskaavion alla on lyhyt yhteenvetoteksti. Tässä tekstissä verrataan yksilöllistä eDrive-osuuttasi muiden yhteisön käyttäjien samankaltaisten BMW-ajoneuvojen eDrive-osuuteen.
pl: Pod grafiką zużycia znajduje się krótkie podsumowanie. W tym podsumowaniu porównywany jest Twój indywidualny wskaźnik eDrive ze średnim wskaźnikiem eDrive podobnych BWM innych użytkowników z Twojej społeczności.
sk: Pod grafom spotreby sa nachádza krátky text zhrnutia. V tomto texte sa porovnáva váš individuálny podiel eDrive s priemerným podielom eDrive podobných BMW iných užívateľov z vašej Community.

# Sustainability_efficiencyCoachInfoCommunityComparisonParagraphThreeDesc
source: The community value is updated daily.
fi: Yhteisön arvo päivittyy päivittäin.
pl: Wartość społeczności jest aktualizowana codziennie.
sk: Hodnota Community sa denne aktualizuje.

# Sustainability_efficiencyCoachInfoCommunityComparisonParagraphTwoBevDesc
source: Your community comprises all BMWs from the same generation, that have the same powertrain and are located in the same country. For example, if you live in Germany and drive a BMW iX xDrive40, all drivers of a BMW iX xDrive40 in Germany are part of your community.
fi: Yhteisöösi kuuluvat kaikki samassa maassa olevat saman sukupolven BMW:t, joissa on sama voimansiirto. Jos asut esimerkiksi Saksassa ja ajat BMW iX xDrive40 -ajoneuvoa, yhteisöösi kuuluvat kaikki Saksassa olevat BMW iX xDrive40:n kuljettajat.
pl: Twoja społeczność obejmuje wszystkie pojazdy BWM z tej samej generacji, z tym samym układem przeniesienia napędu i z tego samego kraju. Jeśli mieszkasz np. w Niemczech i jeździsz BMW iX xDrive40, wszyscy kierowcy BMW iX xDrive40 w Niemczech należą do Twojej społeczności.
sk: Vaša Community zahŕňa všetky BMW rovnakej generácie, s tým istým hnacím ústrojenstvom a v rovnakej krajine. Keď žijete napr. v Nemecku a jazdíte na BMW iX xDrive40, patria všetci vodiči BMW iX xDrive40 v Nemecku k vašej Community.

# Sustainability_efficiencyCoachInfoCommunityComparisonParagraphTwoIceDesc
source: Your community comprises all BMWs from the same generation, that have the same powertrain and are located in the same country. For example, if you live in Germany and drive a BMW 320d, all drivers of a BMW 320d in Germany are part of your community.
fi: Yhteisöösi kuuluvat kaikki samassa maassa olevat saman sukupolven BMW:t, joissa on sama voimansiirto. Jos asut esimerkiksi Saksassa ja ajat BMW 320d -ajoneuvoa, yhteisöösi kuuluvat kaikki Saksassa olevat BMW 320d:n kuljettajat.
pl: Twoja społeczność obejmuje wszystkie pojazdy BWM z tej samej generacji, z tym samym układem przeniesienia napędu i z tego samego kraju. Jeśli mieszkasz np. w Niemczech i jeździsz BMW 320d, wszyscy kierowcy BMW 320d w Niemczech należą do Twojej społeczności.
sk: Vaša Community zahŕňa všetky BMW rovnakej generácie, s tým istým hnacím ústrojenstvom a v rovnakej krajine. Keď žijete napr. v Nemecku a jazdíte na BMW 320d, patria všetci vodiči BMW 320d v Nemecku k vašej Community.

# Sustainability_efficiencyCoachInfoCommunityComparisonParagraphTwoPhevDesc
source: Your community comprises all BMWs from the same generation, that have the same powertrain and are located in the same country. For example, if you live in Germany and drive a BMW 330e, all drivers of a BMW 330e in Germany are part of your community.
fi: Yhteisöösi kuuluvat kaikki samassa maassa olevat saman sukupolven BMW:t, joissa on sama voimansiirto. Jos asut esimerkiksi Saksassa ja ajat BMW 330e -ajoneuvoa, yhteisöösi kuuluvat kaikki Saksassa olevat BMW 330e:n kuljettajat.
pl: Twoja społeczność obejmuje wszystkie pojazdy BWM z tej samej generacji, z tym samym układem przeniesienia napędu i z tego samego kraju. Jeśli mieszkasz np. w Niemczech i jeździsz BMW 330e, wszyscy kierowcy BMW 330e w Niemczech należą do Twojej społeczności.
sk: Vaša Community zahŕňa všetky BMW rovnakej generácie, s tým istým hnacím ústrojenstvom a v rovnakej krajine. Keď žijete napr. v Nemecku a jazdíte na BMW 330e, patria všetci vodiči BMW 330e v Nemecku k vašej Community.

# Sustainability_efficiencyCoachInfoDefaultBulletpointOneDesc
source: Trend indicator
fi: Trendi-ilmaisin
pl: Wskaźnik trendu
sk: Indikátor trendu

# Sustainability_efficiencyCoachInfoDefaultBulletpointThreeDesc
source: Efficiency Coach tips
fi: Tehokkuusvalmentajan vinkit
pl: Wskazówki trenera wydajności
sk: Tipy trénera efektívnej jazdy

# Sustainability_efficiencyCoachInfoDefaultBulletpointTwoDesc
source: Community comparison in summary text
fi: Yhteisön vertailu tekstiyhteenvetona
pl: Porównanie społeczności w podsumowaniu tekstowym
sk: Porovnanie Community v textovom zhrnutí

# Sustainability_efficiencyCoachInfoDefaultCommunityComparisonAccordionTitle
source: Community comparison in summary text
fi: Yhteisön vertailu tekstiyhteenvetona
pl: Porównanie społeczności w podsumowaniu tekstowym
sk: Porovnanie Community v textovom zhrnutí

# Sustainability_efficiencyCoachInfoDefaultEfficiencyCoachTipsAccordionTitle
source: Efficiency Coach tips
fi: Tehokkuusvalmentajan vinkit
pl: Wskazówki trenera wydajności
sk: Tipy trénera efektívnej jazdy

# Sustainability_efficiencyCoachInfoDefaultFirstParagraphDesc
source: This page contains background information on the following elements:
fi: Tältä sivulta löydät taustatietoja seuraavista elementeistä:
pl: Na tej stronie znajdują się informacje w tle dotyczące następujących elementów:
sk: Na tejto strane nájdete základné informácie k nasledujúcim prvkom:

# Sustainability_efficiencyCoachInfoDefaultHeadlineLabel
source: Background information on the fundamental driving style analysis
fi: Taustatietoja perustana olevasta ajotyylin analyysistä
pl: Informacje w tle stanowiące podstawę do analizy stylu jazdy
sk: Základné informácie k podkladovej analýze jazdného štýlu

# Sustainability_efficiencyCoachInfoDefaultPageTitle
source: Information on driving statistics
fi: Tietoja ajotilastoista
pl: Informacje dotyczące statystyki jazdy
sk: Informácie k jazdnej štatistike

# Sustainability_efficiencyCoachInfoDefaultSecondParagraphBevDesc
source: These elements aim to provide insight into your driving style and to encourage you to reduce your energy consumption and the size of your carbon footprint.
fi: Nämä elementit on suunniteltu antamaan sinulle tietoa ajokäyttäytymisestäsi ja kannustamaan sinua vähentämään energiankulutusta ja pienentämään CO₂-jalanjälkeäsi.
pl: Te elementy zapewniają wgląd w Twoje zachowanie w trakcie jazdy i zachęcają do zmniejszenia zużycia energii i ograniczenia śladu węglowego CO₂.
sk: Tieto prvky vám majú poskytnúť náhľad na vaše správanie pri jazde a povzbudiť vás k zníženiu vašej spotreby energie a vašej stopy CO₂.

# Sustainability_efficiencyCoachInfoDefaultSecondParagraphDesc
source: These elements aim to provide insight into your driving style.
fi: Näiden elementtien tarkoituksena on antaa sinulle tietoa ajotavastasi.
pl: Te elementy dostarczą Ci informacje o Twoim stylu jazdy.
sk: Tieto prvky vám majú poskytnúť náhľad na váš spôsob jazdy.

# Sustainability_efficiencyCoachInfoDefaultSecondParagraphIceDesc
source: These elements aim to provide insight into your driving style and to encourage you to reduce your fuel consumption and the size of your carbon footprint.
fi: Nämä elementit on suunniteltu antamaan sinulle tietoa ajokäyttäytymisestäsi ja kannustamaan sinua vähentämään polttoaineen kulutusta ja pienentämään CO₂-jalanjälkeäsi.
pl: Te elementy zapewniają wgląd w Twoje zachowanie w trakcie jazdy i zachęcają do zmniejszenia zużycia paliwa i ograniczenia śladu węglowego CO₂.
sk: Tieto prvky vám majú poskytnúť náhľad na vaše správanie pri jazde a povzbudiť vás k zníženiu vašej spotreby paliva a vašej stopy CO₂.

# Sustainability_efficiencyCoachInfoDefaultSecondParagraphPhevDesc
source: These elements aim to provide insight into your driving style and to encourage you to increase your eDrive share and reduce the size of your carbon footprint.
fi: Nämä elementit on suunniteltu antamaan sinulle tietoa ajokäyttäytymisestäsi ja kannustamaan sinua lisäämään eDrive-osuutta ja pienentämään CO₂-jalanjälkeäsi.
pl: Te elementy zapewniają wgląd w Twoje zachowanie w trakcie jazdy i zachęcają do zwiększenia wskaźnika eDrive i ograniczenia śladu węglowego CO₂.
sk: Tieto prvky vám majú poskytnúť náhľad na vaše správanie pri jazde a povzbudiť vás k zvýšeniu vášho podielu eDrive a zníženiu vašej stopy CO₂.

# Sustainability_efficiencyCoachInfoDefaultTrendIndicatorAccordionTitle
source: Trend indicator
fi: Trendi-ilmaisin
pl: Wskaźnik trendu
sk: Indikátor trendu

# Sustainability_efficiencyCoachInfoEcoCoachHeadlineOneLabel
source: Where are the Efficiency Coach tips?
fi: Mistä löydän tehokkuusvalmentajan vinkit?
pl: Gdzie znajdę wskazówki trenera wydajności?
sk: Kde nájdem tipy trénera efektívnej jazdy?

# Sustainability_efficiencyCoachInfoEcoCoachHeadlineThreeLabel
source: When are tips displayed and why?
fi: Milloin ja miksi vinkkejä näytetään?
pl: Kiedy i dlaczego wyświetlana jest wskazówka?
sk: Kedy a prečo sa mi zobrazia tipy?

# Sustainability_efficiencyCoachInfoEcoCoachHeadlineTwoLabel
source: What are the Efficiency Coach tips?
fi: Mistä tehokkuusvalmentajan vinkeissä on kyse?
pl: O co chodzi we wskazówkach trenera wydajności?
sk: O čo ide pri tipoch trénera efektívnej jazdy?

# Sustainability_efficiencyCoachInfoEcoCoachParagraphFourIceDesc
source: Your individual consumption trends and the difference to those in the community determine when tips are displayed. For example, if your individual average consumption is the same as the previous month and is below the community average, you will receive praise, but not a tip. You will receive a tip if no trend is available for your individual consumption.
fi: Yksilöllisen kulutuksesi kehitys ja ero yhteisöön verrattuna ratkaisevat, näytetäänkö sinulle vinkkejä. Jos esimerkiksi yksilöllinen keskikulutuksesi on sama kuin edellisessä kuussa ja alle yhteisön keskiarvon, saat tunnustusta etkä vinkkejä. Jos yksilöllisen kulutuksesi trendi ei ole käytettävissä, sinulle näytetään vinkki.
pl: Trend Twojego indywidualnego zużycia i różnica względem społeczności decydują o tym, czy wyświetlana jest wskazówka. Jeśli np. Twoje indywidualne średnie zużycie jest takie same jak w poprzednim miesiącu i nie przekracza średniej dla społeczności, otrzymasz pochwałę bez żadnych wskazówek. Wskazówka zostanie wyświetlona również, jeśli trend Twojego indywidualnego zużycia jest niedostępny.
sk: Trend vašej individuálnej spotreby a rozdiel ku Community určujú, či sa vám zobrazí tip. Keď je napr. vaša priemerná spotreba rovnaká ako za minulý mesiac a hodnota je pod priemerom Community, dostanete pochvalu a nedostanete žiadny tip. Keď nie je dostupný trend vašej individuálnej spotreby, tiež sa vám zobrazí tip.

# Sustainability_efficiencyCoachInfoEcoCoachParagraphFourPhevDesc
source: The trends of your individual eDrive share and the difference to those in the community determine when tips are displayed. For example, if your individual eDrive share is the same as the previous month and is below the community average, you will receive praise, but no tip. You will receive a tip if no trend is available for your eDrive share.
fi: Yksilöllisen eDrive-osuutesi kehitys ja ero yhteisöön verrattuna ratkaisevat, näytetäänkö sinulle vinkkejä. Jos esimerkiksi yksilöllinen eDrive-osuutesi on sama kuin edellisessä kuussa ja alle yhteisön keskiarvon, saat tunnustusta etkä vinkkejä. Jos eDrive-osuutesi trendi ei ole käytettävissä, sinulle näytetään vinkki.
pl: Trend Twojego indywidualnego wskaźnika eDrive oraz różnica względem społeczności decydują o tym, czy wyświetlana jest wskazówka. Jeśli np. Twój indywidualny wskaźnik eDrive jest taki sam jak w poprzednim miesiącu oraz powyżej średniej dla społeczności, otrzymasz pochwałę bez żadnych wskazówek. Wskazówka zostanie wyświetlona również, jeśli trend Twojego wskaźnika eDrive jest niedostępny.
sk: Trend vášho individuálneho podielu eDrive a rozdiel ku Community určujú, či sa vám zobrazí tip. Keď je napr. váš priemerný podiel eDrive rovnaký ako za minulý mesiac a hodnota je nad priemerom Community, dostanete pochvalu a nedostanete žiadny tip. Keď nie je dostupný trend vášho individuálneho podielu eDrive, tiež sa vám zobrazí tip.

# Sustainability_efficiencyCoachInfoEcoCoachParagraphTwoIceDesc
source: Efficiency Coach tips provide insight into functions in your BMW which can help you reduce your consumption and drive more efficiently.
fi: Tehokkuusvalmentajan vinkit esittelevät BMW:n toimintoja, jotka auttavat sinua vähentämään kulutusta ja ajamaan taloudellisemmin.
pl: Wskazówki trenera wydajności przedstawiają funkcje Twojego BMW, które pomagają zmniejszyć zużycie i jeździć efektywniej.
sk: Tipy trénera efektívnej jazdy vám predstavia funkcie vášho BMW, ktoré vám pomôžu znížiť spotrebu a jazdiť efektívnejšie.

# Sustainability_efficiencyCoachInfoEcoCoachParagraphTwoPhevDesc
source: Efficiency Coach tips provide insight into functions in your BMW which can help you increase your eDrive share and drive more efficiently.
fi: Tehokkuusvalmentajan vinkit esittelevät BMW:n toimintoja, jotka auttavat sinua lisäämään eDrive-osuutta ja ajamaan taloudellisemmin.
pl: Wskazówki trenera wydajności przedstawiają funkcje Twojego BMW, które pomagają zwiększyć wskaźnik eDrive i jeździć efektywniej.
sk: Tipy trénera efektívnej jazdy vám predstavia funkcie vášho BMW, ktoré vám pomôžu zvýšiť podiel eDrive a jazdiť efektívnejšie.

# Sustainability_efficiencyCoachInfoTrendIndicatorBulletpointOneIceDesc
source: A red arrow, pointing upwards, indicates that your average consumption is higher than the previous month
fi: Ylöspäin osoittava punainen nuoli: keskikulutus on suurempi kuin edellisessä kuussa
pl: Czerwona strzałka w górę: średnie zużycie jest wyższe niż w poprzednim miesiącu
sk: Červená šípka ukazujúca nahor: priemerná spotreba je vyššia ako za minulý mesiac

# Sustainability_efficiencyCoachInfoTrendIndicatorBulletpointOnePhevDesc
source: A red arrow, pointing downwards, indicates that your eDrive share is lower than the previous month
fi: Alaspäin osoittava punainen nuoli: eDrive-osuus on alhaisempi kuin edellisessä kuussa
pl: Czerwona strzałka w dół: wskaźnik eDrive jest niższy niż w poprzednim miesiącu
sk: Červená šípka ukazujúca nadol: priemerný podiel eDrive je nižší ako v minulom mesiaci

# Sustainability_efficiencyCoachInfoTrendIndicatorBulletpointThreeIceDesc
source: A green arrow, pointing downwards, indicates that your average consumption is lower than the previous month
fi: Alaspäin osoittava vihreä nuoli: keskikulutus on alhaisempi kuin edellisessä kuussa
pl: Zielona strzałka w dół: średnie zużycie jest niższe niż w poprzednim miesiącu
sk: Zelená šípka ukazujúca nadol: priemerná spotreba je nižšia ako za minulý mesiac

# Sustainability_efficiencyCoachInfoTrendIndicatorBulletpointThreePhevDesc
source: A green arrow, pointing upwards, indicates that your eDrive share is higher than the previous month
fi: Ylöspäin osoittava vihreä nuoli: eDrive-osuus on suurempi kuin edellisessä kuussa
pl: Zielona strzałka w górę: wskaźnik eDrive jest wyższy niż w poprzednim miesiącu
sk: Červená šípka ukazujúca nahor: priemerný podiel eDrive je vyšší ako v minulom mesiaci

# Sustainability_efficiencyCoachInfoTrendIndicatorBulletpointTwoIceDesc
source: A black arrow indicates that the average consumption is the same as the previous month
fi: Musta nuoli: keskikulutus on sama kuin edellisessä kuussa
pl: Czarna strzałka: średnie zużycie jest takie same jak w poprzednim miesiącu
sk: Čierna šípka: priemerná spotreba je rovnaká ako za minulý mesiac

# Sustainability_efficiencyCoachInfoTrendIndicatorBulletpointTwoPhevDesc
source: A black arrow indicates that the eDrive share is the same as the previous month
fi: Musta nuoli: eDrive-osuus on sama kuin edellisessä kuussa
pl: Czarna strzałka: wskaźnik eDrive jest taki sam jak w poprzednim miesiącu
sk: Čierna šípka: podiel eDrive je rovnaký ako v minulom mesiaci

# Sustainability_efficiencyCoachInfoTrendIndicatorHeadlineFourLabel
source: What does it need to work?
fi: Mitä tarvitaan, jotta se toimii?
pl: Co jest wymagane, aby działał prawidłowo?
sk: Čo je potrebné, aby fungoval?

# Sustainability_efficiencyCoachInfoTrendIndicatorHeadlineOneLabel
source: What does the trend indicator look like and where is it?
fi: Miltä trendi-ilmaisin näyttää ja missä se sijaitsee?
pl: Jak wygląda wskaźnik trendu i gdzie się znajduje?
sk: Ako vyzerá indikátor trendu a kde sa nachádza?

# Sustainability_efficiencyCoachInfoTrendIndicatorHeadlineThreeLabel
source: How does it work?
fi: Miten se toimii?
pl: Jak działa wskaźnik trendu?
sk: Ako funguje?

# Sustainability_efficiencyCoachInfoTrendIndicatorHeadlineTwoLabel
source: What does the trend indicator show?
fi: Mitä trendi-ilmaisin näyttää?
pl: Co pokazuje wskaźnik trendu?
sk: Čo ukazuje indikátor trendu?

# Sustainability_efficiencyCoachInfoTrendIndicatorParagraphFourDesc
source: Drives must have been recorded during the previous month for the trend indicator to work.
fi: Jotta trendi-ilmaisin toimii, edellisen kuukauden ajojen täytyy olla rekisteröityinä.
pl: Aby wskaźnik trendu działał prawidłowo, w poprzednim miesiącu muszą zostać zarejestrowane jazdy.
sk: Aby indikátor trendu fungoval, museli byť zaznamenané jazdy za minulý mesiac.

# Sustainability_efficiencyCoachInfoTrendIndicatorParagraphOneIceDesc
source: The trend indicator refers to the arrow icon and percentage information located to the right of the average consumption. You can find it at the top of the page.
fi: Trendi-ilmaisin on nuolisymboli ja prosenttiluku keskikulutuksen oikealla puolella. Löydät sen sivun yläreunasta.
pl: Wskaźnik trendu wyświetlany jest w postaci symbolu strzałki z wartością procentową po prawej stronie, obok średniego zużycia. Można go znaleźć u góry z boku.
sk: Indikátorom trendu je symbol šípky a percentuálna hodnota vpravo vedľa priemernej spotreby. Nájdete ho na strane hore.

# Sustainability_efficiencyCoachInfoTrendIndicatorParagraphOnePhevDesc
source: The trend indicator refers to the arrow icon and percentage information located to the right of the eDrive share. You can find it at the top of the page.
fi: Trendi-ilmaisin on nuolisymboli ja prosenttiluku eDrive-osuuden oikealla puolella. Löydät sen sivun yläreunasta.
pl: Wskaźnik trendu wyświetlany jest w postaci symbolu strzałki z wartością procentową po prawej stronie, obok wskaźnika eDrive. Można go znaleźć u góry z boku.
sk: Indikátorom trendu je symbol šípky a percentuálna hodnota vpravo vedľa podielu eDrive. Nájdete ho na strane hore.

# Sustainability_efficiencyCoachInfoTrendIndicatorParagraphThreeDesc
source: The trend indicator is updated after every drive. Any changes are based on the difference to the previous month:
fi: Trendi-ilmaisin päivittyy jokaisen rekisteröidyn ajon jälkeen. Se voi muuttua sen mukaan, mikä on ero edelliseen kuukauteen verrattuna:
pl: Wskaźnik trendu jest aktualizowany po każdej zarejestrowanej jeździe. Może się on zmieniać w zależności od różnicy względem poprzedniego miesiąca:
sk: Indikátor trendu sa aktualizuje po každej zaznamenanej jazde. Príp. sa zmení v závislosti od rozdielu oproti minulému mesiacu:

# Sustainability_efficiencyCoachInfoTrendIndicatorParagraphTwoIceDesc
source: It displays the difference in average consumption between the current month and the previous month. This difference is displayed as a percentage.
fi: Se näyttää, miten kuluvan kuukauden keskikulutus eroaa edellisen kuukauden keskikulutuksesta. Ero näytetään prosentteina.
pl: Pokazuje on, jak średnie zużycie w bieżącym miesiącu różni się w stosunku do średniego zużycia w poprzednim miesiącu. Różnica jest wyświetlana w procentach.
sk: Ukazuje vám, ako sa priemerná spotreba za aktuálny mesiac líši od priemernej spotreby za minulý mesiac. Tento rozdiel sa zobrazuje v percentách.

# Sustainability_efficiencyCoachInfoTrendIndicatorParagraphTwoPhevDesc
source: It displays the difference between your eDrive share from the current month and that of the previous month. This difference is displayed as a percentage.
fi: Se näyttää, miten kuluvan kuukauden eDrive-osuus eroaa edellisen kuukauden eDrive-osuudesta. Ero näytetään prosentteina.
pl: Pokazuje on, jak wskaźnik eDrive w bieżącym miesiącu różni się w stosunku do wskaźnika eDrive w poprzednim miesiącu. Różnica jest wyświetlana w procentach.
sk: Ukazuje vám, ako sa podiel eDrive v aktuálnom mesiaci líši od podielu eDrive v minulom mesiaci. Tento rozdiel sa zobrazuje v percentách.

# Sustainability_efficiencyCoachInformationPageButton
source: Find out more about the analysis
fi: Tutustu analyysiin
pl: Dowiedz się więcej na temat analizy
sk: Zistite viac o analýze

# Sustainability_efficiencyInsightsActivateButton
source: Activate Efficiency Insights
fi: Aktivoi Efficiency Insights
pl: Aktywuj Efficiency Insights
sk: Aktivovať Efficiency Insights

# Sustainability_efficiencyInsightsActivatedLabel
source: My Trips is now activated
fi: Omat matkat on nyt aktivoitu
pl: Opcja Moje podróże jest teraz aktywna
sk: Moje cesty sú teraz aktivované
