Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# noActiveSubscriptionTitleMINI
source: Function not available
fi: Toiminto ei käytettävissä
pl: Funkcja niedostępna
sk: Funkcia nie je dostupná

# noAppSelected
source: None
fi: Ei mitään
pl: Brak
sk: Žiadne

# noCheckControlMessageSemantics
source: No Check Control messages
fi: Ei Check Control -viestejä
pl: Brak powiadomień Check Control
sk: Žiadne hlásenia Check Control

# noConnectivityBannerDescription
source: No internet connection. Please reconnect.
fi: Ei online-yhteyttä. Yhdistä uudelleen.
pl: Brak połączenia online. Połącz ponownie.
sk: Žiadne online pripojenie. Pripojte sa znova.

# noContentMessage
source: Sorry, we have no content to show you You can create a post or reload the page to see if other members have posted something in the meantime.
fi: Valitettavasti tässä ei ole sisältöä. Voit luoda postauksen tai ladata sivun uudelleen nähdäksesi, ovatko muut käyttäjät julkaisseet jotain tällä välin.
pl: Przepraszamy, nie ma tutaj żadnych treści. Możesz utworzyć post lub odświeżyć stronę, aby sprawdzić, czy inni użytkownicy coś opublikowali w międzyczasie.
sk: Prepáčte, tu neexistujú žiadne obsahy. Môžete vytvoriť príspevok alebo stránku znovu načítať, aby ste videli, či iní používatelia medzičasom niečo uverejnil.

# noContentMessageReloadPage
source: Sorry, there is no content here. You can update the page to see if there is anything new.
fi: Valitettavasti tässä ei ole sisältöä. Voit päivittää sivun nähdäksesi, onko tullut jotain uutta.
pl: Przepraszamy, nie ma tutaj żadnych treści. Możesz odświeżyć stronę, aby sprawdzić, czy jest coś nowego.
sk: Prepáčte, tu neexistujú žiadne obsahy. Môžete túto stránku aktualizovať, aby ste videli, či je niečo nové.

source: No content yet
fi: Ei vielä sisältöjä
pl: Na razie brak treści
sk: Ešte žiadne obsahy

# noInternetConnectionDialogButton
source: Okay
fi: YRITÄ UUDELLEEN
pl: POWTÓRZ
sk: OPAKOVAŤ

# noInternetConnectionDialogDescription
source: Please check your internet settings.
fi: Tarkista internet-asetukset.
pl: Sprawdź swoje ustawienia internetowe.
sk: Skontrolujte svoje internetové nastavenia.

# noInternetConnectionDialogTitle
source: No Connection
fi: Ei yhteyttä
pl: Brak połączenia
sk: Žiadne pripojenie

# noInternetDescription
source: An internet connection is required for this action.
fi: Tähän toimenpiteeseen vaaditaan online-yhteys.
pl: Do tego działania wymagane jest połączenie online.
sk: Táto akcia si vyžaduje online pripojenie.

# noInternetTitle
source: No internet connection
fi: Ei online-yhteyttä
pl: Brak połączenia online
sk: Žiadne online pripojenie

source: No Issues
fi: Ei ongelmia
pl: Brak problemów
sk: Žiadne problémy

source: No mobility option needed
fi: Ajat ilman sijaisautoa
pl: Terminy bez transportu zastępczego
sk: Termíny bez služby mobility

# noMoreEventsMessage
source: There are no calendar events to show
fi: Ei näytettäviä kalenterimerkintöjä
pl: Brak wpisów w kalendarzu do wyświetlenia
sk: Žiadne položky kalendára na zobrazenie

# noNetworkMessage
source: No internet connection. Please try again later
fi: Ei online-yhteyttä. Yritä myöhemmin uudelleen
pl: Brak połączenia online. Spróbuj ponownie później
sk: Žiadne online pripojenie. Skúste to neskôr znova

# noNewNotification
source: No new messages
fi: Ei uusia ilmoituksia
pl: Brak nowych wiadomości
sk: Žiadne nové správy

source: No options available
fi: Valintoja ei käytettävissä
pl: Brak opcji wyboru
sk: Nie je k dispozícii žiadny výber

# noReminder
source: No Reminders
fi: Ei muistutusta
pl: Brak przypomnienia
sk: Žiadna pripomienka

source: No results found
fi: Tuloksia ei löytynyt
pl: Brak wyników
sk: Neboli nájdené žiadne výsledky

source: NO, THANKS
fi: EI KIITOS
pl: NIE, DZIĘKUJĘ
sk: NIE, ĎAKUJEM

# noTimesAvailableForDate
source: Not available on selected day.
fi: Ei käytettävissä valittuna päivänä.
pl: Niedostępny wybranego dnia.
sk: V zvolenom dátume nedostupné.

# noUpperCase
source: NO
fi: EI
pl: NIE
sk: NIE

# noVehicleDialogAddVehicle
source: ADD VEHICLE
fi: LISÄÄ AJONEUVO
pl: DODAJ POJAZD
sk: PRIDAŤ VOZIDLO

# notAvailableDialogDescription
source: This service is only available for selected BMW models of July 2019 or newer.
fi: Tämä palvelu on käytettävissä vain valituille BMW-malleille heinäkuusta 2019 alkaen.
pl: Ten przegląd jest dostępny tylko w przypadku wybranych modeli BMW od lipca 2019 r.
sk: Táto služba je dostupná od júla 2019 iba pre vybrané modely BMW.

# notAvailableNbtDialogDescription
source: This service is only available for selected BMW models of July 2019 or newer.
fi: Tämä palvelu on käytettävissä vain valituille BMW-malleille heinäkuusta 2019 alkaen.
pl: Ta usługa jest dostępna tylko dla wybranych modeli BMW od lipca 2019 r.
sk: Táto služba je dostupná od júla 2019 iba pre vybrané modely BMW.

# notChargingYet
source: Charging Break
fi: Lataustauko
pl: Przerwa w ładowaniu
sk: Prestávka v nabíjaní

source: Not Connected
fi: Ei yhdistetty
pl: Nie podłączono
sk: Nepripojené

# notEnoughSpaceDescription
source: Please keep at least 2.5 GB of memory free on your mobile device in addition to the size of the upgrade. This space will be freed up once the upgrade has been transferred to your vehicle.
fi: Pidä mobiililaitteellasi versiopäivityksen vaatiman tilan lisäksi vähintään 2,5 Gt muistia vapaana. Tämä muistitila vapautuu, kun versiopäivitys on siirretty ajoneuvoosi.
pl: Udostępnij dodatkowo na swoim urządzeniu mobilnym co najmniej 2,5 GB miejsca w pamięci ze względu na wielkość Upgrade. Pamięć ta zostanie zwolniona po przesłaniu Upgrade na Twój pojazd.
sk: Ponechajte na svojom mobilnom zariadení navyše kvôli veľkosti upgrade aspoň 2,5 GB pamäte. Toto miesto sa uvoľní, hneď ako sa upgrade prenesie do vášho vozidla.

# notEnoughSpaceHeadline
source: Free up some space
fi: Vaaditaan enemmän tilaa
pl: Potrzebne jest więcej miejsca
sk: Uvoľnite miesto

# notEnoughSpaceNotificationText
source: ... to get the new Remote Software Upgrade.
fi: …uuden Remote Software Upgrade -päivityksen saamiseksi.
pl: …aby zapisać nowe Remote Software Upgrade.
sk: …na prijatie nového Remote Software Upgrade.

# notEnoughSpaceNotificationTitle
source: Free up some space
fi: Vaaditaan enemmän tilaa
pl: Potrzebne jest więcej miejsca
sk: Vyžaduje sa viac miesta

# notEnoughSpacePhoneLabel
source: Missing storage space
fi: Muistitila ei riitä
pl: Brak miejsca w pamięci
sk: Chýba kapacita pamäte

# notEnoughSpaceSubtitle
source: ... to download the new Remote Software Upgrade
fi: …Remote Software Upgrade -päivityksen lataamista varten
pl: …aby pobrać nowe Remote Software Upgrade
sk: …na stiahnutie Software Upgrade

source: Not limited
fi: Ei rajoitettu
pl: Brak ograniczeń
sk: Neobmedzené

source: Not purchased
fi: Ei ostettu
pl: Niezakupione
sk: Nezakúpené

# notSelectedCapitalized
source: Not selected
fi: Ei valittu
pl: Nic nie wybrano
sk: Nič nie je vybraté

source: Not supported
fi: Ei tueta
pl: Nieobsługiwane
sk: Nepodporované

# notificationCenterListPageReadAll
source: All read
fi: Kaikki luettu
pl: Wszystko przeczytano
sk: Všetky prečítané

# notificationCreatePostSuccessfully
source: Post created successfully
fi: Postaus luotu onnistuneesti
pl: Post utworzony pomyślnie
sk: Príspevok úspešne vytvorený

# notificationDeleteCommentSuccessfully
source: Comment deleted successfully
fi: Kommentti poistettu onnistuneesti
pl: Komentarz usunięty pomyślnie
sk: Komentár úspešne vymazaný

# notificationDeletePostSuccessfully
source: Post deleted successfully
fi: Postaus poistettu onnistuneesti
pl: Post usunięty pomyślnie
sk: Príspevok úspešne vymazaný

# notificationDetailPageTitle
source: Notification details
fi: Ilmoituksen tiedot
pl: Szczegóły powiadomień
sk: Podrobnosti notifikácie

# notificationNameUpdatedSuccessfully
source: Nickname updated successfully
fi: Lempinimen muuttaminen onnistui
pl: Nick zmieniony pomyślnie
sk: Prezývka úspešne zmenená

# notificationNewInteraction
source: You have new interactions
fi: Sinulla on uusia vuorovaikutuksia
pl: Masz nowe interakcje
sk: Máte nové interakcie

# notificationPermissionName
source: Notifications
fi: Ilmoitukset
pl: Powiadomienia
sk: Notifikácie

# notificationRemoveTitle
source: Clear
fi: Poista
pl: Usuń
sk: Vymazať

# notificationUserBlock
source: Your account has been blocked. Please contact My BMW App Community customer support at: privacy-community@bmw.de
fi: Tilisi on suljettu. Ota yhteyttä My BMW -sovelluksen yhteisön asiakaspalveluun osoitteessa privacy-community@bmw.de
pl: Twoje konto zostało zablokowane. Skontaktuj się z Centrum Obsługi Klienta społeczności aplikacji My BMW pod adresem privacy-community@bmw.de
sk: Váš účet bol zablokovaný. Kontaktujte zákaznícku podporu aplikácie My BMW Community prostredníctvom privacy-community@bmw.de

# notificationsSFUSPaymentConfirmationAccount
source: Account Number
fi: Tilin numero
pl: Numer konta
sk: Číslo účtu

# notificationsSFUSPaymentConfirmationAmount
source: Payment Amount
fi: Maksettava summa
pl: Kwota płatności
sk: Suma na úhradu

# notificationsSFUSPaymentConfirmationDate
source: Payment Date
fi: Maksupäivä
pl: Data płatności
sk: Dátum úhrady

# notificationsSFUSPaymentConfirmationInfoDetail
source: Thank you for the payment on your Financial Services account
fi: Kiitämme maksusta Financial Services -tilillesi.
pl: Dziękujemy za wpłatę na konto Financial Services.
sk: Ďakujeme vám za platbu na váš účet Financial Services Account.

# notificationsSFUSPaymentConfirmationInfoDetailTitle
source: Detailed Information
fi: Yksityiskohtaiset tiedot
pl: Informacje szczegółowe
sk: Podrobné informácie

# notificationsSFUSPaymentConfirmationInfoUpper
source: Payment Confirmation
fi: Maksun vahvistus
pl: Potwierdzenie płatności
sk: Potvrdenie úhrady

# notificationsSFUSPaymentConfirmationModel
source: Vehicle Model
fi: Ajoneuvomalli
pl: Model pojazdu
sk: Model vozidla

# notificationsSFUSPaymentConfirmationPayment
source: PAYOFF
fi: NÄYTÄ MAKSU
pl: WYŚWIETL PŁATNOŚĆ
sk: ZOBRAZIŤ ÚHRADU

# notificationsSFUSPaymentConfirmationSource
source: Payment Source
fi: Maksun alkuperä
pl: Źródło płatności
sk: Zdroj platby

# notificationsSFUSPaymentConfirmationTitle
source: Details
fi: Tiedot
pl: Szczegóły
sk: Podrobnosti

# notificationsSFUSPaymentReminderAccount
source: Account Number
fi: Tilin numero
pl: Numer konta
sk: Číslo účtu

# notificationsSFUSPaymentReminderDueAmount
source: Amount Due
fi: Maksettava summa
pl: Należna kwota
sk: Splatná suma

# notificationsSFUSPaymentReminderDueDate
source: Payment Due Date
fi: Erääntymispäivä
pl: Data wymagalności
sk: Dátum splatnosti

# notificationsSFUSPaymentReminderDueInfoDetail
source: This is a second reminder that the payment for your Financial Services account is due.
fi: Tämä on toinen muistutus erääntyneestä maksusta Financial Services -tilillesi.
pl: Jest to drugie przypomnienie o konieczności płatności na konto Financial Services.
sk: Toto je druhé pripomenutie, že je splatná suma na úhradu pre váš účet Financial Services Account.

# notificationsSFUSPaymentReminderDueInfoUpper
source: Payment Due Reminder
fi: Maksumuistutus
pl: Przypomnienie o płatności
sk: Pripomenutie úhrady

# notificationsSFUSPaymentReminderDuePayment
source: MAKE A PAYMENT
fi: SUORITA MAKSU
pl: UIŚĆ PŁATNOŚĆ
sk: VYKONAŤ ÚHRADU

# notificationsSFUSPaymentReminderInfoDetail
source: This is a reminder that the payment for your Financial Services account is due soon.
fi: Tämä on muistutus siitä, että maksu Financial Services -tilillesi erääntyy pian.
pl: Jest to pierwsze przypomnienie, że wkrótce upływa termin płatności na konto Financial Services.
sk: Toto je prvé pripomenutie, že je čoskoro splatná suma na úhradu pre váš účet Financial Services Account.

# notificationsSFUSPaymentReminderInfoDetailTitle
source: Detailed Information
fi: Yksityiskohtaiset tiedot
pl: Informacje szczegółowe
sk: Podrobné informácie

# notificationsSFUSPaymentReminderInfoUpper
source: Payment Reminder
fi: Maksumuistutus
pl: Przypomnienie o płatności
sk: Pripomenutie úhrady

# notificationsSFUSPaymentReminderModel
source: Vehicle Model
fi: Ajoneuvomalli
pl: Model pojazdu
sk: Model vozidla

# notificationsSFUSPaymentReminderTitle
source: Details
fi: Tiedot
pl: Szczegóły
sk: Podrobnosti

# notificationsSFUSToggleInfoText
source: Includes notifications about payment reminders, payment confirmations and overdue payments.
fi: Sisältää ilmoituksia maksumuistutuksista, maksuvahvistuksista ja erääntyneistä maksuista.
pl: Obejmuje powiadomienia o przypomnieniach dot. płatności, potwierdzeniach płatności i zaległych płatnościach.
sk: Zahŕňa oznámenia o pripomenutiach úhrady, potvrdeniach úhrady a úhradách po splatnosti.

# notificationsSFUSToggleSwitchTitle
source: Allow notifications
fi: Salli ilmoitukset
pl: Zezwól na powiadomienia
sk: Povoliť oznámenia

# numberOfTimeslots
source: Showing {numTimeslots} results: {date}
fi: Näytetään {numTimeslots} tulosta: {date}
pl: Wyświetlanie {numTimeslots} wyników: {date}
sk: Zobrazuje sa {numTimeslots} výsledkov: {date}

# oasHeaderMissingInfo
source: Missing Information
fi: Puuttuvat tiedot
pl: Brak danych
sk: Chýbajúce údaje

source: Off
fi: Pois
pl: Wył.
sk: Vypnúť

# offPeakChargingSemantics
source: Charge in time slot
fi: Lataus aikavälillä
pl: Ładowanie w przedziale czasowym
sk: Nabíjanie v stanovenom čase

# offlineIssuesWarning
source: The process could not be completed as you may not have an internet connection.
fi: Toimintoa ei saatu päätökseen, koska sinulla ei mahdollisesti ole online-yhteyttä.
pl: Nie udało się zakończyć procesu, ponieważ prawdopodobnie nie ma połączenia online.
sk: Proces nebolo možné ukončiť, pretože pravdepodobne nemáte online pripojenie.

# oilChangeService
source: Oil Change
fi: Öljynvaihto
pl: Wymiana oleju
sk: Výmena oleja

source: OKAY
fi: OK
sk: DOBRE

source: On
fi: Päällä
pl: Wł.
sk: Zap.

# onFlashSaleTimerLabel
source: Flash sale
fi: Pikamyynti
pl: Wyprzedaż błyskawiczna
sk: Blesková akcia

# onTheRunTimerLabel
source: High demand
fi: Vilkas kysyntä
pl: Duże zainteresowanie
sk: Vysoký dopyt

# oneIssue
source: 1 Issue
fi: 1 ongelma
pl: 1 problem
sk: 1 problém

# oneOffTimerDescription
source: All other departure times will be deactivated until the one-off departure time is reached.
fi: Kaikki muut lähtöajat deaktivoidaan, kunnes kertaluonteinen lähtöaika on saavutettu.
pl: Wszystkie inne godziny odjazdu są zatrzymywane do czasu osiągnięcia jednorazowej godziny odjazdu.
sk: Všetky ostatné časy odjazdu sú deaktivované, až kým nenastane jednorazovo nastavený čas odjazdu.

# oneOffTimerWarningDescription
source: Please set the departure timer to at least 10 minutes from now.
fi: Ajastettuun lähtöaikaan on oltava vähintään 10 minuuttia aikaa.
pl: Timer odjazdu musi znajdować się co najmniej 10 minut w przyszłości.
sk: Nastavte časovač odchodu na minimálne 10 minút.

# oneOffTimerWarningTitle
source: Later departure time
fi: Myöhäisempi lähtöaika
pl: Późniejsza godzina odjazdu
sk: Neskorší čas odjazdu

# oneOffWillBeActivatedDescription
source: Any other departure timers will be paused until the one-off departure time is reached.
fi: Kaikki muut ajastetut lähtöajat ovat tauolla kertaluonteiseen lähtöaikaan saakka.
pl: Wszystkie inne timery odjazdu zostaną wstrzymane do momentu osiągnięcia jednorazowej godziny odjazdu.
sk: Všetky ostatné časovače odjazdu sa až do dosiahnutia jednorazového času odjazdu pozastavia.

# oneOffWillBeActivatedTitle
source: One-off timer will be activated
fi: Kertaluonteinen lähtöaika aktivoidaan
pl: Jednorazowa godzina odjazdu zostanie aktywowana
sk: Aktivuje sa jednorazový čas odjazdu

# oneShopEntrypointSubtitle
source: Upgrades for your vehicle
fi: Versiopäivityksiä ajoneuvoosi
pl: Uaktualnienia dla Twojego pojazdu
sk: Aktualizácie pre vaše vozidlo

# onlineEntertainmentSemantics
source: Online Entertainment
pl: Funkcja rozrywki online
sk: Online zábava

# onlineShopSubtitle
source: Shop Accessories and Lifestyle products
fi: Osta osia, lisävarusteita ja lifestyle-tuotteita
pl: Kupuj części, akcesoria i gadżety
sk: Kúpte si diely, príslušenstvo a položky životného štýlu

# onlyWifiSetting
source: Download via Wi-Fi only
fi: Lataa vain WLAN-verkon kautta
pl: Pobieraj tylko przez wi-fi
sk: Sťahovať iba cez WiFi

# onlyWifiSettingDescription
source: Software upgrades can exceed 1GB. Additional data costs may apply. We recommend "Download via Wi-Fi only" in your network settings.
fi: Ohjelmistopäivitysten koko voi olla yli 1 Gt. Koska tästä voi aiheutua palveluntarjoajasi mobiiliverkossa ylimääräisiä datakustannuksia, suosittelemme asetusta "Vain WLAN-verkon kautta".
pl: Wielkość aktualizacji oprogramowania może przekraczać 1 GB. Ponieważ może to prowadzić do naliczenia dodatkowych kosztów u dostawcy usług telefonii komórkowej, zalecane jest wybranie ustawienia "Tylko przez WLAN".
sk: Software Upgrades môžu byť väčšie ako 1 GB. Keďže to v mobilnej sieti môže spôsobiť dodatočné dátové poplatky u Vášho mobilného operátora, odporúčame zvoliť nastavenie "Iba cez WiFi".

source: Open
fi: Auki
pl: Odblokowany
sk: Otvorené

# openAppSettingsFailed
source: Could not open app settings
fi: Sovellusasetuksia ei voitu avata
pl: Nie udało się otworzyć ustawień aplikacji
sk: Nastavenia aplikácie sa nepodarilo otvoriť

# openBackWindowSemantics
source: Rear window open
fi: Takalasi auki
pl: Tylna szyba otwarta
sk: Zadné sklo otvorené

# openDoorBLBRSemantics
source: Rear doors open
fi: Takaovet auki
pl: Drzwi tylne otwarte
sk: Dvere vzadu otvorené

# openDoorBLSemantics
source: Rear left door open
fi: Vasen takaovi auki
pl: Drzwi lewe tylne otwarte
sk: Dvere vzadu vľavo otvorené

# openDoorBRSemantics
source: Rear right door open
fi: Oikea takaovi auki
pl: Drzwi prawe tylne otwarte
sk: Dvere vzadu vpravo otvorené

# openDoorErrorSemantics
source: Door open error
fi: Virhe ovi auki
pl: Błąd otwartych drzwi
sk: Chyba dvere otvorené

# openDoorFLBLBRSemantics
source: Front left door and rear doors open
fi: Vasen etuovi ja takaovet auki
pl: Drzwi lewe przednie i drzwi tylne otwarte
sk: Dvere vpredu vľavo a dvere vzadu otvorené

# openDoorFLBLSemantics
source: Left doors open
fi: Vasemman puolen ovet auki
pl: Lewe drzwi otwarte
sk: Dvere vľavo otvorené

# openDoorFLBRSemantics
source: Front left door and rear right door open
fi: Vasen etuovi ja oikea takaovi auki
pl: Drzwi przednie lewe i drzwi tylne prawe otwarte
sk: Dvere vpredu vľavo a dvere vzadu vpravo otvorené

# openDoorFLFRBLSemantics
source: Front doors and rear left door open
fi: Etuovet ja vasen takaovi auki
pl: Drzwi przednie i drzwi tylne lewe otwarte
sk: Dvere vpredu a dvere vzadu vľavo otvorené

# openDoorFLFRBRSemantics
source: Front doors and rear right door open
fi: Etuovet ja oikea takaovi auki
pl: Drzwi przednie i drzwi prawe tylne otwarte
sk: Dvere vpredu a dvere vzadu vpravo otvorené

# openDoorFLFRSemantics
source: Front doors open
fi: Etuovet auki
pl: Drzwi przednie otwarte
sk: Dvere vpredu otvorené

# openDoorFLSemantics
source: Front left door open
fi: Vasen etuovi auki
pl: Drzwi przednie lewe otwarte
sk: Dvere vpredu vľavo otvorené

# openDoorFRBLBRSemantics
source: Front right door and rear doors open
fi: Oikea etuovi ja takaovet auki
pl: Drzwi przednie prawe i drzwi tylne otwarte
sk: Dvere vpredu vpravo a dvere vzadu otvorené

# openDoorFRBLSemantics
source: Front right door and rear left door open
fi: Oikea etuovi ja vasen takaovi auki
pl: Drzwi przednie prawe i drzwi tylne lewe otwarte
sk: Dvere vpredu vpravo a dvere vzadu vľavo otvorené

# openDoorFRBRSemantics
source: Right doors open
fi: Oikean puolen ovet auki
pl: Drzwi prawe otwarte
sk: Dvere vpravo otvorené

# openDoorFRSemantics
source: Front right door open
fi: Oikea etuovi auki
pl: Drzwi przednie prawe otwarte
sk: Dvere vpredu vpravo otvorené

# openHoodSemantics
source: Hood open
fi: Etukansi auki
pl: Klapa przednia otwarta
sk: Predná kapota otvorená

# openSettings
source: SETTINGS
fi: ASETUKSET
pl: USTAWIENIA
sk: NASTAVENIA

# openSunRoofSemantics
source: Sunroof open
fi: Lasikatto auki
pl: Szklany dach otwarty
sk: Sklenené strešné okno otvorené

# openTrunkSemantics
source: Tailgate open
fi: Takaluukku auki
pl: Pokrywa bagażnika otwarta
sk: Otvorené veko kufra

# openUpperCase
source: OPEN
fi: AVAA
pl: OTWÓRZ
sk: OTVORIŤ

# openWindowBLSemantics
source: Rear left window open
fi: Vasen takaikkuna auki
pl: Okno z tyłu z lewej strony otwarte
sk: Dvere vzadu vľavo otvorené

# openWindowBRSemantics
source: Rear right window open
fi: Oikea takaikkuna auki
pl: Okno z tyłu z prawej strony otwarte
sk: Okno vzadu vpravo otvorené

# openWindowFLSemantics
source: Front left window open
fi: Vasen etuikkuna auki
pl: Okno z przodu z lewej strony otwarte
sk: Okno vpredu vľavo otvorené

# openWindowFRSemantics
source: Front right window open
fi: Oikea etuikkuna auki
pl: Okno z przodu z prawej strony otwarte
sk: Okno vpredu vpravo otvorené

# openWindowsSemantics
source: Window open
fi: Ikkunat auki
pl: Otwarte okna
sk: Okná otvorené

# operationFailure
source: Something went wrong.
fi: Jotain meni pieleen.
pl: Coś poszło nie tak.
sk: Niečo sa pokazilo.

# optimiseFastChargingBMWBody1
source: Your BMW will ensure the battery is at optimal temperature for DC charging by heating or cooling the battery as needed.
fi: BMW:si varmistaa akun optimaalisen lämpötilan DC-latausta varten lämmittämällä tai jäähdyttämällä sitä.
pl: Twoje BMW wykorzystuje ogrzewanie lub chłodzenie, aby uzyskać optymalną temperaturę akumulatora do ładowania prądem stałym.
sk: Vaše BMW používa kúrenie alebo chladenie na vytvorenie optimálnej teploty batérie pre nabíjanie jednosmerným prúdom.

# optimiseFastChargingBMWBody2
source: Note that this can result in the loss of some range. Preconditioning will be deactivated automatically if there’s not enough range.
fi: Huomaa, että tämä voi saada aikaan sen, että toimintasäde alenee hieman. Esivalmistelu lopetetaan automaattisesti, jos toimintasäde on liian pieni.
pl: Pamiętaj, że to może spowodować nieznaczne zmniejszenie zasięgu. Przygotowanie jest automatycznie przerywane, gdy zasięg jest zbyt mały.
sk: Upozorňujeme, že to môže viesť k mierne zníženému dojazdu. Ak je dojazd príliš krátky, príprava sa automaticky zastaví.

# optimiseFastChargingBMWTitle
source: Optimize for fast charging?
fi: Optimoidaanko pikalatausta varten?
pl: Czy zoptymalizować w celu szybkiego ładowania?
sk: Optimalizovať pre rýchlonabíjanie?

# optimiseFastChargingBMWToggle
source: Precondition battery for fast charging
fi: Valmistele akku pikalatausta varten
pl: Przygotuj akumulator do szybkiego ładowania
sk: Pripraviť batériu na rýchlonabíjanie

# optimiseFastChargingMINIBody1
source: Your MINI will ensure the battery is at optimal temperature for DC charging by heating or cooling the battery as needed.
fi: MINIsi varmistaa akun optimaalisen lämpötilan DC-latausta varten lämmittämällä tai jäähdyttämällä sitä.
pl: Twoje MINI wykorzystuje ogrzewanie lub chłodzenie, aby uzyskać optymalną temperaturę akumulatora do ładowania prądem stałym.
sk: Vaše MINI používa kúrenie alebo chladenie na vytvorenie optimálnej teploty batérie pre nabíjanie jednosmerným prúdom.

# optimiseFastChargingMINIBody2
source: Note that this can result in the loss of some range. Preconditioning will be deactivated automatically if there’s not enough range.
fi: Huomaa, että tämä voi saada aikaan sen, että toimintasäde alenee hieman. Esivalmistelu lopetetaan automaattisesti, jos toimintasäde on liian pieni.
pl: Pamiętaj, że to może spowodować nieznaczne zmniejszenie zasięgu. Przygotowanie jest automatycznie przerywane, gdy zasięg jest zbyt mały.
sk: Upozorňujeme, že to môže viesť k mierne zníženému dojazdu. Ak je dojazd príliš krátky, príprava sa automaticky zastaví.

# optimiseFastChargingMINITitle
source: Optimize for fast charging?
fi: Optimoidaanko pikalatausta varten?
pl: Czy zoptymalizować w celu szybkiego ładowania?
sk: Optimalizovať pre rýchlonabíjanie?
