Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# PublicChargingStrings_includedMinAc
source: {minIncludedAC} min AC
fi: {minIncludedAC} min vaihtovirralla
pl: {minIncludedAC} min prądem przemiennym
sk: {minIncludedAC} min. striedavým prúdom

# PublicChargingStrings_includedMinDc
source: {minIncludedDC} min DC
fi: {minIncludedDC} min tasavirralla
pl: {minIncludedDC} min prądem stałym
sk: {minIncludedDC} min. jednosmerným prúdom

# PublicChargingStrings_manageContractsUpperCase
source: MANAGE MY CONTRACTS
fi: SOPIMUSTEN HALLINTA
pl: ZARZĄDZANIE MOIMI UMOWAMI
sk: SPRAVOVAŤ MOJE ZMLUVY

# PublicChargingStrings_noBalanceErrorDialog
source: Your action cannot be completed because something went wrong with your charging plan. Please check your payment details and try again later.
fi: Toimenpidettä ei voida saattaa päätökseen, koska lataussopimuksessasi meni jotain pieleen. Tarkista maksutiedot ja yritä myöhemmin uudelleen.
pl: Nie można zakończyć procesu, ponieważ coś poszło nie tak z ładowaniem. Sprawdź szczegóły płatności i spróbuj ponownie później.
sk: Váš proces nie je možné dokončiť, pretože sa vyskytol problém s vašou zmluvou o nabíjaní. Skontrolujte vaše platobné informácie pripojenie a skúste to znova neskôr.

# PublicChargingStrings_noBrandedContractAvailableYet
source: No {brandCharging} contract available?
fi: Eikö {brandCharging} -sopimusta ole vielä käytettävissä?
pl: Nie ma jeszcze żadnej umowy {brandCharging}?
sk: Ešte neexistuje žiadna zmluva pre {brandCharging}?

# PublicChargingStrings_noContract
source: No contract
fi: Ei sopimusta
pl: Brak umowy
sk: Neexistuje žiadna zmluva

# PublicChargingStrings_onlyChargingNetworkFilter
source: Only {chargingProvider}
fi: Vain {chargingProvider}
pl: Tylko {chargingProvider}
sk: Iba {chargingProvider}

# PublicChargingStrings_orderResumeCta
source: ACTIVATE C?HARGING SOCKET OUTLET
fi: AKTIVOI LATAUSPISTORASIA
pl: AKTYWUJ GNIAZDO ŁADOWANIA
sk: AKTIVOVAŤ NABÍJACIU ZÁSUVKU

# PublicChargingStrings_otherContracts
source: OTHER CONTRACTS
fi: MUUT SOPIMUKSET
pl: INNE UMOWY
sk: INÉ ZMLUVY

# PublicChargingStrings_paymentError
source: This action cannot be completed as an error occurred when processing your payment.
fi: Tätä toimenpidettä ei voida viedä päätökseen, koska maksun käsittelyssä tapahtui virhe.
pl: Nie jest możliwe zakończenie tej akcji, ponieważ w trakcie przetwarzania Twojej płatności wystąpił błąd.
sk: Táto akcia nemôže byť dokončená, pretože pri spracovaní vašej platby sa vyskytla chyba.

# PublicChargingStrings_perMinute
source: per minute
fi: minuuttia kohden
pl: za minutę
sk: za minútu

# PublicChargingStrings_providedByElmLabel
source: Provided by Electrify America LLC
fi: Tarjoaja Electrify America LLC
pl: Dostarczone przez Electrify America LLC
sk: Poskytuje Electrify America LLC

# PublicChargingStrings_registeringForTheFirstTime
source: Is this your first time registering with {brandCharging}? Here are your benefits:
fi: Kirjaudutko ensimmäistä kertaa sisään {brandCharging} -palveluun? Etusi:
pl: Logujesz się przy użyciu {brandCharging} po raz pierwszy? To są Twoje korzyści:
sk: Prihlasujete sa s {brandCharging} prvý krát? Toto sú vaše výhody:

# PublicChargingStrings_scanAndChargeErrorDialogTitle
source: Something went wrong.
fi: Jotain meni pieleen.
pl: Coś poszło nie tak.
sk: Niečo sa pokazilo.

# PublicChargingStrings_scanAndChargeOnlyCardDialogDescription
source: Please try again later or use your RFID card.
fi: Yritä myöhemmin uudelleen tai käytä RFID-korttia.
pl: Spróbuj ponownie później lub użyj karty RFID.
sk: Skúste to znovu neskôr alebo použite RFID kartu.

# PublicChargingStrings_scanAndChargeQrCodeScanUnavailableDialogDescription
source: Please try the connector activation through Select & Charge or use your RFID card.
fi: Kokeile aktivointia Select & Charge -toiminnolla tai käytä RFID-korttia.
pl: Spróbuj aktywować poprzez Select & Charge lub użyj karty RFID.
sk: Skúste aktiváciu pomocou Select & Charge alebo použite svoju RFID kartu.

# PublicChargingStrings_selectAndChargeGpsDialogDescription
source: We need to access your GPS location to use this function. To determine your location, turn on location services in the device settings.
fi: Tämän ominaisuuden käyttöä varten meidän on saatava GPS-sijaintisi. Sijainnin määrittämistä varten on aktivoitava sijaintipalvelut laiteasetuksissa.
pl: W celu korzystania z tej usługi musimy mieć dostęp do Twojej lokalizacji GPS. W celu ustalenia lokalizacji aktywuj usługi lokalizacji w ustawieniach urządzenia.
sk: Na využívanie tejto funkcie musíme pristupovať k vašej aktuálnej polohe GPS. Na určenie vašej aktuálnej polohy aktivujte služby určovania polohy v nastaveniach zariadenia.

# PublicChargingStrings_selectAndChargeGpsDialogPrimaryAction
source: GO TO SETTINGS
fi: ASETUKSIIN
pl: DO USTAWIEŃ
sk: PREJSŤ NA NASTAVENIA

# PublicChargingStrings_selectAndChargeNoResultsActionSubtitle
source: No compatible charging stations found nearby.
fi: Lähistöltä ei löytynyt yhteensopivia latausasemia.
pl: Nie znaleziono w pobliżu kompatybilnych stacji ładowania.
sk: V blízkosti neboli nájdené žiadne kompatibilné nabíjacie stanice.

# PublicChargingStrings_selectAndChargeRequestErrorSnackbarDescription
source: Something went wrong. Please try again later or use your RFID card.
fi: Jotain meni pieleen. Yritä uudelleen tai käytä RFID-korttia.
pl: Coś poszło nie tak. Spróbuj ponownie lub użyj swojej karty RFID.
sk: Niečo sa nepodarilo. Skúste to, prosím, znovu alebo použite vašu RFID kartu.

# PublicChargingStrings_selectAndChargeRequestInProgressActionSubtitle
source: Please activate your GPS location to select a charging station in the vicinity.
fi: Valitse lähellä sijaitseva latausasema aktivoimalla GPS-sijaintisi.
pl: Aktywuj lokalizację GPS, aby wybrać najbliższą stację ładowania.
sk: Aktivujte, prosím, vašu aktuálnu polohu GPS, aby ste si mohli vybrať nabíjaciu stanicu nablízku.

# PublicChargingStrings_selectAndChargeRequestInProgressSnackbarDescription
source: Your request is being processed by the charging station operator. This may take a few moments.
fi: Latausaseman ylläpitäjä käsittelee tiedustelusi. Tämä voi kestää hetken.
pl: Twoje zapytanie jest rozpatrywane przez operatora stacji ładowania. Może to chwilę potrwać.
sk: Váš dopyt spracúva prevádzkovateľ nabíjacej stanice. Môže to chvíľu trvať.

# PublicChargingStrings_selectAndChargeResultScreenNoResultsBody
source: There are no supported charging stations in the vicinity. Please use your RFID card or try again in a different location.
fi: Lähistöllä ei ole tuettuja latausasemia. Käytä RFID-korttia tai yritä uudelleen toisessa sijaintipaikassa.
pl: Brak obsługiwanych stacji ładowania w pobliżu. Wykorzystaj swoją kartę RFID lub spróbuj ponownie w innej lokalizacji.
sk: V blízkosti sa nenachádzajú žiadne podporované nabíjacie stanice. Použite, prosím, vašu RFID kartu alebo to skúste znovu na inom mieste.

# PublicChargingStrings_selectAndChargeResultScreenTitle
source: Your location
fi: Sijaintisi
pl: Twoja lokalizacja
sk: Vaša aktuálna poloha

# PublicChargingStrings_sessionDetailsDialogAppliedGrace
source: Applied after a {gracePeriod}-minute grace period
fi: Käytetään {gracePeriod} min lisäajan jälkeen
pl: Stosowane po {gracePeriod} min okresu karencji
sk: Aplikované po {gracePeriod}-minútovej dobe odkladu

# PublicChargingStrings_sessionDetailsDialogAssistiveBilled
source: Your charging session will be billed to your selected plan by Electrify America LLC and according to the chosen payment method. Electrify America can place an authorization hold of up to $20 on your selected payment method prior to each charging session. This hold should be released in around a week if it is not used. If the final costs of your charging process are greater than $20, subsequent fees can be billed via your selected payment method.
fi: Latauksestasi veloitetaan Electrify America LLC:n ("EA") hinnan mukaisesti valittua maksutapaa käyttäen. EA voi määrätä 20 $:n suuruisen tunnistautumissumman maksutapasi kautta ennen jokaista latausta. Tämän määrän pitäisi vapautua noin viikossa, jos sitä ei käytetä. Jos latausmaksun lopullinen hinta on yli 20 $, maksutavasta voidaan periä seuraavat lisämaksut.
pl: Ładowanie zostanie rozliczone zgodnie z taryfą Electrify America LLC („EA“) i za pośrednictwem wybranej metody płatności. Firma EA przed każdym ładowaniem może za pomocą Twojej metody płatności blokować środki za opłatę autoryzacyjną w wysokości 20 $. Ta kwota powinna zostać zwolniona w przeciągu tygodnia, gdy nie zostanie użyta. Gdy ostateczne koszty ładowania przekroczą 20 $, za pomocą Twojej metody płatności mogą zostać pobrane poniższe opłaty.
sk: Váš proces nabíjania bude zúčtovaný podľa vašej tarify u Electrify America LLC ("EA") a prostredníctvom zvolenej platobnej metódy. EA môže cez vašu platobnú metódu stanoviť pred každým procesom nabíjania autorizačnú sumu vo výške 20 $. Ak sa nepoužije, táto suma by mala byť asi o týždeň vrátená. Ak sú konečné náklady vášho procesu nabíjania vyššie ako 20 $, môžu byť cez vašu platobnú metódu zaúčtované nasledujúce poplatky.

# PublicChargingStrings_sessionDetailsDialogBeforePromo
source: Before promotions, taxes and fees
fi: Ennen alennuksia, veroja ja kuluja
pl: Przed uwzględnieniem rabatów, podatków i opłat
sk: Pred zľavami, daňami a poplatkami

# PublicChargingStrings_sessionDetailsDialogBeforeTaxes
source: Before taxes and fees
fi: Ennen veroja ja kuluja
pl: Przed uwzględnieniem podatków i opłat
sk: Pred daňami a poplatkami

# PublicChargingStrings_sessionDetailsDialogChargingCost
source: Charging cost
fi: Latauskustannukset
pl: Koszty ładowania
sk: Náklady na nabíjanie

# PublicChargingStrings_sessionDetailsDialogChargingSpeed
source: Charging speed
fi: Latausnopeus
pl: Prędkość ładowania
sk: Rýchlosť nabíjania

# PublicChargingStrings_sessionDetailsDialogChargingTime
source: Charging time
fi: Latausaika
pl: Czas ładowania
sk: Čas nabíjania

# PublicChargingStrings_sessionDetailsDialogEnergyDelivered
source: Energy delivered
fi: Toimitettu virtamäärä
pl: Ilość dostarczonej energii elektrycznej
sk: Dodané množstvo elektrickej energie

# PublicChargingStrings_sessionDetailsDialogExpires
source: Expires on {specialOfferExpirationDate}
fi: Päättyy {specialOfferExpirationDate}
pl: Wygasa w dniu {specialOfferExpirationDate}
sk: Vyprší {specialOfferExpirationDate}

# PublicChargingStrings_sessionDetailsDialogIdleFee
source: Idle fee
fi: Lisämaksu paikan varattuna pitämisestä
pl: Opłata za blokadę
sk: Blokačný poplatok

# PublicChargingStrings_sessionDetailsDialogJustUpdated
source: Just updated
fi: Juuri päivitetty
pl: Właśnie zaktualizowano
sk: Práve sa aktualizuje

# PublicChargingStrings_sessionDetailsDialogLastUpdated
source: Updated {minFromLastUpdate} min ago.
fi: Päivitetty viimeksi {minFromLastUpdate} min sitten.
pl: Ostatnia aktualizacja {minFromLastUpdate} min temu.
sk: Naposledy aktualizované pred {minFromLastUpdate} min.

# PublicChargingStrings_sessionDetailsDialogPlan
source: PLAN
fi: HINTA
pl: TARYFA
sk: TARIFA

# PublicChargingStrings_sessionDetailsDialogRemainingCharging
source: Remaining included charging
fi: Sopimukseen sisältyvää latausta jäljellä
pl: Pozostała usługa wliczona w cenę
sk: Zostávajúci zahrnutý výkon

# PublicChargingStrings_sessionDetailsDialogSecondaryHeader
source: CURRENT STATUS
fi: NYKYINEN TILA
pl: AKTUALNY STATUS
sk: AKTUÁLNY STAV

# PublicChargingStrings_sessionDetailsDialogSpecialRemainingCharging
source: {specialOfferRemainingCharging} min. or kWh
fi: {specialOfferRemainingCharging} min tai kWh
pl: {specialOfferRemainingCharging} min lub kWh
sk: {specialOfferRemainingCharging} min alebo kWh

# PublicChargingStrings_sessionDetailsDialogStopChargingSession
source: STOP BATTERY CHARGING
fi: LOPETA LATAAMINEN
pl: ZAKOŃCZ ŁADOWANIE
sk: UKONČIŤ PROCES NABÍJANIA

# PublicChargingStrings_sessionDetailsDialogTitle
source: Session details
fi: Latauksen tiedot
pl: Szczegóły ładowania
sk: Podrobnosti nabíjania

# PublicChargingStrings_sessionGracePeriodSnackbar
source: The charging process was completed. You are starting your grace period.
fi: Lataaminen saatiin päätökseen. Lisäaika alkaa.
pl: Ładowanie zostało w pełni zakończone. Rozpoczynasz swój okres karencji.
sk: Proces nabíjania bol dokončený. Začína sa vaša doba odkladu.

# PublicChargingStrings_sessionReadySnackbar
source: Your charging station session is ready. Please follow the instructions on the charging station.
fi: Lataaminen voi alkaa. Noudata latausaseman ohjeita.
pl: Można rozpocząć ładowanie. Postępuj zgodnie z instrukcjami na stacji ładowania.
sk: Váš proces nabíjania sa môže začať. Riaďte sa pokynmi na nabíjacej stanici.

# PublicChargingStrings_sessionStatusReady
source: Ready
fi: Valmis
pl: Gotowe
sk: Pripravené

# PublicChargingStrings_sessionStoppingSnackbar
source: Your charging process is being stopped by the provider. This can take a few seconds.
fi: Latausaseman ylläpitäjä pysäyttää latausprosessin. Se voi kestää joitakin sekunteja.
pl: Ładowanie jest wyłączane przez operatora. Może to potrwać kilka sekund.
sk: Váš proces nabíjania zastaví prevádzkovateľ. To môže trvať niekoľko sekúnd.

# PublicChargingStrings_termsAndPrivacyLinkout
source: By confirming this order, you agree to the <link>Terms & Conditions<link> and the <link>Privacy Policy<link>. After confirmation, the charging power socket will be activated and the battery charging can start. Charging costs will be accrued.
fi: Vahvistamalla tämän tilauksen hyväksyt <link>Yleiset palveluehdot<link> ja <link>Tietosuojakäytännön<link>. Vahvistuksen jälkeen latauspistorasia aktivoituu ja lataaminen voi alkaa. Latauksesta aiheutuu kustannuksia.
pl: Potwierdzając to zlecenie, wyrażasz zgodę na <link>Ogólne warunki handlowe<link> oraz <link>Politykę prywatności<link>. Po potwierdzeniu gniazdo ładowania zostaje aktywowane i można rozpocząć ładowanie. Obowiązują koszty ładowania.
sk: Potvrdením tejto objednávky vyjadrujete súhlas so <link>Všeobecnými obchodnými podmienkami<link> a <link>Zásadami ochrany osobných údajov<link>. Po potvrdení sa nabíjacia zásuvka aktivuje a nabíjanie môže začať. Účtujú sa náklady na nabíjanie.

# PublicChargingStrings_unableToGetVehiclePosition
source: The electric range will be calculated on the basis of the current location of your mobile device, as the current location of the vehicle is not available.
fi: Toimintasäde sähköllä lasketaan mobiililaitteesi sijainnin perusteella, koska ajoneuvon sijainti ei ole käytettävissä.
pl: Zasięg elektryczny jest obliczany na podstawie lokalizacji Twojego urządzenia mobilnego, ponieważ lokalizacja Twojego pojazdu nie jest dostępna.
sk: Elektrický dojazd sa vypočítava na základe aktuálne polohy vášho mobilného zariadenia, pretože poloha vášho vozidla nie je k dispozícii.

# PublicChargingStrings_unableToRetrieveChargingContracts
source: We are currently unable to retrieve you charging contracts. Please wait a minute and try again.
fi: Lataussopimuksesi eivät ole tällä hetkellä saatavilla. Yritä muutaman minuutin kuluttua uudelleen.
pl: Obecnie nie możemy wywołać Twoich umów . Spróbuj ponownie za kilka minut.
sk: Momentálne nemôžeme získať vaše zmluvy o nabíjaní. Skúste to znova o niekoľko minút.

# PublicChargingStrings_unavailableContract
source: Unavailable
fi: Ei käytettävissä
pl: Niedostępne
sk: Nie je dostupné

# PublicChargingStrings_unlimitedAc
source: Unlimited AC
fi: Rajoittamaton vaihtovirtalataus
pl: Bez ograniczeń prądem przemiennym
sk: Neobmedzene striedavým prúdom

# PublicChargingStrings_unlimitedDc
source: Unlimited DC
fi: Rajoittamaton tasavirtalataus
pl: Bez ograniczeń prądem stałym
sk: Neobmedzene jednosmerným prúdom

# PublicChargingStrings_unlimitedGracePeriod
source: Unlimited
fi: Rajoittamaton
pl: Nieograniczony
sk: Neobmedzene

# PublicChargingStrings_withYourBrandNewBrandedVehicle
source: {brandCharging} with your new {brand}
fi: Uuden {brand}-ajoneuvosi {brandCharging}
pl: {brandCharging} z Twoim nowym {brand}
sk: {brandCharging} s vašim novým {brand}

# PublicChargingStrings_youNeedContractToCharge
source: You need a contract to charge this vehicle.
fi: Tarvitse sopimuksen tämän ajoneuvon latausta varten.
pl: Aby naładować ten pojazd, potrzebna jest umowa.
sk: Na nabíjanie tohto vozidla potrebujete zmluvu.

source: Puerto Rico
pl: Portoryko
sk: Portoriko

# PushNotificationsSettingsStrings_notificationsLbcParkingPaymentsToggleInfoText
source: Parking Notifications keep you updated on Parking Payments. If you do not wish to receive notifications, you can deactivate permissions here.
fi: Pysäköinti-ilmoitukset pitävät sinut ajan tasalla pysäköintimaksuista. Jos et halua saada ilmoituksia, voit poistaa oikeuden täältä.
pl: Otrzymuj na bieżąco powiadomienia dotyczące płatności za parkowanie. W razie potrzeby możliwe jest dezaktywowanie otrzymywania powiadomień.
sk: Oznámenia o parkovaní vás informujú o parkovacích platbách. Ak nechcete dostávať oznámenia, môžete tu zrušiť oprávnenie.

# PushNotificationsSettingsStrings_pushNotificationsSettingsTypeLbcParkingLabel
source: Parking Payments
fi: Pysäköintimaksut
pl: Płatności za parkowanie
sk: Parkovacie platby

source: Qatar
pl: Katar
sk: Katar

source: Quechua
fi: Ketšua
pl: Keczua
sk: Kečuánčina

# RecallStrings__recallContactCustomerServiceBranded
source: {brand} Customer Service.
fi: {brand} asiakaspalvelu.
pl: Dział obsługi klienta {brand}.
sk: Zákaznícka podpora {brand}.

# RecallStrings_recallCallDealerButton
source: Call Dealer
fi: Soita jälleenmyyjälle
pl: Zadzwoń do dealera
sk: Zavolať predajcovi

# RecallStrings_recallContactCustomerServiceInfo
source: For more information call
fi: Lisätietoja:
pl: Więcej informacji przekaże
sk: Ďalšie informácie získate od

# RecallStrings_recallDetailsMultiVehicleLabelPage
source: Recall or service campaign pending
fi: Takaisinkutsu tai huoltokampanja odottaa
pl: Oczekująca kampania wycofywania lub serwisowa
sk: Nevybavené zvolávanie alebo servisná kampaň

# RecallStrings_recallDetailsMultiVehiclePage
source: Details
fi: Tiedot
pl: Szczegóły
sk: Podrobnosti

# RecallStrings_recallDetailsPage
source: Recalls & Campaigns
fi: Takaisinkutsut & kampanjat
pl: Akcje serwisowe
sk: Zvolávacie akcie a kampane

# RecallStrings_recallListTitle
source: RECALLS & SERVICE CAMPAIGNS
fi: TAKAISINKUTSUT & HUOLTOKAMPANJAT
pl: AKCJE SERWISOWE
sk: ZVOLÁVACIE AKCIE A KAMPANE

# RecallStrings_recallWebsiteLinkSubtitle
source: You can find the latest information here
fi: Ajankohtaisia tietoja löydät täältä
pl: Tutaj znajdziesz aktualne informacje
sk: Aktuálne informácie nájdete tu

# RemoteControlStrings_CarLevelControlVehicleLevelBackgroundTextSecondLine
source: Level
fi: Taso
pl: Poziom
sk: Výška

# RemoteControlStrings__availableRemoteControlsInfoPageBluetoothIntro
source: Three ranges are available depending on the distance between your smartphone and your {brandLocalized}:
fi: Riippuen älypuhelimen etäisyydestä {brandLocalized}-ajoneuvoon on kolme toimintasädettä:
pl: Dostępne są trzy zasięgi, w zależności od odległości smartfona od Twojego {brandLocalized}:
sk: V závislosti od vzdialenosti smartfónu k vášmu {brandLocalized} existujú tri dosahy:

# RemoteControlStrings__availableRemoteControlsInfoPageBluetoothRangeDescription
source: Medium- and short-range functions use Bluetooth which enables additional Digital Key Plus functions. Some of the long-range functions that are always available have shorter reaction times in these ranges. The "passive entry" function for the Digital Key of this vehicle must also be activated in your Apple Wallet.
fi: Keskipitkän ja lyhyen toimintasäteen toiminnot käyttävät Bluetoothia, joka mahdollistaa Digital Key Plus -lisätoiminnot. Joillakin aina käytettävissä olevilla pitkän toimintasäteen toiminnoilla on tällä alueella lyhyemmät vasteajat. Lisäksi "passiivinen käyttö" on aktivoitava tämän ajoneuvon Digital Key -avaimelle Applen Lompakossa.
pl: Funkcje średniego i małego zasięgu używają połączenia Bluetooth, które umożliwia dodatkowe funkcje Digital Key Plus. Niektóre z zawsze dostępnych funkcji dużego zasięgu wykazują się w tym obszarze krótszymi czasami odpowiedzi. Poza tym w Twoim Apple Wallet musi być aktywny "Dostęp pasywny" dla kluczyka Digital Key tego pojazdu.
sk: Funkcie stredného a blízkeho dosahu používajú Bluetooth, ktorý umožňuje dodatočné funkcie Digital Key Plus. Niektoré vždy dostupné funkcie s ďalekým dosahom majú v tejto oblasti kratšie reakčné časy. Okrem toho musí byť pre Digital Key tohto vozidla vo vašej Apple Wallet aktivovaný "Pasívny prístup".

source: You must connect to your BMW once via Bluetooth to display all available functions.
fi: Kaikkien käytettävissä olevien toimintojen näyttämistä varten BMW:hen on kerran muodostettava Bluetooth-yhteys.
pl: Aby wyświetlić wszystkie dostępne funkcje, musisz nawiązać jednorazowe połączenie ze swoim BMW przez Bluetooth.
sk: Na zobrazenie všetkých dostupných funkcií sa musíte jednorazovo pripojiť k vášmu BMW cez Bluetooth.

source: Connect to your {brandLocalized}
fi: Muodosta yhteys {brandLocalized}-ajoneuvoosi
pl: Połącz się ze swoim {brandLocalized}
sk: Pripojte sa k svojmu {brandLocalized}

source: There are no supported long-range functions available for your {brandLocalized}.
fi: {brandLocalized}-ajoneuvollesi ei ole tuettuja pitkän toimintasäteen toimintoja.
pl: Nie ma dla Twojego {brandLocalized} żadnych obsługiwanych funkcji z dużym zasięgiem.
sk: Pre vaše {brandLocalized} neexistujú žiadne podporované funkcie s ďalekým dosahom.

# RemoteControlStrings_availableRemoteControlsHeading
source: Available controls
fi: Käytettävissä olevat toiminnot
pl: Dostępne funkcje
sk: Dostupné funkcie

# RemoteControlStrings_availableRemoteControlsInfoPageAdaptingNeedsText
source: In the Bluetooth® range, the remote control panel will automatically expand and hide some content to offer you easier access to the remote controls. You can switch this automatic behavior off below.
fi: Bluetooth-yhteyden toimintasäteen sisällä kauko-ohjauspaneeli laajenee automaattisesti ja peittää jonkin verran sisältöä, jotta pääset helpommin käsiksi kauko-ohjaimeen. Voit poistaa tämän automaattisen toiminnon aktivoinnin täältä.
pl: W zasięgu połączenia Bluetooth panel zdalnego sterowania automatycznie rozszerza się i nakłada na siebie niektóre treści, aby zapewnić łatwiejszy dostęp do zdalnego sterowania. Tutaj możesz wyłączyć tę automatyzację.
sk: V dosahu Bluetooth pripojenia sa panel diaľkového ovládania automaticky rozšíri a prekryje určitý obsah, aby vám uľahčil prístup k diaľkovému ovládaniu. Toto automatické správanie môžete deaktivovať tu.

# RemoteControlStrings_availableRemoteControlsInfoPageAdaptingNeedsTitle
source: Adapting to your needs
fi: Mukauta tarpeidesi mukaan
pl: Dostosuj do swoich potrzeb
sk: Prispôsobiť na vaše potreby

# RemoteControlStrings_availableRemoteControlsInfoPageBluetoothListIntro
source: The following list shows the available functions for each range.
fi: Seuraavasta luettelosta näkyy, mitkä tuetut toiminnot ovat käytettävissä milläkin toimintasäteellä.
pl: Poniższa lista przedstawia, które obsługiwane funkcje są dostępne w przypadku danego zasięgu.
sk: V nasledujúcom zozname je uvedené, ktoré podporované funkcie sú dostupné pri akom dosahu.

# RemoteControlStrings_availableRemoteControlsInfoPageBluetoothRangeLong
source: Long range (always available)
fi: Pitkä toimintasäde (aina käytettävissä)
pl: Duży zasięg (zawsze dostępne)
sk: Ďaleký dosah (dostupné vždy)

# RemoteControlStrings_availableRemoteControlsInfoPageBluetoothRangeMedium
source: Medium range (via Bluetooth®, ~{distanceMedium})
fi: Keskipitkä toimintasäde (Bluetooth, ~{distanceMedium})
pl: Średni zasięg (przez Bluetooth, ~{distanceMedium})
sk: Stredný dosah (cez Bluetooth ~{distanceMedium})
