Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# DestinationsStrings_chargingSocketsSnackbarSessionNotFoundError
source: It was not possible to stop your charging session. Please stop the session manually in your vehicle.
fi: Lataamista ei voitu lopettaa. Lopeta prosessi manuaalisesti ajoneuvossa.
pl: Nie udało się wyłączyć ładowania. Zakończ proces ręcznie w pojeździe.
sk: Vaše nabíjanie nebolo možné zastaviť. Ukončite proces manuálne vo svojom vozidle.

# DestinationsStrings_chargingSocketsSnackbarUnknownError
source: Your action cannot be completed due to an issue on the provider side. Please use the RFID card.
fi: Toimenpidettä ei saada päätökseen liikkeenharjoittajan ongelman vuoksi. Käytä RFID-korttia.
pl: Nie można zakończyć czynności z powodu problemu po stronie operatora. Użyj karty RFID.
sk: Vašu akciu nie je možné dokončiť z dôvodu problémov na strane prevádzkovateľa. Použite kartu RFID.

# DestinationsStrings_chargingSocketsSnackbarUnknownEvseIdError
source: Your action cannot be completed due to an issue on the provider side. Please stop the session manually in your vehicle.
fi: Toimenpidettä ei saada päätökseen liikkeenharjoittajan ongelman vuoksi. Lopeta prosessi manuaalisesti ajoneuvossa.
pl: Nie można zakończyć czynności z powodu problemu po stronie operatora. Zakończ proces ręcznie w pojeździe.
sk: Vašu akciu nie je možné dokončiť z dôvodu problémov na strane prevádzkovateľa. Ukončite proces manuálne vo svojom vozidle.

# DestinationsStrings_chargingStationAppHeader
source: CHARGING APP
fi: LATAUSSOVELLUS
pl: APLIKACJA ŁADOWANIA
sk: NABÍJACIA APLIKÁCIA

# DestinationsStrings_chargingStationFallback
source: Charging station
fi: Latausasema
pl: Stacja ładowania
sk: Nabíjacia stanica

# DestinationsStrings_chargingStationServiceInformation
source: Service information
fi: Palvelun tiedot
pl: Informacja serwisowa
sk: Servisná informácia

# DestinationsStrings_chargingStationSocketPileTypes
source: PLUG TYPES & PRICING
fi: PISTOKETYYPIT & HINNAT
pl: RODZAJE WTYCZEK I CENY
sk: TYPY ZÁSTRČIEK A CENY

# DestinationsStrings_chargingStationSocketPlugTypes
source: PLUG TYPES & CHARGING POWER
fi: PISTOKETYYPIT & LATAUSTEHO
pl: TYPY WTYCZEK I MOC ŁADOWANIA
sk: TYPY ZÁSTRČIEK & VÝKON NABÍJANIA

# DestinationsStrings_detailsChargingStopsRequired
source: Charging stops required
fi: Vaaditaan latauspysähdyksiä
pl: Wymagane przystanki na ładowanie
sk: Potrebné zastávky na nabíjanie

# DestinationsStrings_detailsGroupingNearbyChargingPillText
source: Nearby charging
fi: Lataus lähistöllä
pl: Ładowanie w pobliżu
sk: Nabíjanie v blízkosti

# DestinationsStrings_detailsGroupingNearbyParkingPillText
source: Nearby parking
fi: Pysäköinti lähistöllä
pl: Parkowanie w pobliżu
sk: Parkovanie v blízkosti

# DestinationsStrings_detailsPlanMyTrip
source: Plan route
fi: Suunnittele reitti
pl: Zaplanuj trasę
sk: Naplánovať trasu

# DestinationsStrings_dialogDescriptionPartnerAppNotInstalled
source: You need to install the {providerAppName} app to find charging stations and start charging.
fi: Sinun on asennettava {providerAppName} -sovellus, jotta löydät latausasemia ja voit aloittaa lataamisen.
pl: Musisz zainstalować aplikację {providerAppName}, aby znaleźć stacje ładowania i rozpocząć ładowanie.
sk: Musíte nainštalovať aplikáciu {providerAppName}, aby ste mohli nájsť nabíjacie stanice a spustiť nabíjanie.

# DestinationsStrings_dialogTitlePartnerAppInstalled
source: Open {providerAppName} app
fi: Avaa sovellus {providerAppName}
pl: Otwórz aplikację {providerAppName}
sk: Otvoriť aplikáciu {providerAppName}

# DestinationsStrings_electricRangeEstimation
source: Your electric range is an estimation
fi: Toimintasäde sähköllä on arvio
pl: Zasięg elektryczny jest wartością szacunkową
sk: Váš e-dojazd je odhad

# DestinationsStrings_electricRangeUnavailable
source: Electric range temporarily unavailable
fi: Toimintasäde sähköllä ei käytettävissä tilapäisesti
pl: Zasięg elektryczny chwilowo niedostępny
sk: E-dojazd je dočasne nedostupný

# DestinationsStrings_moreFiltersModalAppBarDoneActionLabel
source: DONE
fi: VALMIS
pl: GOTOWE
sk: HOTOVO

# DestinationsStrings_nearbyChargingFiltersNoResultsFoundBody
source: No charging stations found which meet your current filter criteria.
fi: Ei löytynyt latausasemia, jotka vastaavat nykyisiä suodatusehtojasi.
pl: Nie znaleziono stacji ładowania odpowiadających bieżącym kryteriom filtrowania.
sk: Nenašli sa žiadne nabíjacie stanice, ktoré zodpovedajú vašim aktuálnym kritériám filtra.

# DestinationsStrings_nearbyChargingFiltersNoResultsFoundTitle
source: No results found for your filter criteria
fi: Hakuehdoillasi ei löytynyt tuloksia
pl: Brak wyników pasujących do Twoich kryteriów
sk: Nenašli sa žiadne výsledky pre vaše kritériá

# DestinationsStrings_nearbyViewAll
source: VIEW ALL
fi: NÄYTÄ KAIKKI
pl: WYŚWIETL WSZYSTKIE
sk: ZOBRAZIŤ VŠETKY

# DestinationsStrings_nearbyViewInMap
source: VIEW ON MAP
fi: NÄYTÄ KARTALLA
pl: WYŚWIETL NA MAPIE
sk: ZOBRAZIŤ NA MAPE

# DestinationsStrings_parkingSituationCustomerLong
source: Customer parking available
fi: Asiakaspaikkoja käytettävissä
pl: Miejsca parkingowe dla klientów są dostępne
sk: K dispozícii zákaznícke miesta na parkovanie

# DestinationsStrings_parkingSituationCustomerShort
source: Customer parking
fi: Asiakaspaikat
pl: Miejsca parkingowe dla klientów
sk: Zákaznícke miesta na parkovanie

# DestinationsStrings_parkingSituationDifficultLong
source: Difficult to park in the area
fi: Vaikea pysäköintitilanne
pl: Trudna sytuacja parkingowa
sk: Ťažké parkovanie

# DestinationsStrings_parkingSituationDifficultShort
source: Difficult
fi: Vaikea
pl: Trudna
sk: Ťažké

# DestinationsStrings_parkingSituationEasyLong
source: Easy to park in the area
fi: Hyvä pysäköintitilanne
pl: Dobra sytuacja parkingowa
sk: Dobré parkovanie

# DestinationsStrings_parkingSituationEasyShort
source: Easy
fi: Hyvä
pl: Dobra
sk: Dobré

# DestinationsStrings_parkingSituationModerateLong
source: Moderately difficult to park in the area
fi: Keskimääräinen pysäköintitilanne
pl: Średnia sytuacja parkingowa
sk: Priemerné parkovanie

# DestinationsStrings_parkingSituationModerateShort
source: Moderate
fi: Keskimääräinen
pl: Średnia
sk: Priemerné

# DestinationsStrings_permissionsDialogBody
source: Allow the app to access your location to improve the experience. You can change this permission in your device settings.
fi: Paremman käyttökokemuksen saat, kun sallit sovelluksen käyttää sijaintiasi. Voit muuttaa sitä laiteasetuksissa.
pl: W celu uzyskania lepszych wrażeń zezwól aplikacji na korzystanie z Twojej lokalizacji. Można to zmienić w ustawieniach urządzenia.
sk: Pre lepší zážitok povoľte aplikácii použiť vašu aktuálnu polohu. Môžete to zmeniť v nastaveniach vášho zariadenia.

# DestinationsStrings_permissionsDialogTitle
source: Location services are not activated
fi: Sijaintipalvelut on poistettu käytöstä
pl: Usługi lokalizacji są dezaktywowane
sk: Služby určovania polohy sú deaktivované

# DestinationsStrings_preferredSectionSubtitle
source: The selection you made above will affect the selection of charging stations en route.
fi: Yllä tekemäsi valinta vaikuttaa reitin latausasemien valintaan.
pl: Wybór dokonany powyżej wpływa na wybór stacji ładowania na trasie.
sk: Vaša vyššie zvolená voľba má vplyv na voľbu nabíjacích staníc na trase.

# DestinationsStrings_preferredSectionTitle
source: Charging provider
fi: Latausinfrastruktuurin tarjoaja
pl: Dostawca infrastruktury ładowania
sk: Poskytovateľ infraštruktúry nabíjania

# DestinationsStrings_preferredToggleElectrifyamerica
source: Prefer Electrify America charging stations
fi: Suosi Electrify America -latausasemia
pl: Preferuj stacje ładowania Electrify America
sk: Uprednostniť nabíjacie stanice Electrify America

# DestinationsStrings_preferredToggleIonity
source: Prefer IONITY charging stations
fi: Suosi IONITY-latausasemia
pl: Preferuj stacje ładowania IONITY
sk: Uprednostniť nabíjacie stanice IONITY

# DestinationsStrings_preferredToggleLink
source: View available offers
fi: Näytä käytettävissä olevat tarjoukset
pl: Wyświetl dostępne oferty
sk: Zobraziť dostupné ponuky

# DestinationsStrings_pushNotificationCalendarTextBmw
source: Get to your events on time with the My BMW App! Synchronize your calendar events and send them from the app to your BMW.
fi: My BMW -sovelluksen ansiosta olet aina ajoissa! Synkronoi kalenterimerkinnät ja lähetä ne sovelluksesta BMW:hesi.
pl: Dzięki aplikacji My BMW dotrzesz na czas na umówione spotkania! Synchronizuj swoje wpisy w kalendarzu i przesyłaj je z aplikacji do swojego BMW.
sk: Dostavte sa na svoje termíny včas s aplikáciou My BMW! Synchronizujte svoje položky kalendára a odošlite ich z aplikácie do svojho BMW.

# DestinationsStrings_pushNotificationCalendarTextMini
source: Get to your events on time with the MINI App! Synchronize your calendar events and send them from the app to your MINI.
fi: MINI-sovelluksen ansiosta olet aina ajoissa! Synkronoi kalenterimerkinnät ja lähetä ne sovelluksesta MINIisi.
pl: Dzięki aplikacji MINI dotrzesz na czas na umówione spotkania! Synchronizuj swoje wpisy w kalendarzu i przesyłaj je z aplikacji do swojego MINI.
sk: Dostavte sa na svoje termíny včas s aplikáciou MINI! Synchronizujte svoje položky kalendára a odošlite ich z aplikácie do svojho MINI.

# DestinationsStrings_pushNotificationCalendarTitle
source: Get to know your new feature!
fi: Tutustu uuteen toimintoon!
pl: Poznaj nową funkcję!
sk: Oboznámte sa so svojou novou funkciou!

# DestinationsStrings_rangeNotAvailableShortMessage
source: Range not available
fi: Toimintasäde ei käytettävissä
pl: Zasięg niedostępny
sk: Dojazd nie je dostupný

# DestinationsStrings_ratingsLinkOut
source: More at
fi: Lisää
pl: Więcej na
sk: Viac na

# DestinationsStrings_ratingsPriceRange
source: Price range
fi: Hintataso
pl: Przedział cenowy
sk: Cenové rozpätie

# DestinationsStrings_reviewsTotal
source: {total} reviews
fi: {total} arvostelua
pl: Oceny: {total}
sk: {total} Hodnotenia

# DestinationsStrings_routeWarningIceDescription
source: Please be aware the route to your destination displayed now will be recalculated in the vehicle taking traffic, vehicle location, and road conditions into account.
fi: Ota huomioon, että ajoneuvossa tällä hetkellä näytettävä reitti lasketaan uudelleen ottaen huomioon ajankohtaisen liikennetilanteen, ajoneuvon sijainnin ja tieolosuhteet.
pl: Pamiętaj, że aktualnie wyświetlona trasa w pojeździe zostanie obliczona ponownie z uwzględnieniem aktualnego ruchu na drodze, lokalizacji pojazdu i warunków drogowych.
sk: Nezabudnite, že aktuálne zobrazená trasa vo vozidle sa nanovo prepočíta s ohľadom na aktuálnu dopravnú situáciu, lokalitu vozidla a pomery vozovky.

# DestinationsStrings_routeWarningIceTitle
source: Be aware of route recalculations
fi: Ota huomioon reitin uudelleenlaskenta
pl: Uwzględnij ponowne obliczenie trasy
sk: Zohľadniť nový výpočet trasy

# DestinationsStrings_showElectricRange
source: Show electric range
fi: Näytä toimintasäde sähköllä
pl: Wyświetl zasięg elektryczny
sk: Zobraziť elektrický dojazd

# DestinationsStrings_tripArriveSoc
source: Arrive with {percentage}%
fi: Perillä {percentage}%
pl: Przyjazd z {percentage}%
sk: Príjazd s {percentage}%

# DestinationsStrings_tripBatteryArrival
source: Min. battery charge at arrival
fi: Vähimmäisvaraustila perillä
pl: Min. poz. naład. przy przyjeździe
sk: Min. stav nabitia pri príchode

# DestinationsStrings_tripBatteryDeparture
source: Battery charge on departure
fi: Varaustaso lähdettäessä
pl: Poziom naładowania przy odjeździe
sk: Stav nabitia pri odjazde

# DestinationsStrings_tripBatteryDepartureCurrent
source: Currently:
fi: Tällä hetkellä:
pl: Aktualnie:
sk: Aktuálne:

# DestinationsStrings_tripBatteryStation
source: Min. battery charge at charging station
fi: Vähimmäisvaraustila latausasemalla
pl: Min. poz. naład. na stacji ład.
sk: Min. stav nabitia na nabíjacej stanici

# DestinationsStrings_tripBevSetTimeListItemTitle
source: Departure time
fi: Lähtöaika
pl: Godz. odjazdu
sk: Čas odjazdu

# DestinationsStrings_tripCalculating
source: Calculating optimum route…
fi: Optimaalista reittiä lasketaan…
pl: Obliczana jest optymalna trasa…
sk: Vypočítava sa optimálna trasa…

# DestinationsStrings_tripChargingTime
source: approx. {minutes} min.
fi: n. {minutes} min.
pl: ok. {minutes} min
sk: cca {minutes} min

# DestinationsStrings_tripCurrentPosition
source: Current location
fi: Tämänhetkinen sijainti
pl: Aktualna lokalizacja
sk: Aktuálna poloha

# DestinationsStrings_tripDestinationSend
source: Send
fi: Lähetä
pl: Wyślij
sk: Odoslať

# DestinationsStrings_tripDialogRouteFreshAction
source: Understood
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

# DestinationsStrings_tripDialogRouteFreshDescription
source: In order to ensure that you receive the optimum route, we will recalculate it as soon as you accept it in the vehicle. Please be aware that the route displayed in the vehicle takes the current traffic situation, vehicle location as well as current road, weather and battery conditions into account and might have changed.
fi: Jotta voit varmistaa, että saat optimaalisen reitin, se lasketaan uudelleen, kun hyväksyt sen ajoneuvossasi. Ota huomioon, että ajoneuvossa näytettävässä reitissä huomioidaan ajoneuvon sijainti, tämänhetkinen liikennetilanne sekä tie- ja sääolosuhteet ja akun tila, joten se voi poiketa tästä.
pl: Aby zapewnić optymalną trasę, zostanie ona ponownie obliczona, gdy tylko zaakceptujesz to w pojeździe. Pamiętaj, że wyświetlona w pojeździe trasa uwzględnia lokalizację pojazdu, aktualny ruch na drodze, warunki drogowe i pogodowe oraz stan naładowania akumulatora i może się różnić.
sk: Aby sa zaistilo, že dostanete optimálnu trasu, táto sa nanovo prepočíta, hneď ako ju akceptujete vo vozidle. Pamätajte, že trasa zobrazená vo vozidle zohľadňuje polohu vozidla, aktuálnu dopravnú situáciu a stav vozovky a poveternostné podmienky, ako aj stav batérie a môže sa líšiť.

# DestinationsStrings_tripDialogRouteFreshTitle
source: Route is always up to date
fi: Reitti on aina ajankohtainen
pl: Trasa jest zawsze aktualna
sk: Trasa je vždy aktuálna

# DestinationsStrings_tripErouteNetworkSectionAssistiveText
source: The route will be calculated based on your contract. If this causes a large detour, the quickest route will be suggested.
fi: Reitti lasketaan sopimuksesi perusteella. Jos tämä tarkoittaa pitkää ylimääräistä matkaa, ehdotetaan nopeinta reittiä.
pl: Trasa jest obliczana na podstawie Twojej umowy. Jeśli zostanie ustalony dłuższy objazd, aplikacja zaproponuje najszybszą trasę.
sk: Trasa sa vypočíta na základe vašej zmluvy. Ak by tým vznikla dlhšia obchádzka, bude vám navrhnutá najrýchlejšia trasa.

# DestinationsStrings_tripErouteNetworkSectionOption
source: Prefer BMW/MINI Charging
fi: BMW/MINI Charging ensisijainen
pl: Preferuj BMW/MINI Charging
sk: Uprednostniť BMW/MINI Charging

# DestinationsStrings_tripErouteNetworkSectionTitle
source: Networks
fi: Verkot
pl: Sieci
sk: Siete

# DestinationsStrings_tripErouteSocSectionArrival
source: Minimum at arrival
fi: Minimi perille saavuttaessa
pl: Minimum przy przyjeździe
sk: Minimum pri príchode

# DestinationsStrings_tripErouteSocSectionAssistiveText
source: If you specify the desired charge status for the different steps of your journey, we can show you the required charging stops for a stress-free journey.
fi: Kun ilmoitat toivomasi varaustason matkan eri vaiheissa, voimme näyttää vaadittavat latauspysähdykset, jotta sinulle ei aiheudu ylimääräistä stressiä matkallasi.
pl: Jeśli podasz wymagany poziom naładowania dla różnych stacji w podróży, możemy wskazać wymagane przystanki na ładowanie, aby zapewnić bezstresową jazdę.
sk: Tým že uvediete požadovaný stav nabitia pre rôzne stanice, budeme vám môcť zobraziť potrebné zastávky na nabíjanie pre jazdu bez stresu.

# DestinationsStrings_tripErouteSocSectionCancel
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# DestinationsStrings_tripErouteSocSectionCurrent
source: Current: {percentage}%
fi: Tämänhetk: {percentage}%
pl: Aktualnie: {percentage}%
sk: Aktuálne: {percentage} %

# DestinationsStrings_tripErouteSocSectionDeparture
source: At departure
fi: Lähdettäessä
pl: Przy odjeździe
sk: Pri odjazde

# DestinationsStrings_tripErouteSocSectionTitle
source: Charge status (SoC)
fi: Varaustaso (SoC)
pl: Poziom naładowania (SoC)
sk: Stav nabitia (SoC)

# DestinationsStrings_tripFeedbackAssistiveText
source: By submitting this form, {brand} will retrieve your device’s current position, your destination and selected route options.
fi: Kun lähetät tämän lomakkeen, {brand} saa laitteesi nykyisen sijainnin, kohteen ja tehdyt reittivalinnat.
pl: Po przesłaniu tego formularza {brand} otrzyma informacje na temat aktualnej lokalizacji Twojego urządzenia, Twojego celu i wybranych opcji trasy.
sk: Odoslaním tohto formulára získa {brand} aktuálnu polohu vášho zariadenia, váš cieľ a vybrané možnosti trasy.

# DestinationsStrings_tripFeedbackEntry
source: Something wrong with your itinerary? Help us improve our itinerary suggestions. <link>Give us your feedback<link>
fi: Onko reittisuunnitelmassa ongelmia? Auta meitä parantamaan reittisuunnitelmien ehdotuksia. <link>Anna palautetta<link>
pl: Czy coś się nie zgadza z Twoim planem trasy? Pomóż nam usprawnić propozycje planów trasy. <link>Podziel się opinią<link>
sk: Nie je niečo v poriadku s vaším plánom trasy? Pomôžte nám zlepšiť návrhy pre plány trás. <link>Odoslať spätnú väzbu<link>

# DestinationsStrings_tripFeedbackErrorDialogDescription
source: Sorry, your report has not been submitted.
fi: Raporttia ei valitettavasti voitu toimittaa.
pl: Niestety nie udało się przekazać Twojego raportu.
sk: Ľutujeme, vašu správu nebolo možné odoslať.

# DestinationsStrings_tripFeedbackErrorDialogTitle
source: Failed to send
fi: Lähettäminen epäonnistui
pl: Wysyłanie nie powiodło się
sk: Odosielanie zlyhalo

# DestinationsStrings_tripFeedbackMoreTitle
source: Something else you want to add?
fi: Haluatko vielä mainita jotain?
pl: Czy jest coś jeszcze, o czym chcesz nas powiadomić?
sk: Je ešte niečo, čo by ste nám chceli povedať?

# DestinationsStrings_tripFeedbackNavbarTitle
source: Report an issue
fi: Ilmoita ongelma
pl: Zgłoś problem
sk: Nahlásiť problém

# DestinationsStrings_tripFeedbackSectionChargingLonger
source: Charging times on the itinerary are longer than I expected.
fi: Reittisuunnitelman latausajat ovat odotettua pitempiä.
pl: Czasy ładowania na planie trasy są dłuższe niż oczekuję.
sk: Doby nabíjania v pláne trasy sú dlhšie, ako som očakával.

# DestinationsStrings_tripFeedbackSectionChargingShorter
source: Charging times on the itinerary are shorter than I expected.
fi: Reittisuunnitelman latausajat ovat odotettua lyhyempiä.
pl: Czasy ładowania na planie trasy są krótsze niż oczekuję.
sk: Doby nabíjania v pláne trasy sú kratšie, ako som očakával.

# DestinationsStrings_tripFeedbackSectionChargingTitle
source: Charging time
fi: Latauksen kesto
pl: Czas ładowania
sk: Doba nabíjania

# DestinationsStrings_tripFeedbackSectionMapFaster
source: There is a faster route available
fi: On olemassa nopeampi reitti
pl: Jest szybsza trasa
sk: Existuje rýchlejšia trasa

# DestinationsStrings_tripFeedbackSectionMapStreet
source: Street data is not up to date
fi: Katujen tiedot eivät ole ajankohtaisia
pl: Dane drogowe nie są aktualne
sk: Údaje o cestách nie sú aktuálne

# DestinationsStrings_tripFeedbackSectionMapTitle
source: Map
fi: Kartta
pl: Mapa
sk: Mapa

# DestinationsStrings_tripFeedbackSectionMapTraffic
source: Traffic information inaccurate
fi: Liikennetiedot ovat epätarkkoja
pl: Informacje o ruchu drogowym są niedokładne
sk: Dopravné informácie sú nepresné

# DestinationsStrings_tripFeedbackSectionOtherTitle
source: Other
fi: Muuta
pl: Inne
sk: Ostatné

# DestinationsStrings_tripFeedbackSectionRangeFew
source: Suggested route has too few stops
fi: Ehdotetulla reitillä on liian vähän pysähdyksiä
pl: Proponowana trasa ma za mało przystanków
sk: Navrhovaná trasa má príliš málo zastávok

# DestinationsStrings_tripFeedbackSectionRangeMany
source: Suggested route has too many stops
fi: Ehdotetulla reitillä on liian paljon pysähdyksiä
pl: Proponowana trasa ma za dużo przystanków
sk: Navrhovaná trasa má príliš veľa zastávok

# DestinationsStrings_tripFeedbackSectionRangeMissing
source: Charging stations missing from the map
fi: Latausasemia puuttuu kartalta
pl: Brak stacji ładowania na mapie
sk: Na mape chýbajú nabíjacie stanice

# DestinationsStrings_tripFeedbackSectionRangeTitle
source: Range/capacity
fi: Toimintasäde/kapasiteetti
pl: Zasięg/pojemność
sk: Dojazd/kapacita

# DestinationsStrings_tripFeedbackSubtitle
source: Something wrong with your route?
fi: Onko reittiin liittyviä ongelmia?
pl: Problemy z trasą?
sk: Máte problémy s trasou?

# DestinationsStrings_tripFeedbackTextboxErrorText
source: Please add a description
fi: Lisää kuvaus
pl: Dodaj opis
sk: Pridajte opis

# DestinationsStrings_tripFeedbackTextboxPlaceholder
source: Description
fi: Kuvaus
pl: Opis
sk: Opis

# DestinationsStrings_tripItinerary
source: Itinerary
fi: Reittisuunnitelma
pl: Plan trasy
sk: Plán trasy

# DestinationsStrings_tripLowBatterySheetDescription
source: Your vehicle has less than 10% battery. We’ve calculated a route based on a default level of 80%. You can select a custom battery level on Planning Options section. We recommend you to charge your vehicle before going on a longer trip to optimize charging along your route.
fi: Nykyinen varaustaso on alle 10 %. Reitti on laskettu 80 %:n oletusarvolla. Voit valita yksilöllisen varaustason kohdassa "Suunnitteluvalinnat". Latauksen optimoimiseksi reitin varrella suosittelemme, että lataat ajoneuvon ennen pitempää ajoa.
pl: Aktualny poziom naładowania wynosi poniżej 10%. Trasa została obliczona z wartością domyślną 80%. Możesz wybrać w sekcji "Opcje planowania" indywidualny poziom naładowania. W celu optymalizacji ładowania wzdłuż trasy zalecamy naładowanie pojazdu przed dłuższą jazdą.
sk: Aktuálny stav nabitia je nižší ako 10 %. Trasa bola vypočítaná so štandardnou hodnotou 80 %. V časti "Možnosti plánovania" si môžete vybrať individuálny stav nabitia. Pre optimalizáciu nabíjania na trase odporúčame pred dlhšou jazdou vozidlo nabiť.

# DestinationsStrings_tripLowBatterySheetTitle
source: Warning: Low battery
fi: Varoitus: varaustaso alhainen
pl: Ostrzeżenie: niski poziom naład.
sk: Výstraha: Stav nabitia príliš nízky

# DestinationsStrings_tripNumberOfStops
source: {numberOfStops} stops
fi: {numberOfStops} pysähdystä
pl: {numberOfStops} przystanki(-ów)
sk: {numberOfStops} zastávok

# DestinationsStrings_tripOneStop
source: 1 stop
fi: 1 pysähdys
pl: 1 przystanek
sk: 1 zastávka

# DestinationsStrings_tripPlanningTitle
source: Planning options
fi: Suunnitteluvalinnat
pl: Opcje planowania
sk: Možnosti plánovania

# DestinationsStrings_tripSetTimeListItemSubtitleArrive
source: Arrive by {weekday} {daymonth} at {time}
fi: Saapuminen {weekday}, {daymonth} kello {time}
pl: Przyjazd w {weekday}, {daymonth} o {time}
sk: Príchod v {weekday}, {daymonth} o {time}

# DestinationsStrings_tripSetTimeListItemSubtitleDepart
source: Depart at {weekday} {daymonth} at {time}
fi: Lähtö {weekday}, {daymonth} kello {time}
pl: Odjazd w {weekday}, {daymonth} o {time}
sk: Odjazd v {weekday}, {daymonth} o {time}

# DestinationsStrings_tripSetTimeListItemSubtitleNow
source: Current time
fi: Nykyinen kellonaika
pl: Aktualna godzina
sk: Aktuálny čas

# DestinationsStrings_tripSetTimeListItemTitle
source: Set departure or arrival time
fi: Lähtö- tai saapumisajan asetus
pl: Ustaw czas odjazdu i przyjazdu
sk: Nastavenie času odjazdu a príchodu

# DestinationsStrings_tripSetTimeSheetArrive
source: Arrive at
fi: Saapumisaika
pl: Przyjazd o
sk: Príchod o

# DestinationsStrings_tripSetTimeSheetDepart
source: Depart at
fi: Lähtöaika
pl: Odjazd o
sk: Odjazd o
