Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# RemoteParkingStrings_abortsOperatingRangeExceededAbortBody
source: Exceeded maximum distance for remote-controlled parking. Parking maneuver canceled.
fi: Kauko-ohjatun pysäköinnin enimmäisetäisyys ylittynyt. Pysäköintitoiminto keskeytettiin.
pl: Przekroczono maksymalną odległość do zdalnego parkowania. Przerwano parkowanie.
sk: Maximálna vzdialenosť pre diaľkovo ovládané parkovanie prekročená. Parkovanie bolo prerušené.

# RemoteParkingStrings_abortsOperatingRangeExceededAbortHeader
source: Move closer to your vehicle
fi: Mene lähemmäs ajoneuvoa
pl: Podejdź bliżej swojego pojazdu
sk: Pristúpte bližšie k vášmu vozidlu

# RemoteParkingStrings_abortsPGearNotSelectedBody
source: Please select gear position P and try again.
fi: Valitse vaihdeasento P ja yritä uudelleen.
pl: Włącz bieg P i spróbuj ponownie.
sk: Zaraďte jazdný stupeň P a skúste to znova.

# RemoteParkingStrings_abortsPGearNotSelectedHeader
source: Gear position P not selected
fi: Vaihdeasentoa P ei ole kytketty
pl: Bieg P nie jest włączony
sk: Jazdný stupeň P nie je zaradený

# RemoteParkingStrings_abortsParkingCamerasDirty
source: Parking cameras dirty
fi: Pysäköintikamerat likaiset
pl: Kamery parkowania zabrudzone
sk: Parkovacie kamery znečistené

# RemoteParkingStrings_abortsParkingCamerasMalfunction
source: Parking camera malfunction
fi: Pysäköintikamerat eivät toimi
pl: Awaria kamer parkowania
sk: Výpadok parkovacích kamier

# RemoteParkingStrings_abortsParkingManeuverAborted
source: Parking maneuver has been aborted.
fi: Pysäköintitoiminto on keskeytetty.
pl: Przerwano parkowanie.
sk: Parkovanie bolo prerušené.

# RemoteParkingStrings_abortsParkingManeuverFinishedVehicleUnsecuredBody
source: Please enter the vehicle and secure it against rolling away with the parking brake.
fi: Istu ajoneuvoon ja varmista sen pysyminen paikallaan seisontajarrulla.
pl: Wsiądź do pojazdu i zabezpiecz go przed stoczeniem się, zaciągając hamulec postojowy.
sk: Nastúpte do vozidla a zaistite ho parkovacou brzdou proti samovoľnému pohybu.

# RemoteParkingStrings_abortsParkingManeuverFinishedVehicleUnsecuredHeader
source: Error when securing vehicle
fi: Virhe ajoneuvon varmistamisessa
pl: Błąd przy zabezpieczaniu pojazdu
sk: Chyba pri zaistení vozidla

# RemoteParkingStrings_abortsPdcSensorsFrontMalfunction
source: Front bumper parking sensor error
fi: Pysäköintiavustimen etuanturien virhe
pl: Błąd przednich czujników parkowania
sk: Chyba v predných parkovacích snímačích

# RemoteParkingStrings_abortsPdcSensorsMalfunction
source: Parking sensor error
fi: Pysäköintiavustimen anturivirhe
pl: Błąd czujników parkowania
sk: Chyba v parkovacích snímačích

# RemoteParkingStrings_abortsPdcSensorsRearMalfunction
source: Rear bumper parking sensor error
fi: Pysäköintiavustimen taka-anturien virhe
pl: Błąd tylnych czujników parkowania
sk: Chyba v zadných parkovacích snímačích

# RemoteParkingStrings_abortsPhoneSensorDataMissing
source: Smartphone sensor data not available. Please restart your smartphone.
fi: Älypuhelimen anturitiedot eivät ole käytettävissä. Käynnistä älypuhelin uudelleen.
pl: Dane z czujników smartfona niedostępne. Uruchom ponownie smartfon.
sk: Dáta senzora smartfónu nie sú dostupné. Reštartujte smartfón.

# RemoteParkingStrings_abortsPleaseCloseDriverDoor
source: Driver's door open
fi: Kuljettajan ovi auki
pl: Drzwi kierowcy otwarte
sk: Otvorené dvere vodiča

# RemoteParkingStrings_abortsPoorLightConditions
source: Maneuver cancelled
fi: Toiminto keskeytetty
pl: Czynność została przerwana
sk: Proces prerušený

# RemoteParkingStrings_abortsPoorLightConditionsBody
source: Vehicle cannot be located due to insufficient lighting conditions or other environmental factors.
fi: Ajoneuvon paikannus ei ole mahdollista riittämättömän valaistuksen tai muiden ympäristöolosuhteiden vuoksi.
pl: Lokacja pojazdu niemożliwa z powodu nieodpowiednich warunków świetlnych lub innych warunków otoczenia.
sk: Lokalizácia vozidla nie je možná z dôvodu nedostatočných svetelných podmienok alebo iných podmienok prostredia.

# RemoteParkingStrings_abortsProtocolVersionMismatch
source: Protocol version mismatch. Please update the app to continue using it.
fi: Protokollan versio ei täsmää. Päivitä sovellus, jotta voit jatkaa sen käyttöä.
pl: Wersja protokołu się nie zgadza. Zaktualizuj aplikację, aby móc ją dalej wykorzystywać.
sk: Verzia prototokolu sa nezhoduje. Aktualizujte aplikáciu, aby ste mohli aj naďalej používať.

# RemoteParkingStrings_abortsRemoteToLocalBody
source: You have continued the parking process in the vehicle. Please follow the instructions in the control display.
fi: Olet jatkanut pysäköintiä ajoneuvossa. Noudata monitoiminäytöllä näkyviä ohjeita.
pl: Kontynuowano parkowanie w pojeździe. Postępuj zgodnie z instrukcjami na monitorze centralnym.
sk: Pokračovali ste v parkovaní vo vozidle. Riaďte sa pokynmi na kontrolnom displeji.

# RemoteParkingStrings_abortsRemoteToLocalHeader
source: Parking active in the vehicle
fi: Pysäköinti ajoneuvossa aktiivinen
pl: Parkowanie w pojeździe aktywne
sk: Parkovanie vo vozidle aktívne

# RemoteParkingStrings_abortsResActiveBody
source: The engine has been started to operate the "Climatize now" function. Please turn off the engine before using remote-controlled parking. You can turn off the engine by selecting "Turn off climatization" in the "Vehicle" tab in the My BMW App, or by pressing the Unlock button on your vehicle key three times.
fi: Moottori on käynnistetty toimintoa "Ilmastoi nyt" varten. Sammuta moottori ennen kuin käytät kauko-ohjattua pysäköintiä. Voit sammuttaa moottorin valitsemalla My BMW -sovelluksen "Ajoneuvo"-välilehdeltä kohdan "Lopeta ilmastointi" tai painamalla kolme kertaa ajoneuvon avaimen lukituksen avauspainiketta.
pl: Uruchomiono silnik dla funkcji "Klimatyzuj teraz". Wyłącz silnik przed użyciem zdalnego parkowania. Możesz wyłączyć silnik, wybierając opcję "Zakończ klimatyzację" w karcie "Pojazd" aplikacji My BMW lub trzykrotnie naciskając przycisk odblokowania na kluczyku.
sk: Motor sa naštartoval pre funkciu "Klimatizovať teraz". Vypnite motor predtým, ako použijete diaľkovo ovládané parkovanie. Motor môžete vypnúť tak, že v aplikácii My BMW zvolíte "Zastaviť klimatizáciu" v ponuke "Vozidlo" alebo stlačíte odblokovacie tlačidlo na kľúči od vozidla.

# RemoteParkingStrings_abortsResActiveHeader
source: Activation not possible as the engine is running
fi: Aktivointi ei mahdollista, koska moottori on käynnissä
pl: Aktywacja nie jest możliwa z powodu pracującego silnika
sk: Aktivácia nie je kvôli bežiacemu motoru možná

# RemoteParkingStrings_abortsSlippageDetected
source: Ground too slippery
fi: Alusta liian liukas
pl: Zbyt śliska nawierzchnia
sk: Príliš klzký podklad

# RemoteParkingStrings_abortsSteeringIntervention
source: Steering intervention
fi: Automaattinen ohjaus
pl: Ingerencja w kierowanie
sk: Zásah do vedenia vozidla

# RemoteParkingStrings_abortsTakeoverByDriver
source: Takeover by driver
fi: Kuljettaja on ottanut ajoneuvon hallintaan
pl: Przejęcie przez kierowcę
sk: Prevzatie vodičom

# RemoteParkingStrings_abortsTemperatureTooHigh
source: Temperature too high
fi: Lämpötila liian korkea
pl: Zbyt wysoka temperatura
sk: Príliš vysoká teplota

# RemoteParkingStrings_abortsTemperatureTooLow
source: Temperature too low
fi: Lämpötila liian alhainen
pl: Zbyt niska temperatura
sk: Príliš nízka teplota

# RemoteParkingStrings_abortsTimelimitExceeded
source: Maximum time limit exceeded
fi: Pysäköintitoiminnon maksimikesto ylittynyt
pl: Przekroczono maksymalny czas parkowania
sk: Prekročená maximálna doba parkovania

# RemoteParkingStrings_abortsTrailerOperation
source: Trailer operation
fi: Perävaunun käyttötila
pl: Eksploatacja przyczepy
sk: Režim ťažného zariadenia

# RemoteParkingStrings_abortsUnknownVehicleError
source: Unknown vehicle error. Please update the app.
fi: Tuntematon ajoneuvon vika. Päivitä sovellus.
pl: Nieznany błąd pojazdu. Zaktualizuj aplikację.
sk: Neznáma chyba vozida. Aktualizujt aplikáciu.

# RemoteParkingStrings_abortsUserInteractionInsideVehicleBody
source: Parking maneuver has been aborted.
fi: Pysäköintitoiminto on keskeytetty.
pl: Przerwano parkowanie.
sk: Parkovanie bolo prerušené.

# RemoteParkingStrings_abortsUserInteractionInsideVehicleHeader
source: Activation attempt inside the car
fi: Aktivointiyritys sisätilassa
pl: Próba aktywacji wewnątrz pojazdu
sk: Pokus o aktiváciu vo vnútri vozidla

# RemoteParkingStrings_abortsVehicleNotSecured
source: Vehicle can not be secured against rolling off, get in and apply the parking brake
fi: Ajoneuvon paikallaan pysymisen varmistaminen ei ole mahdollista. Aktivoi ajoneuvon seisontajarru.
pl: Pojazd może nie być zabezpieczony przed stoczeniem. Włącz hamulec postojowy w pojeździe.
sk: Vozidlo sa nedá zaistiť proti uvedeniu do pohybu. Zatiahnite parkovaciu brzdu vo vozidle.

# RemoteParkingStrings_activationActivation
source: Activation
fi: Aktivointi
pl: Aktywacja
sk: Aktivácia

# RemoteParkingStrings_activationExplanationBody
source: Please tilt the phone forward to make the circle overlap the indicated area, then tilt it back.
fi: Kallista älypuhelinta eteenpäin niin, että ympyrä peittää kohdepinnan, ja nosta se jälleen pystyyn.
pl: Pochyl smartfon do przodu, aby zakres pokrywał powierzchnię docelową, i ponownie go ustaw.
sk: Nakloňte svoj smartfón dopredu tak, aby krúžok pokrýval cieľovú oblasť a znova ho narovnajte.

# RemoteParkingStrings_activationExplanationHeading
source: Tilt your smartphone to activate Remote Control Parking.
fi: Aloita kauko-ohjattu pysäköinti kallistamalla älypuhelinta.
pl: Pochyl smartfon, aby uruchomić zdalne parkowanie.
sk: Naklonením smartfónu spustíte diaľkovo ovládané parkovanie.

# RemoteParkingStrings_activationGestureDescriptionBody
source: To use Remote Control Parking, you need to confirm your presence by tilting your phone forward and backward. For it to work you need to make the circle that overlaps the indicated area in each of the two steps, forward once and then backward. You will feel a vibration as long as you are in the correct range. You can always get back to the step-by-step explanation by pressing the tooltip icon in the top right corner.
fi: Jotta voit käyttää kauko-ohjattua pysäköintiä, sinun on vahvistettava läsnäolosi kallistamalla älypuhelinta eteen- ja taaksepäin. Tätä varten ympyrän on oltava näytettävän alueen kohdalla molemmissa vaiheissa, kerran edessä ja kerran takana. Tunnet värähtelyä niin kauan kuin olet oikealla alueella. Voit palata vaiheittaiseen selitykseen milloin tahansa napauttamalla oikeassa yläkulmassa olevaa työkaluvinkki-symbolia.
pl: Aby korzystać ze zdalnego parkowania, potwierdź swoją obecność, przechylając smartfon do przodu i do tyłu. W tym celu okrąg musi nachodzić na wyświetlany obszar w obu krokach, raz do przodu, raz do tyłu. Poczujesz wibracje, gdy będziesz we właściwym obszarze. W dowolnym momencie można wrócić do objaśnienia krok po kroku, dotykając ikony podpowiedzi w prawym górnym rogu.
sk: Aby ste mohli použiť diaľkovo ovládané parkovanie, musíte potvrdiť vašu prítomnosť naklonením smartfónu dopredu a dozadu. Na to sa musí kruh v oboch krokoch prekryť so zobrazenou oblasťou, raz dopredu a raz dozadu. Kým sa budete nachádzať v správnej oblasti, budete pociťovať vibráciu. Kedykoľvek sa môžete vrátiť k vysvetleniu krok za krokom tak, že klepnete na popisný symbol v hornom pravom rohu.

# RemoteParkingStrings_activationGestureDescriptionHeading
source: Why is an activation gesture required to use Remote Control Parking?
fi: Miksi kauko-ohjatun pysäköinnin käyttäminen edellyttää aktivoivaa elettä?
pl: Dlaczego wymagany jest gest aktywacji, aby korzystać ze zdalnego parkowania?
sk: Prečo je potrebné aktivačné gesto na možnosť používania diaľkovo ovládaného parkovania?

# RemoteParkingStrings_activationGestureTiltBackwardBody
source: For safety reasons please tilt your phone backward until the circle overlaps the indicated area.
fi: Turvallisuussyistä kallista älypuhelinta taaksepäin, kunnes ympyrä on näytettävän alueen kohdalla.
pl: Ze względów bezpieczeństwa odchyl smartfon do tyłu, aby okrąg nałożył się na wyświetlany obszar.
sk: Nakloňte váš smartfón z bezpečnostných dôvodov dozadu, až kým sa kruh neprekrýva so zobrazenou oblasťou.

# RemoteParkingStrings_activationGestureTiltBackwardHeading
source: Tilt your phone backward
fi: Kallista älypuhelinta taaksepäin
pl: Odchyl smartfon do tyłu
sk: Nakloňte váš smartfón dozadu

# RemoteParkingStrings_activationGestureTiltForwardBody
source: For safety reasons please tilt your phone forward until the circle overlaps the indicated area.
fi: Turvallisuussyistä kallista älypuhelinta eteenpäin, kunnes ympyrä on näytettävän alueen kohdalla.
pl: Ze względów bezpieczeństwa odchyl smartfon do przodu, aby okrąg nałożył się na wyświetlany obszar.
sk: Nakloňte váš smartfón z bezpečnostných dôvodov dopredu, až kým sa kruh neprekrýva so zobrazenou oblasťou.

# RemoteParkingStrings_activationGestureTiltForwardHeading
source: Tilt your phone forward
fi: Kallista älypuhelinta eteenpäin
pl: Odchyl smartfon do przodu
sk: Nakloňte váš smartfón dopredu

# RemoteParkingStrings_activationManeuverStarting
source: Starting parking maneuver…
fi: Pysäköinti käynnistetään…
pl: Trwa uruchamianie parkowania…
sk: Parkovanie sa spúšťa…

# RemoteParkingStrings_activeParkingGear
source: Gear
fi: Vaihde
pl: Bieg
sk: Prevodový stupeň

# RemoteParkingStrings_activeParkingManeuver
source: Maneuver
fi: Pysäköinti
pl: Parkowanie
sk: Parkovanie

# RemoteParkingStrings_activeParkingManeuverInProgress
source: Maneuver in progress
fi: Pysäköinti aktiivinen
pl: Parkowanie aktywne
sk: Parkovanie aktívne

# RemoteParkingStrings_activeParkingMonitorSurroundings
source: Monitor surroundings and release to stop
fi: Tarkkaile ympäristöä ja päästä irti, kun haluat pysäyttää
pl: Obserwuj otoczenie i puść w celu zatrzymania
sk: Sledujte okolie a uvoľnite, aby ste zastavili

# RemoteParkingStrings_activeParkingObstacleFront
source: Unable to move forwards due to an obstacle
fi: Eteenpäin ajaminen ei mahdollista esteen vuoksi
pl: Jazda do przodu zablokowana przez przeszkodę
sk: Jazda vpred je blokovaná prekážkou

# RemoteParkingStrings_activeParkingObstacleRear
source: Unable to move backwards due to an obstacle
fi: Peruuttaminen ei mahdollista esteen vuoksi
pl: Jazda do tyłu zablokowana przez przeszkodę
sk: Jazda dozadu je blokovaná prekážkou

# RemoteParkingStrings_activeParkingRemaining
source: Remaining
fi: jäljellä
pl: pozostało
sk: zostáva

# RemoteParkingStrings_activeParkingSteering
source: Steering
fi: Ohjaus
pl: Kierowanie
sk: Riadenie

# RemoteParkingStrings_activeParkingTapAndHoldToDriveBackward
source: Tap and hold to reverse
fi: Pidä painettuna peruuttamista varten
pl: Trzymaj wciśnięty, aby jechać do tyłu
sk: Podržte stlačené na cúvanie

# RemoteParkingStrings_activeParkingTapAndHoldToDriveForward
source: Tap and hold to drive forward
fi: Pidä painettuna eteenpäinajoa varten
pl: Trzymaj wciśnięty, aby jechać do przodu
sk: Podržte stlačené na jazdu vpred

# RemoteParkingStrings_activeParkingTapAndHoldToMoveVehicle
source: Tap and hold to move vehicle
fi: Pidä painettuna, jotta ajoneuvo liikkuu
pl: Trzymaj wciśnięty, aby poruszać pojazdem
sk: Podržte stlačené, aby sa vozidlo pohybovalo

# RemoteParkingStrings_activeParkingTapAndHoldToPark
source: Tap and hold to park
fi: Pidä painettuna pysäköintiä varten
pl: Trzymaj wciśnięty, aby parkować
sk: Podržte stlačené na zaparkovanie

# RemoteParkingStrings_digitalKeyRequired
source: Digital Key Plus required
fi: Digital Key Plus vaaditaan
pl: Wymagany klucz Digital Key Plus
sk: Vyžaduje sa Digital Key Plus

# RemoteParkingStrings_digitalKeySetupAction
source: Set up Digital Key Plus
fi: Digital Key Plus -asennus
pl: Skonfiguruj klucz Digital Key Plus
sk: Nastaviť Digital Key Plus

# RemoteParkingStrings_digitalKeySetupBody
source: Please set up Digital Key Plus to use remote-controlled parking
fi: Asenna Digital Key Plus, jotta voit käyttää kauko-ohjattua pysäköintiä
pl: Skonfiguruj klucz Digital Key Plus, aby móc korzystać ze zdalnego parkowania
sk: Nastavte Digital Key Plus, aby ste mohli používať diaľkovo ovládané parkovanie

# RemoteParkingStrings_digitalKeySetupTitle
source: Set up Digital Key Plus
fi: Digital Key Plus -asennus
pl: Skonfiguruj klucz Digital Key Plus
sk: Nastaviť Digital Key Plus

# RemoteParkingStrings_disclaimerDontShowAgain
source: Don't show again
fi: Älä näytä uudelleen
pl: Nie wyświetlaj więcej
sk: Viac nezobrazovať

# RemoteParkingStrings_disclaimerLegalDisclaimerBody
source: Observe surrounding area and stop vehicle in time if necessary. You can stop the vehicle by taking your finger from the display or shaking the smartphone.
fi: Tarkkaile ympäristöä ja pysäytä tarvittaessa ajoissa. Voit pysäyttää ajoneuvon ottamalla sormen näytöltä tai ravistamalla älypuhelinta.
pl: Obserwuj otoczenie i w razie potrzeby zatrzymaj w porę. Możesz zatrzymać pojazd, zabierając palec z wyświetlacza lub potrząsając smartfonem.
sk: Sledujte svoje okolie a v prípade potreby včas zastavte. Vozidlo môžete zastaviť zdvihnutím prsta z displeja alebo zatrasením smartfónom.

# RemoteParkingStrings_disclaimerLegalDisclaimerHeading
source: Disclaimer
fi: Vastuun rajoitus
pl: Wyłączenie odpowiedzialności
sk: Vylúčenie záruky

# RemoteParkingStrings_endParkingFinishManeuver
source: Abort parking
fi: Keskeytä pysäköinti
pl: Anuluj parkowanie
sk: Zrušiť parkovanie

# RemoteParkingStrings_endParkingLockAndTurnOffEngine
source: Lock vehicle and turn engine off
fi: Lukitse ajoneuvo ja kytke ajovalmius pois päältä
pl: Zablokuj pojazd i wyłącz gotowość do jazdy
sk: Zamknite vozidlo a vypnite pripravenosť na jazdu

# RemoteParkingStrings_endParkingUnlockVehicle
source: Unlock vehicle
fi: Avaa ajoneuvon lukitus
pl: Odblokuj pojazd
sk: Odomknúť vozidlo

# RemoteParkingStrings_finalActionsContinueDriving
source: Continue driving
fi: Jatka ajoa
pl: Jedź dalej
sk: Pokračuje v jazde

# RemoteParkingStrings_generalAbort
source: Cancel
fi: Keskeytä
pl: Przerwij
sk: Zrušiť

# RemoteParkingStrings_generalEndParking
source: Abort Parking
fi: Lopeta pysäköinti
pl: Zakończ parkowanie
sk: Ukončiť parkovanie

# RemoteParkingStrings_generalFinish
source: Finish
fi: Lopeta
pl: Zakończ
sk: Ukončiť

# RemoteParkingStrings_generalGotIt
source: Got it.
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

# RemoteParkingStrings_generalManualAdjustment
source: Manual Adjustment
fi: Säädä tarkemmin manuaalisesti
pl: Dostosuj ręcznie
sk: Upraviť manuálne

# RemoteParkingStrings_generalStopParking
source: Stop Parking
fi: Keskeytä pysäköinti
pl: Przerwij parkowanie
sk: Prerušiť parkovanie

# RemoteParkingStrings_iOSVersionNotSupportedDialogBody
source: Remote-controlled parking is not compatible with the iOS software version on this device. The new iOS version is expected in December and will then activate this function. Furthermore, remote-controlled parking is only compatible with iPhone models that support ultra wide-band technology (from iPhone 11 onwards).
fi: Kauko-ohjattu pysäköinti ei ole yhteensopiva tämän laitteen iOS-ohjelmistoversion kanssa. Arviolta joulukuussa ilmestyy uusi iOS-versio, joka on yhteensopiva tämän toiminnon kanssa. Kauko-ohjattu pysäköinti on lisäksi yhteensopiva vain sellaisten iPhone-mallien kanssa, jotka tukevat ultralaajakaistatekniikkaa (iPhone 11:stä alkaen).
pl: Zdalne parkowanie jest niekompatybilne z wersją oprogramowania iOS na tym urządzeniu. W grudniu prawdopodobnie pojawi się nowa wersja iOS, która aktywuję tę funkcję. Ponadto zdalne parkowanie jest zgodne tylko z modelami iPhone'a obsługującymi technologię ultraszerokopasmową (iPhone 11 i nowsze).
sk: Diaľkovo ovládané parkovanie nie je kompatibilné so softvérovou verziou iOS na tomto zariadení. V decembri pravdepodobne vyjde nová verzia iOS, ktorá aktivuje túto funkciu. Okrem toho je diaľkovo ovládané parkovanie kompatibilné len s modelmi iPhone, ktoré podporujú technológiu UWB (iPhone 11 a novšie).

# RemoteParkingStrings_iOSVersionNotSupportedDialogHeader
source: Function not available for the iOS version on your iPhone
fi: Toiminto ei ole käytettävissä iPhonesi iOS-versiossa
pl: Funkcja niedostępna w przypadku tej wersji iOS Twojego iPhone'a
sk: Funkcia nie je dostupná pre verziu iOS vášho iPhone

# RemoteParkingStrings_interruptionsChargerPluggedInBody
source: Please disconnect the charging cable to continue.
fi: Irrota latauskaapeli, jotta voit jatkaa.
pl: Aby kontynuować, odłącz kabel ładowania.
sk: Ak chcete pokračovať, odpojte nabíjací kábel.

# RemoteParkingStrings_interruptionsChargerPluggedInHeader
source: Charging cable plugged in
fi: Latauskaapeli liitetty
pl: Kabel ładowania podłączony
sk: Nabíjací kábel pripojený

# RemoteParkingStrings_interruptionsCloseDoorsBody
source: Waiting for doors to be closed...
fi: Odotetaan ovien sulkemista…
pl: Trwa czekanie na zamknięcie drzwi…
sk: Čaká sa na zatvorenie dverí…

# RemoteParkingStrings_interruptionsCloseDoorsHeader
source: Doors open: Please close doors.
fi: Ovet auki: sulje ovet
pl: Drzwi otwarte: zamknij drzwi
sk: Otvorené dvere: zatvorte dvere

# RemoteParkingStrings_interruptionsCloseHoodBody
source: Waiting for hood to be closed...
fi: Odotetaan etukannen sulkemista…
pl: Trwa czekanie na zamknięcie klapy przedniej…
sk: Čaká sa na zatvorenie prednej kapoty…

# RemoteParkingStrings_interruptionsCloseHoodHeader
source: Hood open: Please close hood.
fi: Etukansi auki: sulje etukansi
pl: Klapa przednia otwarta: zamknij klapę przednią
sk: Predná kapota otvorená: zatvorte prednú kapotu

# RemoteParkingStrings_interruptionsCloseTrunkBody
source: Waiting for trunk to be closed...
fi: Odotetaan takaluukun sulkemista…
pl: Trwa czekanie na zamknięcie pokrywy bagażnika…
sk: Čaká sa na zatvorenie veka kufra…

# RemoteParkingStrings_interruptionsCloseTrunkHeader
source: Trunk open: Please close trunk.
fi: Takaluukku auki: sulje takaluukku
pl: Pokrywa bagażnika otwarta: zamknij pokrywę bagażnika
sk: Veko kufra otvorené: zatvorte veko kufra

# RemoteParkingStrings_interruptionsConvertibleHoodClosingBody
source: Waiting until convertible top is closed...
fi: Odotetaan kangaskaton sulkemista…
pl: Trwa czekanie na zamknięcie dachu…
sk: Čaká sa na zatvorenie látkovej strechy…

# RemoteParkingStrings_interruptionsConvertibleHoodClosingHeader
source: Convertible top is closing
fi: Kangaskatto suljetaan
pl: Trwa zamykanie dachu
sk: Látková strecha sa zatvára

# RemoteParkingStrings_interruptionsGearPNotSelectedBody
source: Waiting for selection of P…
fi: Odotetaan valitsinvivun P-asennon valintaa…
pl: Trwa czekanie na położenie dźwigni sterującej P…
sk: Čaká sa na zaradenie voliacej páky do pozícii P…

# RemoteParkingStrings_interruptionsGearPNotSelectedHeader
source: P not selected: Please select P.
fi: Valitsinvipu ei ole P-asennossa: aseta valitsinvipu P-asentoon
pl: Nie ustawiono położenia dźwigni sterującej P: ustaw położenie dźwigni sterującej P
sk: Pozícia P nie je zaradená: zaraďte voliacu páku do pozícii P

# RemoteParkingStrings_interruptionsInteractionInsideVehicleBody
source: Please get out and keep some distance from the vehicle.
fi: Nouse pois ajoneuvosta ja pidä hieman etäisyyttä.
pl: Wysiądź i zachowaj odstęp od pojazdu.
sk: Vystúpte a odstúpte trochu od vozidla.

# RemoteParkingStrings_interruptionsInteractionInsideVehicleHeader
source: Smartphone inside the car
fi: Älypuhelin ajoneuvossa
pl: Smartfon w pojeździe
sk: Smartfón vo vozidle

# RemoteParkingStrings_interruptionsObstacleInRiskAreaBody
source: The process will be aborted if the obstacle remains in place.
fi: Jos este ei poistu, toiminto keskeytetään.
pl: Jeśli przeszkoda pozostaje, proces jest przerywany.
sk: Ak prekážka pretrvá, proces sa preruší.
