Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# _appUpdatePerformedSectionTitle
source: Your {appName} app is up-to-date!
fi: {appName} -sovellus on ajan tasalla.
pl: Twoja aplikacja {appName} jest aktualna.
sk: Vaša aplikácia {appName} je aktualizovaná na najnovšiu verziu.

# _approveSynchronizationAccountInCarDialogDescription
source: Your {brand} ID will be sent to your {brand}.
fi: {brand}-tunnuksesi lähetetään {brand}:hesi.
pl: {brand} ID zostanie przesłane do Twojego {brand}.
sk: Vaše {brand} ID sa odošle do vášho {brand}.

# _approveSynchronizationAccountInCarDialogTitle
source: Send {brand} ID
fi: Lähetä {brand}-tunnus
pl: Wyślij {brand} ID
sk: Poslať {brand} ID

# _assistContactHeaderBranded
source: Help with username and password for {connectedWebsiteName} services and the {appName} App
fi: {connectedWebsiteName} -palveluiden ja {appName}-sovelluksen käyttäjätunnusta ja salasanaa koskevia ohjeita
pl: Pomoc dotycząca nazwy użytkownika oraz hasła do usług {connectedWebsiteName} i aplikacji {appName}
sk: Pomocník k používateľskému menu a heslu služieb {connectedWebsiteName} a aplikácie {appName}

# _assistContactTextBranded
source: {brand} Assist
fi: {brand}-ohjeet
pl: Pomoc {brand}
sk: Pomocník {brand}

# _calendarTripsLegacyOverviewSubtitle
source: Find sent trips in your {brand}
fi: Lähetettyjen ajojen löytäminen {brand}:ssäsi
pl: Znajdź wysłane jazdy w Twoim {brand}
sk: Nájsť odoslané cesty vo svojom {brand}

# _calendarTripsLegacyOverviewThirdTopic
source: Your sent destinations are shown in your {brand} under "Upcoming destinations" in the navigation menu.
fi: Lähetetyt kohteet näytetään {brand}:n navigointivalikossa kohdassa "Tulevat kohteet".
pl: Przesłane cele są wyświetlane w Twoim {brand} w menu nawigacji w sekcji "Przyszłe cele".
sk: Vaše odoslané ciele sa zobrazujú vo vašom {brand} v menu Navigácia pod položkou "Najbližšie ciele".

# _calendarTripsLegacyOverviewTitle
source: Sent trips in your {brand}
fi: {brand}-ajoneuvoosi lähetetyt ajot
pl: Przesłane jazdy w Twoim {brand}
sk: Odoslané cesty vo vašom {brand}

# _calendarTripsOverviewFirstTopic
source: Ensure that you are logged in with the same {brand} ID in your {brand} as in the app.
fi: Varmista, että kirjaudut {brand}:ssäsi sisään samalla {brand}-tunnuksella kuin sovelluksessa.
pl: Upewnij się, że zalogowano się w Twoim {brand} za pomocą tego samego {brand} ID co w aplikacji.
sk: Ubezpečte sa, že ste sa vo svojom {brand} prihlásili s rovnakým {brand} ID, s akým ste prihlásený v aplikácii.

# _calendarTripsOverviewSubtitle
source: Find calendar events in your {brand}
fi: Kalenterimerkintöihin liittyvien ajojen löytäminen {brand}:ssäsi
pl: Znajdź jazdy dla wpisów w kalendarzu w Twoim {brand}
sk: Nájsť cesty k položkám kalendára vo svojom {brand}

# _calendarTripsOverviewTitle
source: Calendar events in your {brand}
fi: {brand}:si kalenterimerkinnät
pl: Wpisy w kalendarzu w Twoim {brand}
sk: Položky kalendára vo svojom {brand}

# _calendarTripsOverviewTopicID7
source: Go to the Apps menu and click the {appName} icon to see your upcoming destinations.
fi: Valitse "Sovellukset"-valikosta {appName}-symboli, jolloin näet tulevat kohteet.
pl: Wybierz w menu "Aplikacje" symbol "{appName}", aby wyświetlić cele przed Tobą.
sk: Ak chcete zobraziť svoje nadchádzajúce ciele, v menu "Aplikácie" vyberte symbol "{appName}".

# _cameraAccessDeniedDialogDescriptionBranded
source: To allow the {appName} App to access your camera go to permissions and enable access.
fi: Jotta {appName}-sovellus saa käyttöoikeuden kameraasi, aktivoi se kohdassa "Käyttöoikeudet".
pl: Aby zezwolić aplikacji {appName} na dostęp do Twojej kamery, aktywuj dostęp w sekcji "Uprawnienia".
sk: Ak chcete aplikácii {appName} povoliť prístup k svojmu fotoaparátu, urobte to v časti "Oprávnenia".

# _cameraAccessPermissionContent
source: {appName} would like to access your photo camera.
fi: {appName} haluaa käyttöoikeuden kameraan.
pl: {appName} chce uzyskać dostęp do Twojego aparatu fotograficznego.
sk: Aplikácia {appName} chce získať prístup k vašej kamere.

# _centerVehicleSemantics
source: Centre map on the location of my {brand}
fi: Keskitä kartta {brand}-ajoneuvoni sijaintipaikkaan
pl: Wyśrodkuj mapę na lokalizacji {brand}
sk: Vycentrovať mapu na aktuálnu polohu môjho {brand}

# _chargingAboutSavingsBodyDescription
source: {appName} App compares the potential costs for immediate charging at plugin with the costs of charging in cheaper time slots. This can only be accomplished if you first define "Charge in Time Slot" as Charging Mode on the Charge and Climate Timer and if you add an energy tariff with different rates. Savings can then be generated because your {brand} charges during the cheaper time slots.
fi: {appName}-sovellus vertaa latauskustannuksia ladatessasi heti, kun liität latauskaapelin, ja ladatessasi edullisempana aikana. Tämä on mahdollista vain, kun valitset latausasetuksista lataustilan "Lataus aikavälillä" ja olet tallentanut latauspaikkaa varten eri hintoja sisältävän sähkötariffin. Voit säästää lataamalla {brand}-ajoneuvosi edullisempana aikana.
pl: Aplikacja {appName} porównuje potencjalne koszty natychmiastowego ładowania od podłączenia z kosztami ładowania w korzystniejszym przedziale czasowym. Jest to możliwe wyłącznie po wybraniu w ustawieniach ładowania trybu ładowania "Ładowanie w przedziale czasowym" i zapisaniu w przypadku tej lokalizacji ładowania taryfy za prąd ze zróżnicowanymi cenami. W ten sposób można zaoszczędzić dzięki ładowaniu {brand} w korzystniejszych przedziałach czasowych.
sk: Aplikácia {appName} porovnáva potenciálne náklady na okamžité nabíjanie od pripojenia s nákladmi na nabíjanie v cenovo výhodnejšom stanovenom čase. To je možné iba vtedy, ak ste v nastaveniach nabíjania zvolili režim nabíjania "Nabíjanie v stanovenom čase" a ak ste pre toto miesto nabíjania nastavili elektrickú tarifu s rôznymi cenami. Na základe toho môžete ušetriť peniaze, keďže svoje {brand} budete nabíjať v cenovo výhodnejších stanovených časoch.

# _chargingGpsTrackingWarning
source: The charging session location can only be displayed if GPS tracking is activated in your {brand} prior to charging.
fi: Latauspaikka voidaan näyttää vain, jos GPS-jäljitys on aktivoitu {brand}-ajoneuvossasi ennen latauksen aloittamista.
pl: Lokalizację ładowania można wyświetlić tylko wówczas, gdy przed ładowaniem w {brand} została aktywowana funkcja GPS-Tracking.
sk: Aktuálnu polohu vozidla počas procesu nabíjania je možné zobraziť, iba ak je vo Vašom {brand} pred spustením procesu nabíjania aktivované sledovanie GPS.

# _chargingNoSessionsFirstTimeUse
source: Charge your {brand} and track your charging history here.
fi: Lataa {brand} ja seuraa tässä lataushistoriaa.
pl: Naładuj {brand} i śledź w tym miejscu historię ładowania.
sk: Nabite si Vaše {brand} a sledujte tu históriu nabíjania.

# _chargingNoSessionsNoChargingReOptIn
source: You have not charged your {brand} since you enabled the Charging History.
fi: Et ole ladannut {brand}-ajoneuvoasi sen jälkeen kun aktivoit lataushistorian.
pl: Od czasu aktywowania historii ładowania Twoje {brand} nie było ładowane.
sk: Vaše {brand} ste nenabili od aktivácie histórie nabíjania.

# _chargingOptInDescription
source: Track your charging history as well as the charging history of all other users of this vehicle by allowing the {appName} to collect battery charging data from your vehicle. The charging history, including location information, is available to all users of this vehicle.
fi: Jotta voit seurata lataushistoriaasi sekä ajoneuvon kaikkien muiden käyttäjien lataushistoriaa, salli {appName}-sovelluksen rekisteröidä lataukseen liittyviä tietoja. Lataushistoria ja sijaintitiedot ovat kaikkien tämän ajoneuvon käyttäjien käytettävissä.
pl: Śledź swoją historię ładowania, jak również historię ładowania wszystkich innych użytkowników tego pojazdu, zezwalając aplikacji {appName} na rejestrowanie danych przeprowadzanych ładowań. Historia ładowania, w tym informacje o lokalizacji, jest dostępna dla wszystkich użytkowników tego pojazdu.
sk: Sledujte svoju históriu nabíjania, ako aj históriu nabíjania všetkých ostatných používateľov tohto vozidla tak, že aplikácii {appName} povolíte zaznamenávať dáta z procesov nabíjania. História nabíjania vrátane informácií o polohe je dostupná pre všetkých používateľov tohto vozidla.

# _chargingPlanERouteCancelledTitle
source: The route optimized for charging will be canceled in your {brand}
fi: Latauksen suhteen optimoitu reitti peruutetaan {brand}-ajoneuvossasi
pl: Trasa zoptymalizowana pod kątem ładowania w Twoim {brand} zostanie zakończona
sk: Trasa prispôsobená nabíjaniu sa vo vašom {brand} ukončí

# _chargingPlanIsNotPluggedIn
source: Your {brand} is not plugged in.
fi: {brand}-ajoneuvoa ei ole liitetty.
pl: Nie podłączono {brand}.
sk: Vaše {brand} nie je pripojené.

# _climateTimerPageActionButtonLabel
source: UPDATE IN MY {brand}
fi: KÄYTÄ {brand}-AJONEUVOSSANI
pl: PRZEJMIJ DO MOJEGO {brand}
sk: PREVZIAŤ DO MÔJHO {brand}

# _climateTimerPageUpdateInProgress
source: Sending to your {brand}…
fi: Lähetetään {brand}-ajoneuvoosi…
pl: Trwa wysyłanie do Twojego {brand}…
sk: Odosiela sa do vášho {brand}…

# _climateTimerPageUpdateSuccess
source: Settings have been updated in your {brand}
fi: Asetukset on päivitetty {brand}-ajoneuvossasi
pl: Ustawienia zostały zaktualizowane w Twoim {brand}
sk: Nastavenia vo vašom {brand} boli aktualizované

# _climateTimerSimultaneousWarningTitle
source: The previous remote command is still being sent to your {brand}
fi: Edellinen toiminto lähetetään tällä hetkellä edelleen {brand}-ajoneuvoon
pl: Poprzednia funkcja jest aktualnie nadal wysyłana do Twojego {brand}
sk: Predchádzajúce funkcie sa ešte aktuálne odosiela do vášho {brand}

# _commonGreet
source: Hi there! Welcome to the {appName} App!
fi: Hei! Tervetuloa {appName}-sovellukseen!
pl: Witaj! Witamy w aplikacji {appName}!
sk: Dobrý deň! Vitajte v aplikácii {appName}!

# _communicationCenterContactHeaderBranded
source: Please contact {brand} customer support if you have any questions regarding {connectedWebsiteName}.
fi: Ota yhteyttä {brand}-asiakaspalveluun, jos sinulla on kysyttävää {connectedWebsiteName}-palvelusta.
pl: Skontaktuj się z Centrum Obsługi Klienta {brand} w sprawie pytań dotyczących {connectedWebsiteName}.
sk: Ak máte otázky týkajúce sa {connectedWebsiteName}, kontaktujte zákaznícku podporu {brand}.

# _communicationCenterContactHeaderBrandedAdjusted
source: Please contact {brand} customer support if you have any questions regarding {connectedWebsiteName} or the {appName} App.
fi: Ota yhteyttä {brand}-asiakaspalveluun, jos sinulla on kysyttävää {connectedWebsiteName}-palvelusta tai {appName}-sovelluksesta.
pl: Skontaktuj się z Centrum Obsługi Klienta {brand} w sprawie pytań dotyczących {connectedWebsiteName} lub aplikacji {appName}.
sk: Ak máte otázky týkajúce sa {connectedWebsiteName} alebo aplikácie {appName}, kontaktujte zákaznícku podporu {brand}.

# _communicationCenterContactTextBranded
source: {brand} customer support
fi: {brand}-asiakaspalvelu
pl: Centrum Obsługi Klienta {brand}
sk: Zákaznícka podpora {brand}

# _communityMINIComments
source: COMMENTS
fi: KOMMENTIT
pl: KOMENTARZE
sk: KOMENTÁRE

# _communityMINIReportDescription
source: Not sure if something is breaking the rules?
fi: Etkö ole varma, onko jokin asia sääntöjen vastainen?
pl: Nie masz pewności, czy coś nie łamie zasad?
sk: Nie ste si istí, či niečo porušuje pravidlá?

# _communityMINIReportTitle
source: Report
fi: Ilmoita
pl: Zgłoszenie
sk: Nahlásiť

# _communityMiniDisplayNameRegistrationDisclaimerOne
source: Here you can choose your own individual nickname for the MINI Community. Note that other users can identify you with this nickname.
fi: Tässä voit valita MINI-yhteisöä varten oman yksilöllisen lempinimesi, jonka avulla muut käyttäjät voivat tunnistaa sinut.
pl: Tutaj możesz wybrać swój indywidualny nick dla społeczności MINI, za pomocą którego inni użytkownicy będą mogli Cię zidentyfikować.
sk: Tu si môžete zvoliť vašu vlastnú individuálnu prezývku pre MINI Community, pod ktorou vás ostatní používatelia môžu identifikovať.

# _communityMiniDisplayNameRegistrationDisclaimerTwo
source: Please read our guidelines and agree to them. Afterwards, we wish you a lot of fun in the MINI community!
fi: Lue ja hyväksy käytäntömme. Toivomme, että viihdyt MINI-yhteisössä!
pl: Przeczytaj nasze wytyczne i zaakceptuj je. Życzymy udanej zabawy w społeczności MINI!
sk: Prečítajte si naše smernice a vyjadrite svoj súhlas s nimi. Následne vám prajeme veľa zábavy v MINI Community!

# _commuteDetailsScreenTrayInfoMessageText
source: This is a departure notification for the <link>predicted journey<link> which is already available in your {brand}.
fi: Tämä on ilmoitus {brand}:ssäsi käytettävissä olevan <link>ennakoidun ajon<link> lähtöajasta.
pl: To jest powiadomienie o godzinie odjazdu w przypadku <link>wstępnie obliczonej jazdy<link>, która jest już dostępna w Twoim {brand}.
sk: Toto je oznámenie k času odjazdu pre <link>vopred vypočítanú jazdu<link>, ktorá je už dostupná vo vašom {brand}.

# _commuteNotificationArrivalTime
source: Your journey time is {timeToArrive} min.
fi: Ajoaikasi on {timeToArrive} min.
pl: Czas jazdy wynosi {timeToArrive} min.
sk: Vaša doba jazdy je {timeToArrive} min.

# _commuteNotificationScreenTitle
source: Departure time
fi: Lähtöaika
pl: Godzina odjazdu
sk: Čas odjazdu

# _commuteNotificationSettingsModalText
source: In order to receive commute notifications, you must enable Learning Navigation in your {brand}.
fi: Aktivoi {brand}-ajoneuvosi oppiva navigointi, jotta saat toistuvia ajoja koskevia ilmoituksia.
pl: Aby otrzymywać powiadomienia dotyczące godziny odjazdu do pracy, aktywuj uczącą się nawigację w swoim {brand}.
sk: Ak chcete dostávať oznámenia pre pravidelné jazdy, musíte vo svojej {brand} povoliť inteligentnú navigáciu.

# _commuteNotificationSettingsModalTitle
source: You must activate Learning Navigation in your {brand}
fi: Aktivoi oppiva navigointi {brand}-ajoneuvossasi
pl: Musisz ustawić uczącą się nawigację w swoim {brand}
sk: Vo svojom {brand} musíte nastaviť inteligentnú navigáciu

# _commuteNotificationSettingsWarningMessage
source: In order to receive commute notifications, you must enable Learning Navigation in your {brand}.
fi: Aktivoi {brand}-ajoneuvosi oppiva navigointi, jotta saat toistuvia ajoja koskevia ilmoituksia.
pl: Aby otrzymywać powiadomienia dotyczące godziny odjazdu do pracy, aktywuj uczącą się nawigację w swoim {brand}.
sk: Ak chcete dostávať oznámenia pre pravidelné jazdy, musíte vo svojej {brand} povoliť inteligentnú navigáciu.

# _commuteNotificationSettingsWarningMessageLink
source: <link>How to Enable Learning Navigation in your {brand}<link>
fi: <link>Kuinka aktivoidaan oppiva navigointi {brand}-ajoneuvossa<link>
pl: <link>Jak aktywować uczącą się nawigację w swoim {brand}<link>
sk: <link>Ako aktivovať inteligentnú navigáciu vo vašom {brand}<link>

# _commuteNotificationTitle
source: Are you going to {locationName}?
fi: Ajokohde {locationName}?
pl: Cel jazdy {locationName}?
sk: Cieľ jazdy {locationName}?

# _connectVehicleDescription
source: When adding a vehicle to your {brand} ID, the process will require access to the vehicle in order to retrieve a security code.
fi: Pysyttele ajoneuvosi lähellä turvakoodin hakua varten, kun haluat yhdistää sen {brand}-tunnukseesi.
pl: Gdy dodajesz pojazd do swojego {brand} ID, konieczny jest dostęp do pojazdu, aby otrzymać kod bezpieczeństwa.
sk: Keď pridáte vozidlo k svojmu {brand} ID, je potrebný prístup do vozidla, aby ste získali bezpečnostný kód.

# _connectedDriveServiceReminder
source: Please continue to activate {connectedWebsiteName} services and start a holistic experience with {appName} App.
fi: Jatka {connectedWebsiteName} -palvelun aktivointia, jotta voit käyttää {appName}-sovellusta koko laajuudessaan.
pl: Kontynuuj aktywację usługi {connectedWebsiteName}, aby w pełni korzystać z aplikacji {appName}.
sk: Aby ste mohli plne využívať aplikáciu {appName}, pokračujte v aktivácii služby {connectedWebsiteName}.

# _connectionsDeviceName
source: Your phone's name is {deviceName}.
fi: Puhelimesi nimi on {deviceName}.
pl: Nazwa Twojego telefonu to {deviceName}.
sk: Názov vášho telefónu je {deviceName}.

# _connectionsHeadline
source: Connections to your {brand}
fi: {brand}-ajoneuvosi yhteydet
pl: Połączenia z {brand}
sk: Pripojenia k Vášmu {brand}

# _connectionsSubtitle
source: Pair your mobile device "{deviceName}" with your {brand} to use the following functions:
fi: Yhdistä mobiililaite "{deviceName}" {brand}-ajoneuvoosi, jotta voit hyödyntää seuraavia toimintoja:
pl: Połącz urządzenie mobilne "{deviceName}" z {brand}, aby korzystać z poniższych funkcji:
sk: Pripojte svoje mobilné zariadenie "{deviceName}" k svojmu {brand}, aby ste mohli využívať nasledujúce funkcie:

# _connectionsSubtitleToyota
source: Connect your mobile device to your {brand} to display the mileage and range, and to use all functions of the Supra Connect app.
fi: Yhdistä mobiililaite {brand}-ajoneuvoon, jotta näet kilometrilukeman ja polttoainemäärän ja voit käyttää Supra Connect -sovelluksen kaikkia toimintoja.
pl: Połącz swoje urządzenie mobilne z {brand}, aby wyświetlać przebieg oraz poziom paliwa w zbiorniku i móc korzystać z funkcji aplikacji Supra Connect.
sk: Spojte svoje mobilné zariadenie so svojím {brand} na zobrazenie stavu kilometrov a stavu naplnenia nádrže a aby ste mohli používať všetky funkcie aplikácie Supra Connect.

# _connectionsSubtitleToyotaiOS
source: Connect your mobile device to your {brand} to use Apple CarPlay and to display the mileage and fuel level.
fi: Yhdistä mobiililaite {brand}-ajoneuvoon, jotta voit käyttää Apple CarPlay -palvelua ja näet kilometrilukeman ja polttoainemäärän.
pl: Połącz swoje urządzenie mobilne z {brand}, aby móc korzystać z Apple CarPlay i wyświetlać przebieg oraz poziom paliwa.
sk: Pripojte svoje mobilné zariadenie k {brand}, aby ste mohli používať Apple CarPlay a zobraziť stav kilometrov a stav naplnenia nádrže.

# _contactSearchFirstTimeUseMessageBody
source: Search through your personal phone contacts, view the route to your contact in the app, send it to your {brand}, and start navigation.
fi: Tee hakuja henkilökohtaisiin puhelinkontakteihisi, katso sovelluksessa reitti kontaktisi luo, lähetä se {brand}:hen ja aloita navigointi.
pl: Przeszukaj własne kontakty telefoniczne, zobacz w aplikacji trasę do kontaktu, wyślij ją do swojego {brand} i uruchom nawigację.
sk: Vyhľadajte svoje osobné telefónne kontakty, v aplikácii si prezrite trasu k svojmu kontaktu, pošlite si ju do svojho {brand} a spustite navigáciu.

# _contactSearchSettingsPermissionsBodyMessage2
source: Allowing the {appName} app to access your contacts improves your experience of using search functionalities both in the app and in your {brand}.
fi: Sallimalla {appName} -sovelluksen käyttää kontaktejasi parannat hakutoimintojen käyttökokemusta sekä sovelluksessa että {brand}-ajoneuvossasi.
pl: Zezwalając aplikacji {appName} na dostęp do swoich kontaktów, poprawiasz komfort korzystania z funkcji wyszukiwania zarówno w aplikacji, jak i w {brand}.
sk: Ak aplikácii {appName} povolíte prístup k vašim kontaktom, zlepšíte používateľskú skúsenosť s funkciami vyhľadávania v aplikácii, ako aj vo vašom {brand}.

# _dataAnalyticsPermissionDescriptionBranded
source: {appName} App may use data analytics to improve your experience.
fi: Salli sovelluksen {appName} suorittama tietojen analysointi, jotta käyttökokemuksesi paranee.
pl: Zwiększ jeszcze bardziej swoje zadowolenie dzięki zezwoleniu na analizę danych aplikacji {appName}.
sk: Na zlepšenie svojej používateľskej skúsenosti povoľte aplikácii {appName} analýzu údajov.

# _dataSharingDisableConfigurationHelpInfo
source: Switch on data sharing in the active profile's settings using the vehicle's control display to use all app features. Search for Data Protection in the {brand} Driver's Guide for further information on how to verify and adjust the settings.
fi: Jotta voit käyttää sovelluksen kaikkia toimintoja, aktivoi tietojen käyttölupa aktiivisen profiilin asetuksissa ajoneuvon monitoiminäytössä. Lisätietoja asetuksien tarkistamisesta ja muuttamisesta löydät {brand} Driver’s Guide -sovelluksen kohdasta Tietosuoja.
pl: Aby umożliwić korzystanie ze wszystkich funkcji aplikacji, aktywuj udostępnienie danych w ustawieniach aktywnego profilu za pomocą monitora centralnego w pojeździe. Wyszukaj w {brand} Driver's Guide sekcję Ochrona danych, aby uzyskać dodatkowe informacje o sprawdzaniu lub dostosowywaniu ustawień.
sk: Aby ste mohli používať všetky funkcie aplikácie, aktivujte cez kontrolný displej vo vozidle povolenie na prístup k údajom. V {brand} Driver's Guide nájdete ďalšie informácie o kontrole a prispôsobení nastavení v časti Ochrana osobných údajov.

# _dataSharingDisableConfigurationHelpInfoForNonMGU
source: Turn on data sharing via MINI Portal
fi: Aktivoi tietojen käyttölupa MINI-portaalin kautta
pl: Aktywuj udostępnianie danych poprzez portal MINI
sk: Aktivujte si zdieľanie dát cez portál MINI

# _dataSharingDisabledInfoUpper
source: Data sharing in your {brand} settings is deactivated for the currently active profile.
fi: Tietojen käyttölupaa ei ole {brand}:ssäsi aktivoitu tällä hetkellä aktiivisen profiilin asetuksissa.
pl: W Twoim {brand} udostępnienie danych jest dezaktywowane w ustawieniach obecnie aktywnego profilu.
sk: Vo Vašom {brand} je pre aktuálne aktívny profil v nastaveniach deaktivované povolenie na prístup k údajom.

# _dataSharingDisabledInfoUpperForNonMGU
source: Data sharing in your {brand} settings is deactivated.
fi: Tietojen käyttölupaa ei ole aktivoitu {brand}:si asetuksissa.
pl: W Twoim {brand} udostępnianie danych jest dezaktywowane w ustawieniach.
sk: Vo vašom {brand} je v nastaveniach deaktivované zdieľanie dát.

# _dealersPillText
source: {brandName} partners
fi: {brandName}-kumppani
pl: Partner {brandName}
sk: {brandName} partneri

# _deleteAccountNote
source: Contact customer support via "{contactUsSID}", to have your {brandName} ID deleted.
fi: Jos haluat poistaa {brandName} ID:n, ota yhteys asiakaspalveluun, jonka löydät kohdasta "{contactUsSID}".
pl: Skontaktuj się z Centrum Obsługi Klienta za pośrednictwem "{contactUsSID}" w celu usunięcia {brandName} ID.
sk: Keď chcete vymazať svoje {brandName} ID, kontaktujte zákaznícku podporu prostredníctvom "{contactUsSID}".
