Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# PermissionsStrings_locationPermissionDescriptionToyota
source: See where your vehicle is located. Activate your mobile device's location services for the best app experience.
fi: Voit tarkistaa ajoneuvosi sijainnin. Aktivoi mobiililaitteesi sijaintipalvelut, jotta sovelluksen toiminta on paras mahdollinen.
pl: Sprawdź, gdzie znajduje się Twój pojazd. Aktywuj usługi lokalizacji w Twoim urządzeniu mobilnym, aby optymalnie wykorzystać możliwości aplikacji.
sk: Pozrite, kde sa nachádza vaše vozidlo. Aktivujte lokalizačné služby svojho mobilného zariadenia pre najlepší zážitok z aplikácie.

# PermissionsStrings_notificationPermissionDescription
source: Receive notifications about your vehicle's service requirements, whether it is locked or unlocked, and more.
fi: Saat ilmoituksia ajoneuvosi lukitsemisen ja lukituksen avauksen tilasta, huoltopyynnöistä jne.
pl: Otrzymuj powiadomienia o statusie zablokowania i odblokowania pojazdu, wymaganiach serwisowych itd.
sk: Dostávajte oznámenia o stave zablokovania a odblokovania vozidla, požiadavkách na servis a viac.

# PermissionsStrings_permissionStep
source: Step
fi: Vaihe
pl: Krok
sk: Krok

# PermissionsStrings_pinChange
source: change
fi: muuta
pl: zmień
sk: zmeniť

# PermissionsStrings_searchHistoryPermissionName
source: Search history
fi: Hakuhistoria
pl: Historia wyszukiwania
sk: História vyhľadávania

# PermissionsStrings_storeSearchHistoryName
source: Store your search history
fi: Tallenna hakuhistoria
pl: Zapisz historię wyszukiwania
sk: Uložiť históriu vyhľadávania

# PermissionsStrings_useOfData
source: Data Usage
fi: Datakäyttö
pl: Korzystanie z danych
sk: Použite dát

source: Persian
fi: Persia
pl: Perski
sk: Perzština

source: Philippines
fi: Filippiinit
pl: Filipiny
sk: Filipíny

# PhoenixStrings_forwardingScreenActionButton
source: Continue to offer
fi: Jatka tarjoukseen
pl: Przejdź do oferty
sk: Ďalej k ponuke

# PhoenixStrings_forwardingScreenDoNotShowThisAgainText
source: Don't show again
fi: Älä näytä uudelleen
pl: Nie wyświetlaj więcej
sk: Viac nezobrazovať

# PhoenixStrings_forwardingScreenText
source: Benefit from special rental conditions, exclusive services and get quick access to your rental vehicle. Your benefits at a glance*: - Beneficial damage protection packages - Discounts on additional drivers - No service fee for refueling upon vehicle return - Access to the SIXT Diamond Lounge - Usage of Priority Lane - Direct selection and opening of the vehicle via app *Only for BMW/MINI bookings, Subject to availability and change without notice.
fi: Hyödy erityisistä vuokrausehdoista ja eksklusiivisista palveluista, niin saat vuokra-auton nopeasti käyttöösi. Etusi yhdellä silmäyksellä*: - hyödyllisiä turvapaketteja - etuoikeutettu lupa useampaan kuljettajaan - ei palvelumaksua tankkauksesta palautuksen yhteydessä - SIXT Diamond Loungen käyttöoikeus - Priority Lanen käyttö - ajoneuvon valinta ja avaaminen suoraan sovelluksella *Koskee vain BMW/MINI-varauksia, Tarjous on voimassa saatavuuden mukaan, Oikeus muutoksiin pidätetään.
pl: Korzystaj ze szczególnych warunków wynajmu, specjalnych usług oraz zyskaj szybki dostęp do samochodu do wynajęcia. Przegląd korzyści*: - Korzystne pakiety ochronne - Zniżka przy dołączaniu dodatkowego kierowcy - Brak opłaty serwisowej za tankowanie przy zwrocie - Dostęp do SIXT Diamond Lounge - Korzystanie z Priority Lane - Bezpośredni wybór i otwarcie pojazdu przez aplikację *Tylko w przypadku zamówień BMW/MINI, oferta obowiązuje w miarę dostępności, zastrzega się prawo do zmian.
sk: Využite špeciálne podmienky prenájmu a exkluzívne služby a získajte rýchly prístup k vášmu vozidlu na prenájom. Prehľad Vašich výhod*: - Výhodné ochranné balíčky - Možnosť výhodne pridať ďalších vodičov - Pri natankovaní plnej nádrže pri vrátení vozidla odpadá servisný poplatok - Prístup k SIXT Diamond Lounge - Používanie prednostného Priority Lane - Priama voľba a otvorenie vozidla cez aplikáciu *Len pre rezervácie BMW/MINI, Ponuka je platná podľa dostupnosti, zmeny sú vyhradené.

# PhoenixStrings_forwardingScreenTitle
source: Continue to the BMW Add-on Mobility App operated by SIXT
fi: Jatka sovellukseen BMW Add-On Mobility App operated by SIXT
pl: Przejdź do BMW Add-On Mobility App operated by SIXT
sk: Ďalej k aplikácii BMW Add-On Mobility App operated by SIXT

# PhoenixStrings_mapTabCategoryName
source: Rental vehicles
fi: Vuokra-autot
pl: Samochody do wynajęcia
sk: Vozidlá na prenájom

# PhoenixStrings_mapTabCategorySearchNotSupported
source: Unavailable
fi: Ei käytettävissä
pl: Niedostępne
sk: Nie je dostupné

# PhoenixStrings_mapTabLinkOutLabel
source: Rent vehicle
fi: Vuokraa ajoneuvo
pl: Wynajmij pojazd
sk: Prenajať vozidlo

# PhoenixStrings_profileTabLinkoutSubtitle
source: Book your rental vehicle
fi: Varaa vuokra-autosi
pl: Zamów samochód do wynajęcia
sk: Rezervujte si vozidlo na prenájom

source: Poland
fi: Puola
pl: Polska
sk: Poľsko

source: Polish
fi: Puola
pl: Polski
sk: Poľština

source: Portugal
fi: Portugali
pl: Portugalia
sk: Portugalsko

source: Portuguese
fi: Portugali
pl: Portugalski
sk: Portugalčina

# ProfileTabSemantics
source: Profile
fi: Profiili
pl: Profil
sk: Profil

# ProfileTabStrings_VehicleSupportedPluralMessage
source: Your BMW {listBMW} do not support parking services. Tap here for more information about supported vehicles.
fi: BMW:t {listBMW} eivät tue pysäköintimaksuja. Lisätietoja tuetuista ajoneuvoista saat napauttamalla tästä.
pl: Twoje BMW {listBMW} nie obsługują opłat parkingowych. Aby uzyskać więcej informacji na temat obsługiwanych pojazdów, naciśnij tutaj.
sk: Vaše BMW {listBMW} nepodporujú parkovacie platby. Pre ďalšie informácie o podporovaných vozidlách ťuknite sem.

# ProfileTabStrings_VehicleSupportedSingularMessage
source: Your BMW {listBMW} does not support parking services. Tap here for more information about supported vehicles.
fi: BMW {listBMW} ei tue pysäköintimaksuja. Lisätietoja tuetuista ajoneuvoista saat napauttamalla tästä.
pl: Twoje BMW {listBMW} nie obsługuje opłat parkingowych. Aby uzyskać więcej informacji na temat obsługiwanych pojazdów, naciśnij tutaj.
sk: Vaše BMW {listBMW} nepodporuje parkovacie platby. Pre ďalšie informácie o podporovaných vozidlách ťuknite sem.

# ProfileTabStrings__paymentSetupDescription
source: By setting up your parking payment account, you can easily pay for parking using the {appName} app in your vehicle. Add payment information now and view your parking history and invoices for each session later.
fi: Kun asetat maksutavan pysäköintimaksuja varten, voit maksaa pysäköintitapahtumat kätevästi ajoneuvossasi {appName} -sovelluksen avulla. Talleta maksutietosi nyt ja katso pysäköintihistoria ja laskut jokaisesta tapahtumasta.
pl: Po ustawieniu sposobu płatności za parkowanie możesz wygodnie uiszczać opłaty za parkowanie w swoim pojeździe poprzez aplikację {appName}. Zapisz teraz swoje informacje o płatnościach i sprawdzaj historię parkowania oraz faktury za każdy proces.
sk: Ak si nastavíte spôsob platby pre parkovacie platby, môžete za transakcie za parkovanie vo svojom vozidle pohodlne zaplatiť prostredníctvom aplikácie {appName}. Zadajte svoje platobné údaje a pozrite si históriu parkovaní a faktúry za každú transakciu.

# ProfileTabStrings__paymentSetupToastMessage
source: {featureName} not available. Please try again later.
fi: {featureName} ei käytettävissä. Yritä uudelleen.
pl: {featureName} niedostępna. Spróbuj ponownie.
sk: {featureName} nie je k dispozícii. Skúste to znova.

# ProfileTabStrings__transactionHistoryErrorTitle
source: {featureName} not available
fi: {featureName} ei käytettävissä
pl: {featureName} niedostępna
sk: {featureName} nie je k dispozícii

# ProfileTabStrings_accountDataTitle
source: Account data
fi: Tilin tiedot
pl: Dane konta
sk: Údaje účtu

# ProfileTabStrings_accountSetupAddCardButton
source: ADD CARD
fi: LISÄÄ KORTTI
pl: DODAJ KARTĘ
sk: PRIDAŤ MAPU

# ProfileTabStrings_accountSetupCardListTitle
source: MY CARDS
fi: OMAT KORTIT
pl: MOJE KARTY
sk: MOJE MAPY

# ProfileTabStrings_accountSetupCardPermissionCancelButton
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# ProfileTabStrings_accountSetupCardPermissionDescription
source: By removing the data sharing permission you will lose your service center account, and also the history of your previous transactions. Are you sure you want to remove the permission?
fi: Jos poistat luvan tietojen jakamiseen, menetät huoltopistetilisi sekä tapahtumahistoriasi. Oletko varma, että haluat poistaa luvan?
pl: Usunięcie zgody na udostępnianie danych spowoduje utratę konta serwisu oraz historii transakcji. Czy na pewno usunąć zgodę?
sk: Ak odstránite povolenie na zdieľanie údajov, prídete o vaše konto servisného partnera ako aj históriu transakcií. Ste si istý, že chcete odstrániť povolenie?

# ProfileTabStrings_accountSetupCardPermissionDoneButton
source: DONE
fi: VALMIS
pl: GOTOWE
sk: HOTOVO

# ProfileTabStrings_accountSetupCardPermissionRemoveDescription
source: To remove the consent to the payment terms and conditions, uncheck the item below and tap "Done".
fi: Jos haluat poistaa maksuehtojen hyväksymisen, poista alhaalla oleva rasti ja napsauta "Valmis"
pl: Aby usunąć zgodę na warunki płatności, odznacz wybór poniżej i kliknij przycisk "Gotowe"
sk: Aby ste odstránili súhlas k platobným podmienkam, odkliknite dole háčik a kliknite na "Hotovo"

# ProfileTabStrings_accountSetupCardPermissionTitle
source: CARD PERMISSION
fi: KORTIN OIKEUDET
pl: UPRAWNIENIA KART
sk: POVOLENIA MÁP

# ProfileTabStrings_accountSetupNoCardsDisclaimer
source: You have no card registered. Add your credit card for Parking Payments
fi: Korttia ei ole tallennettu. Lisää luottokorttisi pysäköintimaksuja varten
pl: Nie zdefiniowano karty. Dodaj swoją kartę kredytową do płatności za parkowanie
sk: Nie je uložená žiadna mapa. Pre parkovacie platby pridajte vašu kreditnú kartu

# ProfileTabStrings_accountSetupPageRedirectionDescription
source: You will be redirected to the partner's payment page to add your information
fi: Sinut ohjataan yhteistyökumppanimme maksusivulle tietojen antamista varten
pl: Nastąpi przekierowanie na stronę płatności partnera, aby podać swoje dane
sk: Na zadanie vašich informácií budete presmerovaný na platobnú stránku partnera

# ProfileTabStrings_accountSetupPageRedirectionTitle
source: Page redirection
fi: Uudelleenohjaus
pl: Przekierowanie
sk: Presmerovávanie

# ProfileTabStrings_accountSetupRemoveButton
source: REMOVE
fi: POISTA
pl: USUŃ
sk: ODSTRÁNIŤ

# ProfileTabStrings_accountSetupRemovePermissionDisclaimer
source: Data sharing permission has been granted. You can revoke it here.
fi: Lupa tietojen jakamiseen on myönnetty, voit peruuttaa sen täällä.
pl: Zezwolenie na udostępnianie danych zostało udzielone, można je cofnąć tutaj.
sk: Bolo udelené povolenie na zdieľanie údajov, tu ho môžete odvolať.

# ProfileTabStrings_accountSetupRemovePermissionTitle
source: Remove permission
fi: Poista lupa
pl: Usuń zezwolenie
sk: Odstrániť povolenie

# ProfileTabStrings_marketingPermissionsUnavailableErrorDescription
source: Unfortunately, marketing communication permissions are not available for your market.
fi: Valitettavasti markkinointiviestintäoikeuksia ei ole käytettävissä markkinoillesi.
pl: Niestety nie są dostępne uprawnienia do komunikacji marketingowej dla Twojego rynku.
sk: Oprávnenia k marketingovej komunikácii pre váš trh žiaľ nie sú dostupné.

# ProfileTabStrings_paymentAccountSetupCardPage
source: Set up credit card
fi: Luottokortin määrittäminen
pl: Konfigurowanie karty kredytowej
sk: Nastaviť kreditnú kartu

# ProfileTabStrings_paymentAccountSetupConfigureCardButton
source: SET UP PAYMENT METHOD
fi: ASETA MAKSUTAPA
pl: USTAW SPOSÓB PŁATNOŚCI
sk: NASTAVIŤ SPÔSOBY PLATBY

# ProfileTabStrings_paymentAccountSetupMaybeLaterButton
source: MAYBE LATER
fi: EHKÄ MYÖHEMMIN
pl: MOŻE PÓŹNIEJ
sk: MOŽNO NESKÔR

# ProfileTabStrings_paymentAccountSetupTitle
source: Set up your account for Parking Payments
fi: Tilin perustaminen pysäköintimaksuja varten
pl: Ustaw konto do płatności za parkowanie
sk: Založiť účet na parkovacie platby

# ProfileTabStrings_paymentSetupCreditCardRemoveDesc
source: Are you sure you want to delete this credit card?
fi: Oletko varma, että haluat poistaa tämän luottokortin?
pl: Na pewno chcesz usunąć tę kartę kredytową?
sk: Naozaj chcete odstrániť túto kreditnú kartu?

# ProfileTabStrings_paymentSetupCreditCardRemoveTitle
source: Delete credit card
fi: Poista luottokortti
pl: Usuń kartę kredytową
sk: Odstrániť kreditnú kartu

# ProfileTabStrings_paymentSetupFirstTopic
source: You will be redirected to our parking payment partner to set up your payment methods.
fi: Sinut ohjataan maksuvälittäjälle asettamaan maksutapasi.
pl: Nastąpi przekierowanie do partnera płatności w celu konfiguracji sposobów płatności.
sk: Na nastavenie spôsobu platby budete presmerovaný na platobného partnera.

# ProfileTabStrings_paymentSetupScreenTitle
source: Set up Parking Payments
fi: Pysäköintimaksujen asettaminen
pl: Ustaw płatności za parkowanie
sk: Nastaviť parkovacie platby

# ProfileTabStrings_paymentSetupSecondTopic
source: You can check your parking history including invoices.
fi: Voit tarkistaa pysäköintihistoriasi ja siihen liittyvät laskut.
pl: Możesz sprawdzić swoją historię parkowania oraz odpowiednie faktury.
sk: Môžete si prezrieť históriu parkovaní a súvisiace faktúry.

# ProfileTabStrings_paymentSetupTabTitle
source: Payment methods
fi: Maksutavat
pl: Sposoby płatności
sk: Platobné metódy

# ProfileTabStrings_personalDataTitle
source: Personal data
fi: Henkilökohtaiset tiedot
pl: Dane osobowe
sk: Osobné údaje

# ProfileTabStrings_profileDataTitle
source: Profile data
fi: Profiilitiedot
pl: Dane profilowe
sk: Údaje profilu

# ProfileTabStrings_profileDataUnavailableErrorDescription
source: Unfortunately, editing your profile here is not possible for your market. To change your personal data, please contact customer support.
fi: Valitettavasti profiilitietojasi ei ole mahdollista muokata alueellasi. Jos haluat muuttaa henkilötietojasi, ota yhteyttä asiakaspalveluun.
pl: Niestety, na Twoim rynku nie można edytować danych swojego profilu. Aby zmienić swoje dane osobowe, skontaktuj się z Centrum Obsługi Klienta.
sk: Ľutujeme, na vašom trhu nie je možné upravovať údaje vášho profilu. Ak chcete zmeniť svoje osobné údaje, kontaktujte zákaznícku podporu.

# ProfileTabStrings_profileDataUnavailableErrorTitle
source: Profile data not available.
fi: Profiilitiedot eivät ole käytettävissä
pl: Dane profilu niedostępne
sk: Údaje profilu nie sú k dispozícii

# ProfileTabStrings_transactionDetailsCardEnding
source: Card ending
fi: Kortin numero
pl: Numer karty
sk: Číslo karty

# ProfileTabStrings_transactionDetailsCost
source: Amount
fi: Summa
pl: Kwota
sk: Suma

# ProfileTabStrings_transactionDetailsDownloadButton
source: DOWNLOAD INVOICE
fi: LATAA LASKU
pl: POBIERZ FAKTURĘ
sk: STIAHNUŤ FAKTÚRU

# ProfileTabStrings_transactionDetailsDownloadInvoiceErrorToastMessage
source: Invoice available shortly, please try again later
fi: Lasku on pian käytettävissä, yritä myöhemmin uudelleen
pl: Faktura dostępna wkrótce, spróbuj ponownie później
sk: Faktúra bude čoskoro k dispozícii, skúste to znova neskôr

# ProfileTabStrings_transactionDetailsFriday
source: Friday
fi: Perjantai
pl: Piątek
sk: Piatok

# ProfileTabStrings_transactionDetailsLicensePlate
source: License plate
fi: Rekisteritunnus
pl: Numer rejestracyjny
sk: Štátna poznávacia značka

# ProfileTabStrings_transactionDetailsMonday
source: Monday
fi: Maanantai
pl: Poniedziałek
sk: Pondelok

# ProfileTabStrings_transactionDetailsPageTitle
source: Transaction Details
fi: Tapahtuman tiedot
pl: Szczegóły transakcji
sk: Detaily transakcie

# ProfileTabStrings_transactionDetailsParkingDuration
source: Parking duration
fi: Pysäköinnin kesto
pl: Czas parkowania
sk: Doba parkovania

# ProfileTabStrings_transactionDetailsParkingEnd
source: Parking session ended
fi: Pysäköinti lopetettu
pl: Parkowanie zakończone
sk: Parkovanie ukončené

# ProfileTabStrings_transactionDetailsParkingStart
source: Parking starts
fi: Pysäköinnin alku
pl: Początek parkowania
sk: Začiatok parkovania

# ProfileTabStrings_transactionDetailsPaymentMethod
source: Payment method
fi: Maksutapa
pl: Sposób płatności
sk: Spôsob úhrady

# ProfileTabStrings_transactionDetailsSaturday
source: Saturday
fi: Lauantai
pl: Sobota
sk: Sobota

# ProfileTabStrings_transactionDetailsSunday
source: Sunday
fi: Sunnuntai
pl: Niedziela
sk: Nedeľa

# ProfileTabStrings_transactionDetailsThursday
source: Thursday
fi: Torstai
pl: Czwartek
sk: Štvrtok

# ProfileTabStrings_transactionDetailsTransactionInProgress
source: Transaction in progress
fi: Tapahtuma suoritetaan
pl: Trwa realizacja transakcji
sk: Prebieha transakcia

# ProfileTabStrings_transactionDetailsTuesday
source: Tuesday
fi: Tiistai
pl: Wtorek
sk: Utorok

# ProfileTabStrings_transactionDetailsWednesday
source: Wednesday
fi: Keskiviikko
pl: Środa
sk: Streda

# ProfileTabStrings_transactionHistoryDescription
source: View parking history and manage payment methods
fi: Pysäköintihistorian näyttö ja maksutapojen hallinta
pl: Wyświetl historię parkowania i zarządzaj sposobami płatności
sk: Zobraziť históriu parkovania a spravovať platobné metódy

# ProfileTabStrings_transactionHistoryErrorDescription
source: Something went wrong. Please try again later.
fi: Jotain meni pieleen. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak. Spróbuj ponownie później.
sk: Niečo sa pokazilo. Skúste to znovu neskôr.

# ProfileTabStrings_transactionHistoryHistoryTitle
source: HISTORY
fi: HISTORIA
pl: HISTORIA
sk: HISTÓRIA

# ProfileTabStrings_transactionHistoryLimitText
source: The list of transactions refers to the last 90 days
fi: Tapahtumien luettelo sisältää viimeiset 90 päivää
pl: Lista transakcji odnosi się do ostatnich 90 dni
sk: Zoznam transakcií sa vzťahuje na posledných 90 dní

# ProfileTabStrings_transactionHistoryNoRecordsDescription
source: There are no transactions on your history
fi: Historiassa ei ole tapahtumia
pl: Brak transakcji w Twojej historii
sk: Vo vašej histórii nie sú žiadne transakcie

# ProfileTabStrings_transactionHistoryNoRecordsTitle
source: No records
fi: Ei merkintöjä
pl: Brak wpisów
sk: Žiadne záznamy

# ProfileTabStrings_transactionHistoryShortJuly
source: JUL
fi: HEI
pl: LIP
sk: JÚL

# ProfileTabStrings_transactionHistoryShortJune
source: JUN
fi: KES
pl: CZE
sk: JÚN

# ProfileTabStrings_transactionHistoryShortMay
source: MAY
fi: TOU
pl: MAJ
sk: MÁJ

# ProfileTabStrings_transactionHistoryShortOctober
source: OCT
fi: LOK
pl: PAŹ
sk: OKT

# ProfileTabStrings_transactionHistoryTabTitle
source: Parking history
fi: Pysäköintihistoria
pl: Historia parkowania
sk: História parkovaní

# ProfileTabStrings_transactionHistoryTitle
source: Parking Payments
fi: Pysäköintimaksut
pl: Płatności za parkowanie
sk: Parkovacie platby

# ProfileTabStrings_transactionHistoryToday
source: TODAY
fi: TÄNÄÄN
pl: DZIŚ
sk: DNES

# ProfileTabStrings_transactionHistoryYesterday
source: YESTERDAY
fi: EILEN
pl: WCZORAJ
sk: VČERA

# ProfileTabStrings_vehiclesSupportedDetailsRequirementsText
source: BMW OS7 or newer is required to use this feature. Other limitations may also apply, please check the FAQs.
fi: Tämän toiminnon käyttö edellyttää BMW Operating System 7:ää tai uudempaa käyttöjärjestelmää. Myös muita rajoituksia voi olla voimassa, tarkista usein kysytyt kysymykset.
pl: Do korzystania z tej funkcji wymagany jest system operacyjny BMW 7 lub nowszy. Mogą obowiązywać również inne ograniczenia, sprawdź FAQ.
sk: Na využívanie tejto funkcie je potrebný operačný systém BMW Operating System 7 alebo novší. Môžu platiť aj iné obmedzenia, pozrite si Najčastejšie otázky.

# ProfileTabStrings_vehiclesSupportedMyBMWText
source: My BMW vehicles
fi: Omat BMW-ajoneuvot
pl: Moje pojazdy BMW
sk: Moje vozidlá BMW

# ProfileTabStrings_vehiclesSupportedTitle
source: Supported vehicles
fi: Tuetut ajoneuvot
pl: Obsługiwane pojazdy
sk: Podporované vozidlá

# PseudoPlatformStrings_locationPermissionDescription
source: Get accurate and useful information to support your journey.
fi: Saat hyödyllistä ja tarkkaa tietoa ajomatkasi tueksi.
pl: Uzyskaj przydatne, dokładne informacje wspierające Twoją jazdę
sk: Získajte užitočné a presné informácie, ktoré vás podporujú pri vašej ceste.

# PubliChargingStrings_numberIssues
source: {numberOfIssues} issues
fi: {numberOfIssues} ongelmaa
pl: Ilość problemów: {numberOfIssues}
sk: {numberOfIssues} problémov

# PublicChargingSearchStrings__aboutPreferredOperatorsRecommendedBody
source: In some markets, {brand} recommends select charging station operators and providers from the {brand} partner network.
fi: Joillakin markkina-alueilla {brand} suosittelee {brand}-kumppaniverkostoon kuuluvia latausasemien ylläpitäjiä ja palveluntarjoajia.
pl: Na niektórych rynkach firma {brand} zaleca wybranych operatorów stacji ładowania oraz operatorów z sieci partnerskiej {brand}.
sk: Na niektorých trhoch odporúča {brand} zvolených prevádzkovateľov nabíjacích staníc a poskytovateľov z partnerskej siete {brand}.

# PublicChargingSearchStrings__aboutPreferredOperatorsSettingPreference
source: This setting will be shared with your {brand} and allows you to set your preferences for operators of charging stations. This will enable you to:
fi: Tämä asetus synkronoidaan {brand}-ajoneuvosi kanssa, ja sen avulla voit määrittää ensisijaiset latausasemien ylläpitäjät. Tämän ansiosta on mahdollista:
pl: To ustawienie zostanie zsynchronizowane z Twoim {brand} i pozwoli na konfigurowanie Twoich preferowanych operatorów stacji ładowania. To umożliwi Ci:
sk: Toto nastavenie sa synchronizuje s vaším {brand} a umožní vám nakonfigurovať preferovaných prevádzkovateľov nabíjacích staníc. Toto vám umožní:

# PublicChargingSearchStrings_aboutPlugAndChargeContentBody
source: Highly convenient: Plug & Charge makes charging easy and secure. Simply connect your BMW to a compatible Plug & Charge charging station and it will begin charging automatically. No authentication via app or card is required.
fi: Täyttä mukavuutta: Plug & Charge tekee latauskokemuksesta helpon ja turvallisen. Kytke vain BMW:si Plug & Charge -kelpoiseen latauspisteeseen – lataaminen käynnistyy automaattisesti. Tunnistautumista sovelluksen tai kortin avulla ei tarvita.
pl: Czysty komfort: dzięki funkcji Plug & Charge ładowanie jest łatwe i bezpieczne. Podłącz swój pojazd BMW do punktu ładowania obsługującego funkcję Plug & Charge – proces ładowania rozpocznie się automatycznie. Nie jest konieczne żadne uwierzytelnienie przez aplikację lub kartę.
sk: Čistý komfort: vďaka Plug & Charge je nabíjanie jednoduché a bezpečné. Jednoducho svoje BMW pripojte na nabíjací bod kompatibilný s Plug & Charge – proces nabíjania sa spustí automaticky. Nie je potrebná žiadna autentifikácia cez aplikáciu alebo kartu.

# PublicChargingSearchStrings_aboutPlugAndChargeContentTitle
source: Your vehicle is ready for Plug & Charge!
fi: Ajoneuvosi on valmis Plug & Charge -lataukseen!
pl: Twój pojazd jest gotowy do funkcji Plug & Charge!
sk: Vaše vozidlo je pripravené na Plug & Charge!
