Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# sharedDestinationNotFoundMessageBmw
source: We’re sorry, we could not find this destination. This content may not be supported.
fi: Pahoittelemme, emme löytäneet tätä kohdetta. Tätä sisältöä ei mahdollisesti tueta.
pl: Przepraszamy, nie udało się znaleźć tego celu. Ta treść może nie być obsługiwana.
sk: Prepáčte, nemohli sme nájsť tento cieľ. Tento obsah pravdepodobne nie je podporovaný.

# sharedDestinationNotFoundMessageMini
source: We’re sorry, we could not find this destination. This content may not be supported.
fi: Pahoittelemme, emme löytäneet tätä kohdetta. Tätä sisältöä ei mahdollisesti tueta.
pl: Przepraszamy, nie udało się znaleźć tego celu. Ta treść może nie być obsługiwana.
sk: Prepáčte, nemohli sme nájsť tento cieľ. Tento obsah pravdepodobne nie je podporovaný.

# sharedDestinationNotFoundMessageToyota
source: We are sorry, but we could not find this destination. You can search for it in the Supra Connect app.
fi: Pahoittelemme, emme löytäneet tätä kohdetta. Voit etsiä sitä Supra Connect App -sovelluksella.
pl: Przepraszamy, nie udało się znaleźć tego celu. Możesz go wyszukać w aplikacji Supra Connect.
sk: Prepáčte, nemohli sme nájsť tento cieľ. Môžete ho vyhľadať pomocou Supra Connect App.

# sharedDestinationNotFoundSearchButtonBmw
source: Search on My BMW App
fi: Haku My BMW -sovelluksessa
pl: Szukanie w aplikacji My BMW
sk: Vyhľadávanie v aplikácii My BMW

# sharedDestinationNotFoundSearchButtonMini
source: Search on MINI App
fi: Haku MINI-sovelluksessa
pl: Szukanie w aplikacji MINI
sk: Vyhľadávanie v aplikácii MINI

# sharedDestinationNotFoundSearchButtonToyota
source: Search in Supra Connect
fi: Hae Supra Connect -portaalissa
pl: Wyszukaj w Supra Connect
sk: Hľadať na Supra Connect

# sharedDestinationNotFoundTitle
source: Destination not found
fi: Kohdetta ei löytynyt
pl: Nie znaleziono celu
sk: Cieľ sa nenašiel

source: Shipping
fi: Lähetys
pl: Wysyłka
sk: Odoslanie

# showPasswordSemantics
source: Show password
fi: Näytä salasana
pl: Wyświetl hasło
sk: Zobraziť heslo

# sideCollisionAssistantErrorSemantics
source: Side collision warning error
fi: Sivutörmäysvaroituksen virhe
pl: Błąd ostrzeżenia przed kolizją boczną
sk: Chyba výstraha pred bočnou kolíziou

# sideImagesMissingText
source: Side images are missing. Check mirrors and retry.
fi: Puuttuvat sivukuvat. Tarkista peilit ja yritä uudelleen.
pl: Brak zdjęć boku. Sprawdź lusterka i powtórz.
sk: Chýbajúce bočné fotografické snímky. Skontrolujte zrkadlá a proces zopakujte.

# sizeUpperCase
source: SIZE
fi: KOKO
pl: ROZMIAR
sk: VEĽKOSŤ

# skillPinCreatePinAgain
source: Please create new PIN.
fi: Luo PIN uudelleen.
pl: Utwórz ponownie PIN.
sk: Znovu vytvorte PIN kód.

# skillPinFogotPin
source: Forgot PIN? Reset it here.
fi: Unohditko PIN-koodin? Voit palauttaa sen tässä.
pl: Nie pamiętasz PIN-u? Zresetuj tutaj.
sk: Zabudli ste PIN? Resetovať tu.

# skillPinPinSuccessfullyChanged
source: PIN changed successfully
fi: PIN-koodin muuttaminen onnistui
pl: PIN został zmieniony
sk: PIN kód úspešne zmenený

# skillPinPinSuccessfullyConfigured
source: PIN created successfully
fi: PIN-koodin luominen onnistui
pl: PIN został utworzony
sk: PIN kód úspešne vytvorený

# skipUpperCase
source: SKIP
fi: OHITA
pl: POMIŃ
sk: PRESKOČIŤ

# sliderCaptchaLoadFailedText
source: Image load failed
fi: Kuvaa ei voitu ladata
pl: Nie udało się pobrać zdjęcia
sk: Fotografickú snímku sa nepodarilo načítať

# sliderVerificationNoteText
source: Please drag the slider to complete the puzzle
fi: Täydennä palapeli siirtämällä liukusäädintä
pl: Przesuń suwak, aby dokończyć puzzle
sk: Na dokončenie puzle posúvajte jazdcom

# sliderVerificationPageTitle
source: Security Verification
fi: Turvallisuustarkastus
pl: Kontrola bezpieczeństwa
sk: Bezpečnostná kontrola

source: Smart Parking
fi: Älykäs pysäköinti
pl: Inteligentne parkowanie
sk: Inteligentné parkovanie

# smartParkingAccessDeniedDialogLater
source: Later
fi: Myöhemmin
pl: Później
sk: Neskôr

# smartParkingAccessDeniedDialogPermissions
source: Permissions
fi: Käyttöoikeudet
pl: Uprawnienia
sk: Oprávnenia

# smartParkingActivate
source: ACTIVATE
fi: AKTIVOI
pl: AKTYWUJ
sk: AKTIVOVAŤ

# smartParkingActivateOtherVehicles
source: Activate another vehicle
fi: Aktivoi muissa ajoneuvoissa
pl: Aktywuj dla kolejnych pojazdów
sk: Aktivovať pre ďalšie vozidlá

# smartParkingActivated
source: ACTIVATED
fi: AKTIVOITU
pl: AKTYWOWANO
sk: AKTIVOVANÉ

source: Smart Parking Activation
fi: Älykkään pysäköinnin aktivointi
pl: Aktywowanie inteligentnego parkowania
sk: Aktivácia inteligentného parkovania

# smartParkingActivationInstruction
source: Activation Steps
fi: Aktivointiohjeet
pl: Instrukcja aktywacji
sk: Návod na aktiváciu

# smartParkingAddVehicle
source: Add Vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# smartParkingAutoPay
source: Auto-Pay
fi: Automaattinen maksu
pl: Automatyczna płatność
sk: Automatická platba

# smartParkingCancel
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# smartParkingCheckBoxLabel
source: I have read and accept Tencent My Car's
fi: Olen lukenut Tencent My Car -ehdot ja hyväksyn ne
pl: Znam Tencent My Car i wyrażam zgodę
sk: Podmienky Tencent My Car som si prečítal/-a a súhlasím s nimi

# smartParkingDeActivatedSuccessfully
source: Successfully Deactivated
fi: Deaktivointi suoritettu
pl: Nastąpiła dezaktywacja
sk: Uskutočňuje sa deaktivácia

# smartParkingDisabled
source: Disabled
fi: Deaktivoitu
pl: Dezaktywowano
sk: Deaktivované

# smartParkingEnabled
source: Enabled
fi: Aktivoitu
pl: Aktywowano
sk: Aktivované

# smartParkingEntryTime
source: Entry Time
fi: Pääsyaika
pl: Czas dostępu
sk: Čas prístupu

# smartParkingEstimated
source: Estimated Fee
fi: Arvioitu
pl: Szacowany
sk: Odhadom

# smartParkingExitTime
source: Exit Time
fi: Lähtöaika
pl: Godzina odjazdu
sk: Čas odjazdu

# smartParkingFaq
source: FAQ
fi: Usein kysytyt kysymykset
pl: Często zadawane pytania
sk: Často kladené otázky

# smartParkingFeeInfo
source: FEE DETAILS
fi: MAKSUTIEDOT
pl: INFORMACJE O OPŁATACH
sk: INFORMÁCIE O POPLATKOCH

# smartParkingGoToActivate
source: GO TO ACTIVATE
fi: SIIRRY AKTIVOINTIIN
pl: PRZEJDŹ DO AKTYWACJI
sk: PREJSŤ NA AKTIVÁCIU

# smartParkingHomePageErrorText
source: Unable to get the homepage content, please click "Retry", or visit home page later
fi: Aloitussivun sisältö ei ole käytettävissä. Napauta kohtaa "Yritä uudelleen" tai vieraile aloitussivulla myöhemmin
pl: Zawartość strony startowej nie jest dostępna. Kliknij "Powtórz" lub wejdź na stronę startową później
sk: Obsah úvodnej stránky nie je dostupný. Kliknite na "Opakovať" alebo úvodnú stránku navštívte neskôr

# smartParkingInstruction
source: INSTRUCTION
fi: OHJEET
pl: INSTRUKCJA
sk: NÁVOD

# smartParkingOrderBillingStatus
source: Billing
fi: Lasku
pl: Rozliczenie
sk: Zrušenie

# smartParkingOrderCompletedStatus
source: Completed
fi: Valmis
pl: Zakończono
sk: Dokončené

# smartParkingOrderDetail
source: Order Detail
fi: Tilauksen tiedot
pl: Szczegóły zlecenia
sk: Podrobnosti objednávky

# smartParkingOrderDetailErrorText
source: Unable to get the order detail content,please click "Retry",or visit order detail later
fi: Tilaukseen tarkkaa sisältöä ei voitu hakea. Napauta kohtaa "Yritä uudelleen" tai avaa tilaus myöhemmin.
pl: Nie udało się odczytać dokładnej treści zlecenia. Kliknij "Powtórz" lub otwórz zlecenie później.
sk: Nepodarilo sa načítať presný obsah objednávky. Kliknite na "Opakovať" alebo objednávku otvorte neskôr.

# smartParkingOrderInDebtStatus
source: In-Debt
fi: Saldo negatiivinen
pl: Na minusie
sk: Zadĺžené

# smartParkingOrderInformation
source: ORDER INFO
fi: TILAUSTIEDOT
pl: INFORMACJE O ZLECENIU
sk: INFORMÁCIE O OBJEDNÁVKE

# smartParkingOrderNo
source: Order No.
fi: Tilausnro
pl: Nr zlecenia
sk: Číslo objednávky

# smartParkingOrderPaidStatus
source: Paid
fi: Maksettu
pl: Zapłacono
sk: Zaplatené

# smartParkingOrderReBillingStatus
source: Re-Billing
fi: Uusi laskutus
pl: Ponowne wystawienie faktury
sk: Opakovaná fakturácia

# smartParkingOrderTime
source: Order Time
fi: Tilausaika
pl: Czas zlecenia
sk: Čas zadania objednávky

# smartParkingOrderTracking
source: ORDER TRACKING
fi: TILAUKSEN SEURANTA
pl: ŚLEDZENIE ZLECENIA
sk: SLEDOVANIE OBJEDNÁVKY

# smartParkingOrderType
source: Order Type
fi: Tilauksen tyyppi
pl: Typ zlecenia
sk: Typ objednávky

# smartParkingOvertimeFee
source: Overtime Fee
fi: Myöhästymismaksu
pl: Opłata za spóźnienie
sk: Poplatok za oneskorenie

# smartParkingOvertimePeriod
source: Overtime Period
fi: Myöhässä
pl: Spóźnienie
sk: Oneskorenie

# smartParkingParkingFee
source: Parking Fee
fi: Pysäköintimaksu
pl: Opłata parkingowa
sk: Parkovací poplatok

# smartParkingParkingPeriod
source: Parking Duration
fi: Pysäköintiaika
pl: Czas parkowania
sk: Parkovací čas

# smartParkingPayInWechat
source: PAY BY WECHAT
fi: MAKSA WECHAT -SOVELLUKSESSA
pl: ZAPŁAĆ W WECHAT
sk: ZAPLATIŤ V APLIKÁCII WECHAT

# smartParkingPaymentText
source: Simply by binding your BMW and enabling the Auto-Pay function, Smart Parking can fully take over payment issues. You won't even need to stop! Activate now and start your smart life with BMW! This service is only available for selected BMW models of July 2019 or newer.
fi: Älykkään pysäköinnin maksuvaihtoehdossa voit maksaa joko pysäköintipaikalle saapuessasi tai sieltä poistuessasi etkä joudu pysähtymään puomin eteen. Automaattinen maksu helpottaa pysäköintiä. Aktivoi palvelu ja nauti älykkäästä elämästä BMW:ssäsi!
pl: Dzięki opcji płatności za inteligentne parkowanie możesz przy przyjeździe lub odjeździe zapłacić na parkingu bez zatrzymywania się przed szlabanem. Automatyczna płatność ułatwia w ten sposób parkowanie. Aktywuj usługę, aby korzystać z inteligentnych funkcji BMW!
sk: Pomocou možnosti platby za inteligentné parkovanie môžete pri príchode alebo odchode na parkovisko zaplatiť bez toho, aby ste museli zastaviť pri závore. Automatické platby Vám uľahčia parkovanie. Aktivujte si službu, aby bol Váš život s BMW ešte inteligentnejší!

# smartParkingPhotosAccessDeniedDialogTitle
source: Photos Access was denied
fi: Valokuvien käyttö estetty
pl: Odmowa dostępu do zdjęć
sk: Prístup k fotkám bol odmietnutý

# smartParkingPlateNo
source: Plate No.
fi: Rekisteritunnus
pl: Numer rejestracyjny
sk: Štátna poznávacia značka

# smartParkingPlateNoErrorText
source: Please fill in the correct plate No.
fi: Anna oikea rekisterinumero.
pl: Podaj prawidłowy numer rejestracyjny.
sk: Zadajte správnu štátnu poznávaciu značku.

# smartParkingRefresh
source: REFRESH
fi: PÄIVITÄ
pl: AKTUALIZUJ
sk: AKTUALIZOVAŤ

# smartParkingRequestFailed
source: Request Failed
fi: Tiedustelusi epäonnistui
pl: Twoje zapytanie nie powiodło się
sk: Vaša požiadavka zlyhala

# smartParkingRequestFailedDescription
source: Your Request failed. Please try again later.
fi: Tiedustelusi epäonnistui. Yritä myöhemmin uudelleen.
pl: Twoje zapytanie nie powiodło się. Spróbuj ponownie później.
sk: Vaša požiadavka zlyhala. Skúste to, prosím, znova neskôr.

# smartParkingSaveQrCodeDescription
source: To complete the activation, please scan the QR code and register in WeChat. Up to 3 vehicles can be activated for each WeChat account.
fi: Skannaa QR-koodi ja kirjaudu WeChat-palveluun aktivoinnin viemiseksi päätökseen. Yhdelle WeChat-tilille voidaan aktivoida enintään 3 ajoneuvoa.
pl: Zeskanuj kod QR i zaloguj się w WeChat, aby zakończyć aktywację. Dla jednego konta WeChat możesz aktywować do 3 pojazdów.
sk: Na dokončenie aktivácie naskenujte QR kód a prihláste sa do aplikácie WeChat. Pre jeden účet WeChat môžete aktivovať až 3 vozidlá.

# smartParkingServiceInfo
source: SERVICE INFO
sk: INFO O SLUŽBE

# smartParkingTotalFee
source: Total Fee
fi: Maksu yhteensä
pl: Opłata całkowita
sk: Celkový poplatok

# smartParkingUpdatesInPending
source: To be Updated.
fi: Päivityksiä odottamassa.
pl: Oczekujące aktualizacje.
sk: Nespracované aktualizácie.

# smsDialogTitle
source: Phone Number
fi: Puhelinnumero
pl: Numer telefonu
sk: Telefónne číslo

# smsLogin
source: LOGIN WITH SMS
fi: KIRJAUDU SISÄÄN TEKSTIVIESTILLÄ
pl: ZALOGUJ ZA POMOCĄ WIADOMOŚCI SMS
sk: PRIHLÁSIŤ SA POMOCOU SMS

# somethingWentWrong
source: Something went wrong, please retry later
fi: Jotain meni pieleen. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak. Spróbuj ponownie później.
sk: Niečo sa nepodarilo. Skúste to, prosím, znova neskôr.

# somethingWentWrongMessage
source: Something went wrong.
fi: Jotain meni pieleen.
pl: Coś poszło nie tak.
sk: Niečo sa nepodarilo.

# sortBottomSheet
source: Sort by Relevance Default Price high to low Price low to high
fi: Lajitteluperuste Osuvuus Vakio Hinta laskevasti Hinta nousevasti
pl: Sortuj według powiązania standardu ceny malejąco ceny rosnąco
sk: Triediť podľa relevantosti štandard cena zostupne cena vzostupne

# sortButton
source: Sort by Relevance Price high to low Price low to high
fi: Lajitteluperuste Osuvuus Hinta laskevasti Hinta nousevasti
pl: Sortuj według powiązania ceny malejąco ceny rosnąco
sk: Triediť podľa relevantnosti cena zostupne cena vzostupne

source: SORTED BY
fi: LAJITTELUPERUSTE
pl: SORTOWANIE WG
sk: TRIEDIŤ PODĽA

# speedControlActivatedSemantics
source: Speed Limit Assistant activated
fi: Nopeusavustin aktivoitu
pl: Asystent Prędkości aktywowany
sk: Asistent rýchlosti aktivovaný

# speedControlActivationErrorSemantics
source: Speed Limit Assistant activation error
fi: Virhe nopeusavustimen aktivoinnissa
pl: Błąd aktywowania Asystenta Prędkości
sk: Chyba aktivácie aistenta rýchlosti

# speedControlAssistantSemantics
source: Speed Limit Assistant
fi: Nopeusavustin
pl: Asystent Prędkości
sk: Asistent rýchlosti

# speedControlDDCSemantics
source: Speed Limit Assistant DDC
fi: Nopeusavustin DDC
pl: Asystent Prędkości DDC
sk: Asistent rýchlosti DDC

# speedControlErrorSemantics
source: Speed Limit Assistant error
fi: Nopeusavustimen virhe
pl: Błąd Asystenta Prędkości
sk: Chyba asistent rýchlosti

# speedControlSemantics
source: Speed Limit Assistant
fi: Nopeusavustin
pl: Asystent Prędkości
sk: Asistent rýchlosti

# speedLimitSetHigherSemantics
source: Speed Limiter: Increase speed
fi: Nopeudenrajoitin: lisää vauhtia
pl: Ogranicznik prędkości: zwiększ prędkość
sk: Obmedzovač rýchlosti zvýšiť rýchlosť

# speedLimitSetLowerSemantics
source: Speed Limiter: Reduce speed
fi: Nopeudenrajoitin: hiljennä vauhtia
pl: Ogranicznik prędkości: zmniejsz prędkość
sk: Obmedzovač rýchlosti znížiť rýchlosť

# speedLimiterActiveSemantics
source: Speed Limiter active
fi: Nopeudenrajoitin aktiivinen
pl: Ogranicznik prędkości aktywny
sk: Obmedzovač rýchlosti aktívny

# speedLimiterAssistSemantics
source: Speed Limiter
fi: Nopeudenrajoitin
pl: Ogranicznik prędkości
sk: Obmedzovač rýchlosti

# speedLimiterAssistantSemantics
source: Speed Limiter
fi: Nopeudenrajoitin
pl: Ogranicznik prędkości
sk: Obmedzovač rýchlosti

# startChargingButton
source: START CHARGING
fi: ALOITA LATAUS
pl: URUCHOM ŁADOWANIE
sk: SPUSTIŤ NABÍJANIE

# startChargingErrorDescription
source: There is a charging order in progress.
fi: Lataus on käynnissä.
pl: Ładowanie w toku.
sk: Prebieha proces nabíjania.

source: Start Climatization
fi: Käynnistä ilmastointi
pl: Uruchom klimatyzację
sk: Spustiť klimatizáciu

# startCn
source: Start
fi: Käynnistä
sk: Štart

# startDownloadButton
source: Download
fi: Lataa
pl: Pobierz
sk: Stiahnuť

# startHeating
source: Start Ventilation / Heating
fi: Käynnistä tuuletus/lämmitys
pl: Uruchom wentylację/ogrzewanie
sk: Spustiť ventiláciu/vyhrievanie

# startStopDeactivatedSemantics
source: Auto Start/Stop function deactivated
fi: Automaattisen start-stop-toiminnon aktivointi poistettu
pl: Dezaktywowano funkcję automatyczny Start/Stop
sk: Funkcia Auto Start Stop deaktivovaná

# startTimerPageDescription
source: By setting a start time you let the vehicle know when you plan to use it.
fi: Asettamalla aloitusajan ilmoitat ajoneuvolle, milloin haluat käyttää sitä.
pl: Ustawienie godziny odjazdu powoduje przekazanie informacji do pojazdu, kiedy klimatyzacja ma zacząć działać.
sk: Nastavením času odjazdu vozidlu oznámite, kedy ho chcete používať.

# startUppercase
source: START
fi: ALOITA
sk: ŠTART

source: Start Ventilation
fi: Käynnistä tuuletus
pl: Uruchom wentylację
sk: Spustiť vetranie

# startsAt
source: Starts at {estimate} {time}
fi: Käynnistyy {estimate} {time}
pl: Rozpoczyna się o godz. {estimate} {time}
sk: Začne o {estimate} {time}

source: Station
fi: Asema
pl: Stacja
sk: Stanica

# stayOnTrack
source: STAY UP TO DATE
fi: PYSY AJAN TASALLA
pl: BĄDŹ NA BIEŻĄCO
sk: BUĎTE VŽDY AKTUÁLNY

# steeringAssistantDeactivatedSemantics
source: Steering Assistant deactivated
fi: Ohjausavustimen aktivointi poistettu
pl: Asystent Kierowania dezaktywowany
sk: Asistent riadenia deaktivovaný

# steeringAssistantErrorSemantics
source: Steering Assistant error
fi: Ohjausavustimen virhe
pl: Błąd Asystenta Kierowania
sk: Chyba asistent riadenia

# steeringSystemSemantics
source: Steering system
fi: Ohjausjärjestelmä
pl: Układ kierowniczy
sk: Systém riadenia

# steeringWheelHeatingActiveSemantics
source: Steering wheel heating on
fi: Ohjauspyörän lämmitys päälle
pl: Ogrzewanie kierownicy włączone
sk: Vyhrievanie volantu zap.

# stillWorkingSnackbar
source: It’s taking a little longer than expected to process your request, but we’re still trying. Thank you for our patience.
fi: Tiedustelusi käsittely kestää hieman odotettua pitempään, mutta yritämme sitä edelleen. Kiitämme kärsivällisyydestäsi.
pl: Rozpatrzenie zapytania trwa nieco dłużej niż oczekiwano, ale cały czas próbujemy. Dziękujemy za cierpliwość.
sk: Spracovanie požiadavky trvá trochu dlhšie ako obvykle, no ešte sa pokúšame ju dokončiť. Ďakujeme za Vašu trpezlivosť.

# stopClimatizationDescription
source: Stop climate control in your vehicle now? Remote functions may take a few seconds.
fi: Lopetetaanko ajoneuvon ilmastointi nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Czy zakończyć teraz klimatyzowanie pojazdu? Funkcje zdalne mogą potrwać kilka sekund.
sk: Teraz ukončiť klimatizáciu vášho vozidla? Funkcie Remote môžu trvať niekoľko sekúnd.

# stopHeatingDescription
source: Stop ventilating/heating your vehicle now? Remote functions may take a few seconds.
fi: Lopetetaanko ajoneuvon tuuletus/lämmitys nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Czy zakończyć teraz wentylację/ogrzewanie pojazdu? Funkcje zdalne mogą potrwać kilka sekund.
sk: Teraz ukončiť ventiláciu/vyhrievanie vášho vozidla? Funkcie Remote môžu trvať niekoľko sekúnd.

# stopVentilationDescription
source: Stop ventilating your vehicle? Remote functions may take a few seconds.
fi: Lopetetaanko ajoneuvon tuuletus nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Czy zakończyć teraz wentylację pojazdu? Funkcje zdalne mogą potrwać kilka sekund.
sk: Teraz ukončiť venitláciu vášho vozidla? Funkcie Remote môžu trvať niekoľko sekúnd.

# storageAccessDeniedDialogTitle
source: Storage Access was denied
fi: Muistin käyttö estetty
pl: Dostęp do pamięci został odrzucony
sk: Prístup k pamäti bol odmietnutý

# storeReviewDialogTitle
source: Rate us in the Play Store
fi: Kirjoita arvostelu Play Storeen
pl: Oceń nas w Play Store
sk: Ohodnoťte nás v obchode Play

# storeReviewNotRightNow
source: Not Now
fi: Ei nyt
pl: Nie teraz
sk: Teraz nie

# streetNameInputLabel
source: Street name:
fi: Katu:
pl: Ulica:
sk: Ulica:

# streetNumberInputLabel
source: Street number:
fi: Talonumero:
pl: Numer domu:
sk: Číslo domu:

# styleUpperCase
source: STYLE
fi: TYYLI
pl: STYL
sk: ŠTÝL

source: Submit
fi: Lähetä
pl: Wyślij
sk: Odoslať

source: Submit Request
fi: Lähetä tiedustelu
pl: Złóż zapytanie
sk: Odoslať dopyt

# submitUppercase
source: SUBMIT
fi: LÄHETÄ
pl: WYŚLIJ
sk: ODOSLAŤ

source: Subtotal
fi: Välisumma
pl: Suma pośrednia
sk: Medzisúčet

source: Success!
fi: Onnistui!
pl: Sukces!
sk: Úspech!

# successDescription
source: Please check your mailbox. If an account is associated with the email address, you will have received an email with the reset link. If you did not receive anything, please verify the spelling, check your spam folder and make sure that this email is the correct one under which you have registered.
fi: Tarkista Saapuneet-kansio. Jos tiliin on yhdistetty sähköpostiosoite, olet saanut sähköpostiviestin, joka sisältää palautuslinkin. Jos et saanut viestiä, tarkista oikea kirjoitustapa ja roskapostikansio sekä varmista, että annoit saman sähköpostiosoitteen, jolla olet aiemmin rekisteröitynyt.
pl: Sprawdź skrzynkę odbiorczą. Jeżeli konto jest powiązane z adresem e-mail, została wysłana wiadomość e-mail z odnośnikiem do zresetowania. Jeśli nie otrzymano wiadomości, należy sprawdzić poprawność zapisu, skontrolować folder spamu i upewnić się, że podano adres e-mail, którego użyto podczas rejestracji.
sk: Skontrolujte svoju doručenú poštu. Ak je účet prepojený s e-mailovou adresou, dostali ste e-mail s odkazom na resetovanie. Ak ste e-mail nedostali, skontrolujte správne uvedenie adresy, svoj spamový priečinok a tiež sa uistite, že ste zadali e-mailovú adresu, pomocou ktorej ste sa zaregistrovali.

# successMessageDescription
source: Please check your inbox to confirm your email address. It may take several minutes. If you have not received anything, check your spam folder, or tap the re-send button below.
fi: Tarkista Saapuneet-kansio, jotta voit vahvistaa sähköpostiosoitteen. Se voi kestää useita minuutteja. Jos et ole saanut viestiä, tarkista roskapostikansio tai napauta alla olevaa painiketta "Lähetä uudelleen".
pl: Sprawdź skrzynkę odbiorczą, aby potwierdzić swój adres e-mail. Może to potrwać kilka minut. W przypadku nieotrzymania wiadomości sprawdź folder ze spamem lub dotknij znajdującego się na dole przycisku "Wyślij ponownie".
sk: Skontrolujte svoju doručenú poštu v e-mailovej schránke a potvrďte svoju e-mailovú adresu. Môže to trvať niekoľko minút. Ak ste nič nedostali, skontrolujte priečinok so spamom alebo kliknite dole na tlačidlo „Znova odoslať“.

# successMessageTitle
source: You're nearly there!
fi: Melkein valmista!
pl: Już prawie się udało!
sk: Už je to takmer hotové!

# successPageLogin
source: LOGIN
fi: KIRJAUDU SISÄÄN
pl: ZALOGUJ
sk: PRIHLÁSENIE

source: Successful
fi: Onnistui
pl: Pomyślnie
sk: Úspešné

source: Sunroof
fi: Lasikatto
pl: Szklany dach
sk: Sklenené strešné okno

source: Sunroof open
fi: Lasikatto auki
pl: Szklany dach otwarty
sk: Sklenené strešné okno otvorené

# syncCalendarButton
source: Synchronize calendar
fi: Synkronoi kalenteri
pl: Synchronizuj kalendarz
sk: Synchronizovať kalendár

# syncCalendarTitle
source: Do you want to synchronize your calendar events?
fi: Haluatko synkronoida kalenterimerkinnät?
pl: Chcesz zsynchronizować swoje wpisy w kalendarzu?
sk: Chcete synchronizovať svoje položky kalendára?

# synchronizationFailureDialogDescription
source: Please scan the QR code again.
fi: Skannaa QR-koodi uudelleen.
pl: Zeskanuj ponownie kod QR.
sk: QR naskenujte znova.

# synchronizationFailureDialogTitle
source: Transfer Failed
fi: Tiedonsiirto epäonnistui
pl: Przesyłanie nie powiodło się
sk: Prenos zlyhal

# systemErrorSemantics
source: System error
fi: Järjestelmävirhe
pl: Błąd systemu
sk: Chyba systém

# tabBarLabelExploreTab
source: Explore tab
fi: Tutustu-välilehti
pl: Karta Odkryj
sk: Karta Objavovať

# tabBarLabelMapTab
source: Map tab
fi: Kartat-välilehti
pl: Karta Mapy
sk: Karta Mapy

# tabBarLabelProfileTab
source: Profile tab
fi: Profiili-välilehti
pl: Karta Profil
sk: Karta Profil

# tabBarLabelVehicleTab
source: Vehicle tab
fi: Ajoneuvo-välilehti
pl: Karta Pojazd
sk: Karta Vozidlo

# tabVehicleSemantics
source: Vehicle
fi: Ajoneuvo
pl: Pojazd
sk: Vozidlo

# tailLightErrorSemantics
source: Rear light error
fi: Takavalojen virhe
pl: Błąd tylnych świateł pozycyjnych
sk: Chyba koncové svetlá

# takePhotoTab
source: Take a photo
fi: Ota valokuva
pl: Zrób zdjęcie
sk: Urobiť fotku
