Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LeadPaccStrings_leadPaccService582
source: Blind Spot Detection malfunction
fi: Kaistanvaihdon varoituksen häiriö
pl: Usterka ostrzeżenia przed zmianą pasa ruchu
sk: Chyba výstrahy pri vybočovaní

# LeadPaccStrings_leadPaccService586
source: Engine restart not possible
fi: Moottorin uudelleenkäynnistys ei mahdollista
pl: Ponowne uruchomienie silnika niemożliwe
sk: Opätovné naštartovanie motora nie je možné

# LeadPaccStrings_leadPaccService595
source: Frontal Collision Warning malfunction
fi: Peräänajovaroituksen häiriö
pl: Usterka ostrzeżenia przed kolizją
sk: Chyba výstrahy pred nárazom

# LeadPaccStrings_leadPaccService60
source: Instrument cluster
fi: Mittaristo
pl: Zestaw wskaźników
sk: Prístrojový panel

# LeadPaccStrings_leadPaccService601
source: Braking response malfunction
fi: Jarrutuskäyttäytymisen häiriö
pl: Usterka zdolności hamowania
sk: Chyba reakcie bŕzd

# LeadPaccStrings_leadPaccService604
source: Brake system malfunction
fi: Jarrujärjestelmä ei toimi
pl: Awaria układu hamulcowego
sk: Výpadok brzdového systému

# LeadPaccStrings_leadPaccService606
source: High-voltage battery malfunction
fi: Korkeajänniteakku viallinen
pl: Awaria akumulatora wysokonapięciowego
sk: Porucha vysokonapäťovej batérie

# LeadPaccStrings_leadPaccService627
source: Steering response malfunction
fi: Ohjauskäyttäytymisen häiriö
pl: Usterka sterowności
sk: Chyba správania vozidla pri zatáčaní

# LeadPaccStrings_leadPaccService629
source: Turn off engine
fi: Sammuta moottori
pl: Wyłącz silnik
sk: Odstaviť motor

# LeadPaccStrings_leadPaccService63
source: Tire pressure low
fi: Rengaspaine alhainen
pl: Niskie ciśnienie opon
sk: Tak pneumatík nízky

# LeadPaccStrings_leadPaccService650
source: AdBlue system malfunction
fi: AdBlue-järjestelmä viallinen
pl: Awaria systemu AdBlue
sk: Porucha systému AdBlue

# LeadPaccStrings_leadPaccService687
source: Replace high-voltage battery
fi: Vaihda korkeajänniteakku
pl: Wymień akumulator wysokonapięciowy
sk: Vymeniť vysokonapäťovú batériu

# LeadPaccStrings_leadPaccService698
source: Gear lever position: Park malfunction
fi: Valitsinvivun P-asennon häiriö
pl: Usterka położenia dźwigni sterującej P
sk: Chyba v polohe voliacej páky prevodovky P

# LeadPaccStrings_leadPaccService70
source: Steering effort changed
fi: Ohjausvoima muuttunut
pl: Zmieniony wysiłek przy kierowaniu
sk: Sila ovládania volantu sa zmenila

# LeadPaccStrings_leadPaccService704
source: Hard disc drive malfunction possible
fi: Kiintolevyvika mahdollinen
pl: Możliwa awaria dysku twardego
sk: Možný výpadok pevného disku

# LeadPaccStrings_leadPaccService708
source: Cooling system malfunction
fi: Jäähdytysjärjestelmän häiriö
pl: Usterka układu chłodzenia
sk: Chyba chladiaceho systému

# LeadPaccStrings_leadPaccService71
source: Renew brake pads
fi: Vaihda jarrupalat
pl: Wymień okładziny hamulcowe
sk: Vymeňte brzdové obloženia

# LeadPaccStrings_leadPaccService718
source: Engine start malfunction
fi: Vika moottorin käynnistyksessä
pl: Błąd uruchomienia silnika
sk: Chyba pri štartovaní motora

# LeadPaccStrings_leadPaccService719
source: Steering wheel unlock malfunction
fi: Rattilukon avaaminen epäonnistui.
pl: Odblokowanie kierownicy nie powiodło się.
sk: Odblokovanie volantu zlyhalo.

# LeadPaccStrings_leadPaccService734
source: Automatic Start/Stop malfunction
fi: Start/stop-toiminto ei toimi
pl: Awaria automatycznej funkcji Start/Stop
sk: Výpadok funkcie Auto Start Stop

# LeadPaccStrings_leadPaccService74
source: Have brake system checked
fi: Tarkistuta jarrujärjestelmä
pl: Wykonaj kontrolę układu hamulcowego
sk: Dajte prekontrolovať brzdový systém

# LeadPaccStrings_leadPaccService75
source: Trailer hitch electrical system malfunction
fi: Vetokoukun sähköjärjestelmä ei toimi
pl: Awaria elektryki haka holowniczego
sk: Výpadok elektrického systému ťažného zariadenia

# LeadPaccStrings_leadPaccService756
source: Steering wheel lock malfunction
fi: Rattilukko ei toimi
pl: Zablokowanie kierownicy nie powiodła się
sk: Zablokovanie volantu zlyhalo

# LeadPaccStrings_leadPaccService759
source: Door safety function
fi: Ovien turvatoiminto
pl: Zabezpieczenie drzwi
sk: Bezpečnostná funkcia dverí

# LeadPaccStrings_leadPaccService760
source: High-voltage battery overheated
fi: Korkeajänniteakku ylikuumentunut
pl: Akumulator wysokonapięciowy przegrzany
sk: Vysokonapäťová batéria prehriata

# LeadPaccStrings_leadPaccService767
source: Speed limiter malfunction
fi: Nopeudenrajoittimen häiriö
pl: Usterka ogranicznika prędkości
sk: Chyba obmedzovača rýchlosti

# LeadPaccStrings_leadPaccService773
source: No restart after engine stop
fi: Sammutuksen jälkeen ei uudelleenkäynnistystä
pl: Nie można ponownie uruchomić po wyłączeniu
sk: Po odstavení žiadny nový štart

# LeadPaccStrings_leadPaccService776
source: Start engine only with no gear engaged
fi: Moottorin käynnistys vain tyhjäkäynnillä
pl: Uruchomienie silnika tylko na biegu jałowym
sk: Naštartovanie motora iba v chode naprázdno

# LeadPaccStrings_leadPaccService78
source: Speed warning
fi: Nopeusvaroitus
pl: Ostrzeżenie o przekroczeniu prędkości
sk: Výstraha pri prekročení rýchlosti

# LeadPaccStrings_leadPaccService780
source: Rear axle differential lock malfunction
fi: Lukkoperän häiriö
pl: Usterka blokady tylnego dyferencjału
sk: Chyba uzávierky zadného diferenciálu

# LeadPaccStrings_leadPaccService781
source: Rear axle differential lock malfunction
fi: Lukkoperän häiriö
pl: Usterka blokady tylnego dyferencjału
sk: Chyba uzávierky zadného diferenciálu

# LeadPaccStrings_leadPaccService785
source: Automatic High Beams malfunction
fi: Kaukovaloavustin ei toimi
pl: Awaria Asystenta Świateł Drogowych
sk: Výpadok asistenta diaľkových svetiel

# LeadPaccStrings_leadPaccService789
source: Driving stabilization activated
fi: Ajovakauden valvonta aktivoidaan
pl: Trwa aktywacja stabilizacji toru jazdy
sk: Stabilizácia jazdy sa aktivuje

# LeadPaccStrings_leadPaccService794
source: Check high-voltage system
fi: Tarkistuta korkeajännitejärjestelmä
pl: Sprawdź układ wysokiego napięcia
sk: Dajte prekontrolovať vysokonapäťový systém

# LeadPaccStrings_leadPaccService814
source: Dynamic Marker Light malfunction
fi: Dynaaminen merkintävalo viallinen
pl: Awaria dynamicznych świateł doświetlających
sk: Porucha dynamického obrysového svetla

# LeadPaccStrings_leadPaccService815
source: Lighting system: Front left malfunction
fi: Valojärjestelmä edessä vasemmalla viallinen
pl: Awaria świateł z przodu po lewej stronie
sk: Porucha svetelného zariadenia vpredu vľavo

# LeadPaccStrings_leadPaccService816
source: Lighting system: Front right malfunction
fi: Valojärjestelmä edessä oikealla viallinen
pl: Awaria świateł z przodu po prawej stronie
sk: Porucha svetelného zariadenie vpredu vpravo

# LeadPaccStrings_leadPaccService822
source: Rear spoiler malfunction
fi: Takaspoilerin häiriö
pl: Usterka tylnego spoilera
sk: Chyba zadného spoilera

# LeadPaccStrings_leadPaccService839
source: Steering Assistant malfunction
fi: Ohjausavustin ei toimi
pl: Awaria Asystenta Kierowania
sk: Výpadok asistenta riadenia

# LeadPaccStrings_leadPaccService844
source: Drivetrain warning
fi: Voimansiirron varoitus
pl: Ostrzeżenie napędu
sk: Výstraha pre pohon

# LeadPaccStrings_leadPaccService846
source: AdBlue system malfunction
fi: AdBlue-järjestelmä viallinen
pl: Awaria systemu AdBlue
sk: Porucha systému AdBlue

# LeadPaccStrings_leadPaccService847
source: AdBlue system malfunction
fi: AdBlue-järjestelmä viallinen
pl: Awaria systemu AdBlue
sk: Porucha systému AdBlue

# LeadPaccStrings_leadPaccService85
source: Active Cruise Control deactivated
fi: Aktiivinen vakionopeudensäädin ei aktiivinen
pl: Aktywny regulator prędkości wyłączony
sk: Aktívny systém udržiavania rýchlosti je deaktivovaný

# LeadPaccStrings_leadPaccService861
source: Door lock malfunction
fi: Oven lukko viallinen
pl: Awaria zamka w drzwiach
sk: Porucha zámku dverí

# LeadPaccStrings_leadPaccService868
source: Braking assistance malfunction
fi: Lisäjarrutehostus viallinen
pl: Awaria wspomagania hamowania
sk: Porucha podpory brzdenia

# LeadPaccStrings_leadPaccService87
source: Right tail lamp malfunction
fi: Oikea takavalo viallinen
pl: Awaria światła pozycyjnego tylnego z prawej strony
sk: Porucha koncového svetla vpravo

# LeadPaccStrings_leadPaccService872
source: Vehicle level control malfunction
fi: Tasonsäätö ei mahdollista
pl: Regulacja wysokości zawieszenia niemożliwa
sk: Regulácia výšky nie je možná

# LeadPaccStrings_leadPaccService873
source: AC charging malfunction
fi: AC-lataus ei mahdollista
pl: Ładowanie AC niemożliwe
sk: AC nabíjanie nie je možné

# LeadPaccStrings_leadPaccService874
source: DC charging malfunction
fi: DC-lataus ei mahdollista
pl: Ładowanie DC niemożliwe
sk: DC nabíjanie nie je možné

# LeadPaccStrings_leadPaccService876
source: Driver Assistance malfunction
fi: Kuljettajan apujärjestelmät eivät toimi
pl: Awaria wspomagania kierowcy
sk: Výpadok asistenčných systémov vodiča

# LeadPaccStrings_leadPaccService877
source: Acoustic Pedestrian Protection malfunction
fi: Varoitusääni jalankulkijoille ei toimi
pl: Awaria akustycznej ochrony pieszych
sk: Výpadok akustickej ochrany chodcov

# LeadPaccStrings_leadPaccService88
source: Left low beam malfunction
fi: Vasen lähivalo viallinen
pl: Awaria świateł mijania z lewej strony
sk: Porucha stretávacieho svetla vľavo

# LeadPaccStrings_leadPaccService885
source: Charging power reduced
fi: Latausteho rajoittunut
pl: Zmniejszona moc ładowania
sk: Redukovaný nabíjací výkon

# LeadPaccStrings_leadPaccService888
source: Auto PDC malfunction
fi: Auto PDC ei toimi
pl: Awaria Auto PDC
sk: Výpadok Auto PDC

# LeadPaccStrings_leadPaccService89
source: Right low beam malfunction
fi: Oikea lähivalo viallinen
pl: Awaria świeteł mijania z prawej strony
sk: Porucha stretávacieho svetla vpravo

# LeadPaccStrings_leadPaccService896
source: Steering malfunction
fi: Ohjaus viallinen
pl: Awaria układu kierowniczego
sk: Porucha riadenia

# LeadPaccStrings_leadPaccService90
source: Trailer reversing light malfunction
fi: Perävaunun peruutusvalo viallinen
pl: Awaria świateł cofania przyczepy
sk: Porucha cúvacieho svetla prívesu

# LeadPaccStrings_leadPaccService91
source: Fasten safety belt
fi: Kiinnitä turvavyö
pl: Zapnij pas bezpieczeństwa
sk: Zapnite si bezpečnostný pás

# LeadPaccStrings_leadPaccService915
source: Active Protection reduced
fi: Active Protection rajoittunut
pl: Ograniczone działanie Active Protection
sk: Funkcia Active Protection obmedzená

# LeadPaccStrings_leadPaccService922
source: Driver assistance malfunction
fi: Kuljettajan apujärjestelmien häiriö
pl: Usterka wspomagania kierowcy
sk: Chyba asistenčných systémov vodiča

# LeadPaccStrings_leadPaccService924
source: Right secondary blinker malfunction
fi: Oikea lisävilkku viallinen
pl: Awaria kierunkowskazu dodatkowego z prawej strony
sk: Porucha prídavnej smerovky vpravo

# LeadPaccStrings_leadPaccService925
source: Left secondary blinker malfunction
fi: Vasen lisävilkku viallinen
pl: Awaria kierunkowskazu dodatkowego z lewej strony
sk: Porucha prídavnej smerovky vľavo

# LeadPaccStrings_leadPaccService931
source: Side collision warning malfunction
fi: Sivutörmäysvaroituksen häiriö
pl: Awaria ostrzeżenia przed kolizją boczną
sk: Chyba výstrahy pred bočnou kolíziou

# LeadPaccStrings_leadPaccService936
source: Center brake lamp malfunction
fi: Keskijarruvalo viallinen
pl: Awaria środkowego światła STOP
sk: Porucha brzdového svetla v strede

# LeadPaccStrings_leadPaccService94
source: Rear seat belt malfunction
fi: Takaturvavyöt vialliset.
pl: Awaria pasów bezpieczeństwa z tyłu.
sk: Porucha bezpečnostných pásov vzadu.

# LeadPaccStrings_leadPaccService941
source: Automatic light and windscreen wiper system malfunction
fi: Valaisin- ja pyyhinautomatiikka viallinen
pl: Awaria automatycznych świateł i wycieraczek
sk: Porucha svetelnej a stieracej automatiky

# LeadPaccStrings_leadPaccService942
source: Front side marker light malfunction
fi: Sivuvalo edessä viallinen
pl: Awaria bocznych świateł pozycyjnych z przodu
sk: Porucha bočného bodového nasvietenia vpredu

# LeadPaccStrings_leadPaccService944
source: Daytime driving lights malfunction
fi: Päiväajovalot vialliset
pl: Awaria świateł dziennych
sk: Porucha denného svietenia

# LeadPaccStrings_leadPaccService95
source: Right rear seat belt malfunction
fi: Takaturvavyöt oikealla vialliset
pl: Awaria pasów bezpieczeństwa z tyłu po prawej stronie
sk: Porucha bezpečnostných pásov vzadu vpravo

# LeadPaccStrings_leadPaccService954
source: Active Cruise Control reduced
fi: Aktiivinen vakionopeudensäädin rajoittunut
pl: Ograniczone działanie aktywnego regulatora prędkości
sk: Aktívny systém udržiavania rýchlosti obmedzený

# LeadPaccStrings_leadPaccService959
source: Cross traffic warning malfunction
fi: Risteävän liikenteen varoituksen häiriö
pl: Usterka ostrzeżenia przed ruchem poprzecznym
sk: Chyba výstraha pred premávkou v priečnom smere

# LeadPaccStrings_leadPaccService960
source: Battery not charging
fi: Akku ei lataudu
pl: Akumulator nie jest ładowany
sk: Batéria sa nenabíja

# LeadPaccStrings_leadPaccService961
source: Check engine oil level
fi: Tarkista moottoriöljyn määrä
pl: Sprawdź poziom oleju silnikowego
sk: Skontrolujte hladinu motorového oleja

# LeadPaccStrings_leadPaccService97
source: Restraint system limited
fi: Turvavarusteiden toiminta rajoittunut
pl: Ograniczone działanie systemu bezpieczeństwa biernego
sk: Zadržiavací systém obmedzený

# LeadPaccStrings_leadPaccService970
source: Fire risk
fi: Palovaara
pl: Zagrożenie pożarowe
sk: Nebezpečenstvo požiaru

# LeadPaccStrings_leadPaccService977
source: Side protection malfunction
fi: Valvonta sivulla ei toimi
pl: Awaria ochrony bocznej
sk: Výpadok ochrany proti nárazu zboku

# LeadPaccStrings_leadPaccService981
source: Steering wheel lock malfunction
fi: Rattilukon häiriö
pl: Usterka blokady kierownicy
sk: Chyba zablokovania volantu

# LeadPaccStrings_leadPaccService986
source: Detection of vehicle damage
fi: Ajoneuvossa havaittu vaurio
pl: Rozpoznano szkody w pojeździe
sk: Identifikované poškodenie vozidla

# LeadPaccStrings_leadPaccService988
source: Fuel tank gauge malfunction
fi: Polttoainemittarin häiriö
pl: Usterka wskaźnika poziomu paliwa
sk: Chyba indikátora naplnenia nádrže

# LeadPaccStrings_leadPaccService995
source: Yield warning malfunction
fi: Varoituksessa etuajo-oikeudesta häiriö
pl: Usterka ostrzeżenia o konieczności udzielenia pierwszeństwa
sk: Chyba výstrahy Daj prednosť v jazde

# LeadPaccStrings_leadPaccService997
source: Increased steering effort
fi: Raskaampi ohjaus
pl: Większy wysiłek przy kierowaniu
sk: Sila ovládania volantu zvýšená

# LeadPaccStrings_leadPaccSubtitleNonUrgent
source: We recommend that you schedule a service appointment soon. We will help you with:
fi: Suosittelemme, että sovit pikaisesti huoltoajan. Autamme sinua:
pl: Zalecamy ustalenie wkrótce terminu wizyty w serwisie. Chętnie Ci pomożemy w następujących przypadkach:
sk: Odporúčame vám čo najskôr si dohodnúť servisný termín. Pomôžeme vám s:

# LeadPaccStrings_leadPaccSubtitleUrgent
source: We strongly recommend that you call Roadside Assistance for further support. We will help you with:
fi: Suosittelemme ehdottomasti, että soitat liikkuvuuspalveluun saadaksesi lisätukea. Autamme sinua:
pl: Zalecamy pilne wezwanie pomocy drogowej w celu uzyskania dalszej pomocy. Chętnie Ci pomożemy w następujących przypadkach:
sk: Pre ďalšiu podporu vám dôrazne odporúčame zavolať asistenčnú službu. Pomôžeme vám s:

# LeadPaccStrings_leadPaccTitle
source: Analysis of warning messages
fi: Varoitusilmoitusten analysointi
pl: Analiza komunikatów ostrzegawczych
sk: Analýza výstražných hlásení

source: Lebanon
fi: Libanon
pl: Liban
sk: Libanon

# LegalPoliciesStrings__errorMessageUnsupportedMarket
source: The country assigned to your {brand} ID is currently not (yet) supported by the {appName} app. If you have any questions or want to change your assignment, please contact the customer support team in your market.
fi: {appName}-sovellus ei tällä hetkellä (vielä) tue {brand} ID:llesi kohdennettua maata. Jos sinulla on kysyttävää tai haluat muuttaa kohdennusta, ota yhteyttä maasi asiakaspalveluun.
pl: Przypisanie kraju ustawione dla Twojego {brand} ID nie jest obecnie (jeszcze) obsługiwane przez aplikację {appName}. W razie pytań lub chęci zmiany przypisania zwróć się do Centrum Obsługi Klienta na swoim rynku.
sk: Priradenie krajiny, ktorá je nastavená s vaším {brand} ID, momentálne (ešte) nie je podporované aplikáciou {appName}. V prípade otázok alebo na zmenu vášho priradenia sa obráťte na zákaznícku podporu na vašom trhu.

# LegalPoliciesStrings_consentErrorDesc
source: We are sorry but a technical error has occurred. Please try again later.
fi: Pahoittelemme, mutta on ilmaantunut tekninen ongelma. Yritä myöhemmin uudelleen.
pl: Przepraszamy, ale wystąpił problem techniczny. Spróbuj ponownie później.
sk: Prepáčte, ale vyskytol sa technický problém. Skúste to znovu neskôr.

# LegalPoliciesStrings_errorButtonText
source: Try again
fi: Yritä uudelleen
pl: Spróbuj ponownie
sk: Skúste to znova

# LegalPoliciesStrings_errorMessage
source: We are currently unable to retrieve the required Terms & Conditions. Please try again later.
fi: Palveluehtojen haku ei ole tällä hetkellä mahdollista. Yritä myöhemmin uudelleen.
pl: Obecnie nie ma możliwości sprawdzenia wymaganych OWH. Spróbuj ponownie później.
sk: Momentálne nie je možné zobraziť potrebné VOP. Skúste to, prosím, znova neskôr.

# LegalPoliciesStrings_errorTitle
source: Data not available
fi: Tiedot eivät ole käytettävissä
pl: Dane nie są dostępne
sk: Údaje nie sú k dispozícii

source: Liberia
sk: Libéria

source: Libya
pl: Libia
sk: Líbya

source: Liechtenstein
sk: Lichtenštajnsko

source: Lingala
sk: Lingalčina

source: Lithuania
fi: Liettua
pl: Litwa
sk: Litva

source: Lithuanian
fi: Liettua
pl: Litewski
sk: Litovčina

# LocationBasedCommerceStrings__featureNotAvailable
source: {featureName} not available
fi: {featureName} ei käytettävissä
pl: {featureName} niedostępna
sk: {featureName} nie je dostupná

# LocationBasedCommerceStrings__parkingPaymentsInfoDescriptionMediumEmphasis
source: This service is available in selected regions for certain vehicles as of {brand} OS 7. Please check the FAQs for further details.
fi: Tämä palvelu on käytettävissä valituilla alueilla tietyille ajoneuvoille {brand} OS 7 -käyttöjärjestelmästä lähtien. Lisätietoja löydät usein kysytyistä kysymyksistä.
pl: Usługa ta jest dostępna w wybranych regionach w przypadku określonych pojazdów z systemem {brand} OS 7 lub nowszym. Sprawdź FAQs celu uzyskania dodatkowych informacji.
sk: Táto služba je dostupná vo vybraných regiónoch pre určité vozidlá od {brand} OS 7. Pozrite si Často kladené otázky ohľadne ďalších informácií.

# LocationBasedCommerceStrings__parkingPaymentsInfoFirstTopicFirstItem
source: In your {brand}, ensure that you are logged in with your {brand} ID.
fi: Varmista, että olet kirjautunut {brand}:ssäsi {brand}-tunnuksellasi.
pl: Upewnij się, że jesteś zalogowany(-a) w swoim {brand} przy użyciu swojego ID {brand}.
sk: Ubezpečte sa, že ste vo svojom {brand} prihlásený s vašim {brand} ID.

# LocationBasedCommerceStrings__parkingPaymentsInfoSecondTopicFirstItem
source: You can view your parking history and manage your payment methods in the {appName} App.
fi: {appName} -sovelluksessa voit tarkastella pysäköintihistoriaasi ja hallita maksutapoja.
pl: W aplikacji {appName} możesz wyświetlać historię parkowania i zarządzać metodami płatności.
sk: V aplikácii {appName} môžete zobraziť vašu históriu parkovania a spravovať vaše spôsoby platby.

# LocationBasedCommerceStrings__parkingPaymentsInfoSecondTopicTitle
source: {appName} App
fi: {appName} -sovellus
pl: Aplikacja {appName}
sk: Aplikácia {appName}

# LocationBasedCommerceStrings__stopParkingConfirmationPrice
source: This booking will cost {formattedPrice}.
fi: Tämä tilaus maksaa {formattedPrice}.
pl: Koszt tej rezerwacji to {formattedPrice}.
sk: Táto rezervácia stojí {formattedPrice}.

# LocationBasedCommerceStrings__vehicleSupportedSingularMessage
source: Your {brand} {vehicle} doesn't support Parking Payments.
fi: {brand} {vehicle} ei tue pysäköintimaksutoimintoa.
pl: Twój pojazd {brand} {vehicle} nie obsługuje funkcji płatności za parkowanie.
sk: Vaše {brand} {vehicle} nepodporuje funkciu parkovacích platieb.

# LocationBasedCommerceStrings_activeParkingSession
source: Active bookings
fi: Aktiiviset tilaukset
pl: Aktywne rezerwacje
sk: Aktívne rezervácie

# LocationBasedCommerceStrings_activeParkingSessionEmptyStateDesc
source: Currently no active booking.
fi: Ei aktiivista tilausta tällä hetkellä.
pl: Obecnie brak aktywnych rezerwacji.
sk: Momentálne žiadne aktívne rezervácie.

# LocationBasedCommerceStrings_activeParkingSessionEmptyStateTitle
source: Active bookings
fi: Aktiiviset tilaukset
pl: Aktywne rezerwacje
sk: Aktívne rezervácie

# LocationBasedCommerceStrings_activeParkingSessionErrorTitle
source: Active reservations
fi: Aktiiviset tilaukset
pl: Aktywne rezerwacje
sk: Aktívne rezervácie

# LocationBasedCommerceStrings_activeParkingSessionPayOnStart
source: Remaining time
fi: Jäljellä oleva aika
pl: Pozostały czas
sk: Zostávajúci čas

# LocationBasedCommerceStrings_activeParkingSessionPayOnStop
source: Time passed
fi: Kulunut aika
pl: Czas, który upłynął
sk: Ubehnutý čas

# LocationBasedCommerceStrings_noInternetConnectionMessage
source: No internet connection. Reconnect and try again.
fi: Ei online-yhteyttä. Muodosta yhteys jälleen ja yritä uudelleen.
pl: Brak połączenia online. Przywróć połączenie i powtórz.
sk: Žiadne online pripojenie. Obnovte pripojenie a zopakujte.

# LocationBasedCommerceStrings_parkingDetailsPageTitle
source: Parking details
fi: Tilaustiedot
pl: Szczegóły rezerwacji
sk: Informácie o rezervácii

# LocationBasedCommerceStrings_parkingInProgress
source: Booking active
fi: Tilaus aktiivinen
pl: Rezerwacja aktywna
sk: Rezervácia aktívna

# LocationBasedCommerceStrings_parkingPaymentsInfoButton
source: START NOW
fi: ALOITA NYT
pl: URUCHOM TERAZ
sk: TERAZ NAŠTARTOVAŤ

# LocationBasedCommerceStrings_parkingPaymentsInfoDescription
source: You can now pay for parking directly from your vehicle.
fi: Voit nyt maksaa pysäköinnin suoraan ajoneuvosta käsin.
pl: Teraz możesz płacić za parkowanie bezpośrednio ze swojego pojazdu.
sk: Teraz môžete zaplatiť za parkovanie priamo z vášho vozidla.

# LocationBasedCommerceStrings_parkingPaymentsInfoFirstTopicSecondItem
source: Open the Parking Payments app in the vehicle, confirm the parking space and follow the instructions on the control display to complete the payment process.
fi: Avaa pysäköintimaksusovellus ajoneuvossa, vahvista pysäköintipaikka ja maksa seuraamalla monitoiminäytön ohjeita.
pl: Otwórz aplikację do płatności za parkowanie w pojeździe, potwierdź miejsce parkingowe i postępuj zgodnie z instrukcjami na monitorze centralnym, aby zakończyć płatność.
sk: Otvorte aplikáciu platieb za parkovanie vo vozidle, potvrďte miesto na parkovanie a postupujte podľa pokynov na kontrolnom displeji na ukončenie platby.

# LocationBasedCommerceStrings_parkingPaymentsInfoFirstTopicTitle
source: How it works
fi: Näin se toimii
pl: Tak to działa
sk: Takto to funguje

# LocationBasedCommerceStrings_parkingPaymentsInfoTitle
source: New feature: Parking Payments
fi: Uusi toiminto: Pysäköintimaksut
pl: Nowa funkcja: płatności za parkowanie
sk: Nová funkcia: Platby za parkovanie

# LocationBasedCommerceStrings_paymentSetupEntrypointDescription
source: Manage your payment methods
fi: Maksutapojen hallinta
pl: Zarządzaj metodami płatności
sk: Spravovať platobnú metódu

# LocationBasedCommerceStrings_paymentSetupEntrypointTitle
source: Set up payment method
fi: Aseta maksutapa
pl: Ustaw metodę płatności
sk: Nastaviť platobnú metódu
