Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# DestinationsStrings_chargeMyVehicleModalTitle
source: Charge my {brand}
fi: Lataa {brand}
pl: Naładuj moje {brand}
sk: Nabiť moje {brand}

# DestinationsStrings_chargeMyVehicleNormalChargingLabel
source: Normal charging
fi: Normaali lataus
pl: Normalne ładowanie
sk: Normálne nabíjanie

# DestinationsStrings_chargeMyVehicleOrderWithCosts
source: ORDER WITH OBLIGATION TO PAY
fi: VAHVISTA TILAUS
pl: ZAMÓW Z OBOWIĄZKIEM ZAPŁATY
sk: OBJENDAŤ S POVINNOSŤOU PLATBY

# DestinationsStrings_chargeMyVehiclePricesNotAvailableDescription
source: We cannot show the prices for these connectors
fi: Latauksen hintatiedot eivät ole käytettävissä tällä hetkellä.
pl: Informacje o cenie ładowania są obecnie niedostępne.
sk: Informácie o cene za nabíjanie nie sú momentálne k dispozícii.

# DestinationsStrings_chargeMyVehiclePricingAll
source: All
fi: Kaikki
pl: Wszystkie
sk: Všetky

# DestinationsStrings_chargeMyVehiclePricingAppliesAllTimes
source: Applies at all times
fi: Voimassa kaikkina kellonaikoina
pl: Obowiązuje o wszystkich porach
sk: Platí po celú dobu

# DestinationsStrings_chargeMyVehiclePricingBilledOnce
source: Billed once
fi: Laskutettu kerran
pl: Jednorazowe rozliczenie
sk: Účtované jednorazovo

# DestinationsStrings_chargeMyVehiclePricingBilledPerMin
source: Billed per min.
fi: Laskutettu per min.
pl: Rozliczenie za min
sk: Účtované za min.

# DestinationsStrings_chargeMyVehiclePricingBilledPerMinStepSize
source: Billed per {stepSize} min.
fi: Laskutettu per {stepSize} min.
pl: Rozliczenie za {stepSize} min
sk: Účtované za {stepSize} min.

# DestinationsStrings_chargeMyVehiclePricingBilledPerkWh
source: Billed per kWh
fi: Laskutettu per kWh
pl: Rozliczenie za kWh
sk: Účtované za kWh

# DestinationsStrings_chargeMyVehiclePricingBrandTitle
source: {brandCharging} Contract
fi: {brandCharging} -sopimus
pl: Umowa {brandCharging}
sk: Zmluva {brandCharging}

# DestinationsStrings_chargeMyVehiclePricingChargingSession
source: Per Charging Session
fi: Per lataus
pl: Na ładowanie
sk: Proces nabíjania

# DestinationsStrings_chargeMyVehiclePricingContractUppercaseLabel
source: PRICING & CONTRACT
fi: HINNAT & SOPIMUS
pl: CENY I UMOWA
sk: CENY A ZMLUVA

# DestinationsStrings_chargeMyVehiclePricingDescription
source: Your battery charging will be billed to the selected charging contract by Digital Charging Solutions GmbH (registered office and register court: Berlin HRB 211155 B) according to the chosen payment method (Visa / Mastercard / Paypal / invoice).
fi: Lataukset laskuttaa Digital Charging Solutions GmbH (kotipaikka ja rekisterituomioistuin: Berliini HRB 211155 B) valitun latausopimuksen kautta ja sopimuksessa valitulla maksutavalla (Visa/Mastercard/PayPal/lasku).
pl: Twoje ładowania będą rozliczane za pomocą wybranej umowy ładowania z Digital Charging Solutions GmbH (siedziba i sąd rejestrowy: Berlin HRB 211155 B) i zapisanej tam metody płatności (Visa/Mastercard/PayPal/rachunek).
sk: Vaše procesy nabíjania sa vyúčtujú prostredníctvom vybratej zmluvy o nabíjaní s Digital Charging Solutions GmbH (sídlo a registrový súd: Berlín HRB 211155 B) a v nej uloženej platobnej metódy (Visa/Mastercard/PayPal/faktúra).

# DestinationsStrings_chargeMyVehiclePricingDurationDependent
source: Dependent on duration
fi: Kestosta riippuen
pl: W zależności od długości
sk: V závislosti od doby trvania

# DestinationsStrings_chargeMyVehiclePricingFromKw
source: From {amountOfkW} kW
fi: Alk. {amountOfkW} kW
pl: Od {amountOfkW} kW
sk: Od {amountOfkW} kW

# DestinationsStrings_chargeMyVehiclePricingFromMin
source: From {amountOfMinutes} min.
fi: Alk. {amountOfMinutes} min.
pl: Od {amountOfMinutes} min
sk: Od {amountOfMinutes} min.

# DestinationsStrings_chargeMyVehiclePricingInfoNotAvailableDescription
source: Your charging price information is currently unavailable. Please try again later.
fi: Latauksen hintatiedot eivät ole käytettävissä tällä hetkellä. Yritä myöhemmin uudelleen.
pl: Informacje o cenie ładowania są obecnie niedostępne. Spróbuj ponownie później.
sk: Informácie o cene za nabíjanie nie sú momentálne k dispozícii. Skúste to znovu neskôr.

# DestinationsStrings_chargeMyVehiclePricingInfoNotAvailableTitle
source: Pricing not available
fi: Hintoja ei käytettävissä
pl: Brak dostępnych cen
sk: Nie sú k dispozícii žiadne ceny

# DestinationsStrings_chargeMyVehiclePricingPerHour
source: Per hour
fi: Per tunti
pl: Za godzinę
sk: Za hodinu

# DestinationsStrings_chargeMyVehiclePricingPerKwh
source: Per kWh
pl: Za kWh
sk: Za kWh

# DestinationsStrings_chargeMyVehiclePricingTimeSlot
source: Dependent on time slot
fi: Aikavälistä riippuen
pl: W zależności od przedziału czasowego
sk: V závislosti od časového okna

# DestinationsStrings_chargeMyVehiclePricingTitle
source: PRICING
fi: HINNAT
pl: CENY
sk: CENY

# DestinationsStrings_chargeMyVehiclePrivacyPolicy
source: Privacy Policy
fi: Tietosuojakäytäntö
pl: Wytyczne dotyczące ochrony danych
sk: Zásady ochrany osobných údajov

# DestinationsStrings_chargeMyVehicleProvidedByDcsLabel
source: Provided by Digital Charging Solutions GmbH
fi: Palvelun tarjoaa Digital Charging Solutions GmbH
pl: Udostępnione przez Digital Charging Solutions GmbH
sk: Pripravené spoločnosťou Digital Charging Solutions GmbH

# DestinationsStrings_chargeMyVehicleSnackbarError
source: Unable to complete your action as a result of technical difficulties. Please try again in a few minutes.
fi: Toimenpidettä ei saatu päätökseen teknisten ongelmien vuoksi. Yritä parin minuutin kuluttua uudelleen.
pl: Z powodu problemów technicznych nie udało się zakończyć czynności. Spróbuj ponownie za kilka minut.
sk: Vašu akciu nebolo možné dokončiť z dôvodu technických problémov. Skúste to znova o pár minút.

# DestinationsStrings_chargeMyVehicleSnackbarStarted
source: Charging started
fi: Lataus aloitettu
pl: Uruchomiono ładowanie
sk: Nabíjanie je spustené

# DestinationsStrings_chargeMyVehicleSnackbarStopped
source: Charging session stopped
fi: Lataus pysäytetty
pl: Ładowanie zatrzymane
sk: Nabíjanie zastavené

# DestinationsStrings_chargeMyVehicleSocketAction
source: SELECT
fi: VALITSE
pl: WYBIERZ
sk: ZVOLIŤ

# DestinationsStrings_chargeMyVehicleSocketOccupiedDialogDescription
source: Do you still want to continue?
fi: Haluatko silti jatkaa?
pl: Chcesz kontynuować mimo to?
sk: Chcete aj napriek tomu pokračovať?

# DestinationsStrings_chargeMyVehicleSocketOccupiedDialogTitle
source: The connector {socketId} seems occupied. Do you want to proceed anyway?
fi: Pistorasia {socketId} näyttää olevan varattu.
pl: Zdaje się, że gniazdo {socketId} jest zajęte.
sk: Zdá sa, že zásuvka {socketId} je obsadená.

# DestinationsStrings_chargeMyVehicleSocketSelectionLabel
source: CONNECTOR SELECTION
fi: LATAUSPISTORASIAN VALINTA
pl: WYBIERZ GNIAZDA ŁADOWANIA
sk: VÝBER NABÍJACÍCH ZÁSUVIEK

# DestinationsStrings_chargeMyVehicleSocketsActionStart
source: START
fi: ALOITA
sk: SPUSTIŤ

# DestinationsStrings_chargeMyVehicleSocketsAvailabilityLabel
source: {free} of {total} available
fi: {free} / {total} käytettävissä
pl: Dostępne {free} z {total}
sk: K dispozícii {free} z {total}

# DestinationsStrings_chargeMyVehicleSocketsDescription
source: Look for the connector number on the charging station and select it on the list below to start the charging process.
fi: Tarkista latausaseman pistokkeen numero ja valitse se alla olevasta luettelosta, jotta voit aloittaa lataamisen.
pl: Sprawdź numer wtyczki w stacji ładowania i wybierz go z poniższej listy, aby rozpocząć ładowanie.
sk: Začnite nabíjanie tak, že skontrolujete číslo zástrčky na nabíjacej stanici a vyberiete ju zo zoznamu nižšie.

# DestinationsStrings_chargeMyVehicleSocketsStateActive
source: Active
fi: Aktiivinen
pl: Aktywne
sk: Aktívny

# DestinationsStrings_chargeMyVehicleSocketsStateOccupied
source: Occupied
fi: Varattu
pl: Zajęte
sk: Obsadená

# DestinationsStrings_chargeMyVehicleStartDialogCancelAction
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# DestinationsStrings_chargeMyVehicleStartDialogDescription
source: After confirmation, the connector will be active and charging can start. Charging costs will start applying.
fi: Kuittauksen jälkeen pistoke vapautuu ja lataaminen voi alkaa. Lataus aiheuttaa kustannuksia.
pl: Po potwierdzeniu wtyczka zostanie aktywowana i można rozpocząć ładowanie. Zostaną naliczone koszty ładowania.
sk: Po potvrdení sa zástrčka uvoľní a nabíjanie sa môže začať. Vznikajú náklady na nabíjanie.

# DestinationsStrings_chargeMyVehicleStartDialogTitle
source: Start charging on connector {socketID}?
fi: Aloitetaan lataus pistokkeella {socketID}?
pl: Zacząć ładowanie przez wtyczkę {socketID}?
sk: Spustiť nabíjanie na zástrčke {socketID}?

# DestinationsStrings_chargeMyVehicleTermsAndConditions
source: Terms and Conditions
fi: Yleiset palveluehdot
pl: Ogólne warunki handlowe
sk: Všeobecné obchodné podmienky

# DestinationsStrings_chargeMyVehicleTotalSocketsLabel
source: {total} connector(s)
fi: {total} pistorasia(a)
pl: {total} gniaz.
sk: {total} zásuviek

# DestinationsStrings_chargeMyVehicleUnableStartCharging
source: Unable to activate connector
fi: {socketID} aktivoiminen ei mahdollista
pl: Aktywacja {socketID} nie jest możliwa
sk: Aktivácia {socketID} nie je možná

# DestinationsStrings_chargeMyVehicleUnableStopCharging
source: Unable to deactivate {socketID}
fi: {socketID} aktivoinnin poistaminen ei mahdollista
pl: Dezaktywacja {socketID} nie jest możliwa
sk: Deaktivácia {socketID} nie je možná

# DestinationsStrings_chargeMyVehicleUnknownLabel
source: Unknown
fi: Tuntematon
pl: Nieznana
sk: Neznámy

# DestinationsStrings_chargeMyVehicleUnknownPowerLabel
source: Unknown charging power
fi: Latausteho tuntematon
pl: Nieznana moc ładowania
sk: Neznámy výkon nabíjania

# DestinationsStrings_chargeMyVehicleUnknownSpeedLabel
source: Speed unknown
fi: Nopeus ei tiedossa
pl: Nieznana szybkość
sk: Neznáma rýchlosť

# DestinationsStrings_chargeMyVehicleUnknownTypeLabel
source: Unknown type
fi: Tyyppi ei tiedossa
pl: Nieznany typ
sk: Neznámy typ

# DestinationsStrings_chargeMyVehicleUnknownTypeUppercaseLabel
source: UNKNOWN TYPE
fi: TYYPPI EI TIEDOSSA
pl: NIEZNANY TYP
sk: NEZNÁMY TYP

# DestinationsStrings_chargeMyVehicleUnknownUppercaseLabel
source: UNKNOWN
fi: TUNTEMATON
pl: NIEZNANA
sk: NEZNÁMY

# DestinationsStrings_chargeMyVehicleVatPricesLabel
source: Prices incl. tax
fi: Hinnat sis. alv.
pl: Cena z VAT
sk: Ceny vrát. DPH

# DestinationsStrings_chargingFiltersApplyFilters
source: Apply filters
fi: Käytä suodattimia
pl: Zastosuj filtry
sk: Použiť filter

# DestinationsStrings_chargingFiltersFastChargingPillText
source: Fast charging
fi: Pikalataus
pl: Szybkie ładowanie
sk: Rýchlonabíjanie

# DestinationsStrings_chargingFiltersMoreFiltersAuthenticationMethodAll
source: All
fi: Kaikki
pl: Wszystko
sk: Všetky

# DestinationsStrings_chargingFiltersMoreFiltersAuthenticationMethodApp
source: App
fi: Sovellus
pl: Aplikacja
sk: Aplikácia

# DestinationsStrings_chargingFiltersMoreFiltersAuthenticationMethodNoAuth
source: No authentication
fi: Ei todentamista
pl: Brak uwierzytelnienia
sk: Žiadna autentifikácia

# DestinationsStrings_chargingFiltersMoreFiltersAuthenticationMethodRfid
source: RFID card
fi: RFID-kortti
pl: Karta RFID
sk: RFID karta

# DestinationsStrings_chargingFiltersMoreFiltersAuthenticationMethodTitle
source: Authentication methods
fi: Todentamismenetelmät
pl: Metody uwierzytelniania
sk: Metódy autentifikácie

# DestinationsStrings_chargingFiltersMoreFiltersBarText
source: Charging filters
fi: Lataussuodattimet
pl: Filtr ładowania
sk: Filter nabíjania

# DestinationsStrings_chargingFiltersMoreFiltersCompatibilityAreaTitle
source: COMPATIBILITY WITH MY {brand}
fi: YHTEENSOPIVUUS {brand}-AJONEUVON KANSSA
pl: KOMPATYBILNOŚĆ Z MOIM {brand}
sk: KOMPATIBILITA S MOJÍM {brand}

# DestinationsStrings_chargingFiltersMoreFiltersCompatibilitySwitch
source: Show compatible only
fi: Näytä vain yhteensopivat
pl: Wyświetl tylko kompatybilne
sk: Zobraziť len kompatibilné

# DestinationsStrings_chargingFiltersMoreFiltersNetworkAreaTitle
source: Charging networks
fi: Latausverkot
pl: Sieci ładowania
sk: Nabíjacie siete

# DestinationsStrings_chargingFiltersMoreFiltersNetworkDescription
source: Alongside BMW Charging and MINI Charging, you also have the option of using the IONITY charging network.
fi: BMW Charging- ja MINI Charging -asemien lisäksi voit käyttää IONITY-latausverkkoa.
pl: Oprócz BMW Charging i MINI Charging istnieje możliwość korzystania z sieci ładowania IONITY.
sk: Okrem BMW Charging a MINI Charging máte možnosť použiť nabíjaciu sieť IONITY.

# DestinationsStrings_chargingFiltersMoreFiltersNetworkSwitch
source: BMW/MINI Charging only
fi: Vain BMW Charging/MINI Charging
pl: Tylko BMW Charging / MINI Charging
sk: Len BMW Charging/MINI Charging

# DestinationsStrings_chargingFiltersMoreFiltersOthersFreeOfCharging
source: Free
fi: Maksuton
pl: Bezpłatnie
sk: Bezplatne

# DestinationsStrings_chargingFiltersMoreFiltersOthersIndoor
source: Covered
fi: Katettu
pl: Zadaszone
sk: Zastrešené

# DestinationsStrings_chargingFiltersMoreFiltersOthersOpen24Hours
source: Open 24 hours
fi: Avoinna 24 tuntia
pl: Otwarte przez 24 h
sk: Otvorené 24 hodín

# DestinationsStrings_chargingFiltersMoreFiltersOthersTitle
source: OTHERS
fi: MUUT
pl: INNE
sk: INÉ

# DestinationsStrings_chargingFiltersMoreFiltersPillText
source: All filters
fi: Kaikki suodattimet
pl: Wszystkie filtry
sk: Všetky filtre

# DestinationsStrings_chargingFiltersMoreFiltersResetAction
source: RESET
fi: PALAUTA
sk: RESETOVAŤ

# DestinationsStrings_chargingFiltersMoreFiltersSnackBarSuccess
source: Your filters were reset to the default value.
fi: Suodattimesi palautettiin oletusarvoon.
pl: Twoje filtry zostały zresetowane do wartości domyślnych.
sk: Vaše filtre boli obnovené na štandardnú hodnotu.

# DestinationsStrings_chargingFiltersNoResultsFoundDescription
source: Try changing your current search or adjusting your filters
fi: Yritä muuttaa nykyistä hakua tai suodatinasetuksia
pl: Spróbuj zmienić aktualne wyszukiwanie lub ustawienia filtrów
sk: Pokúste sa zmeniť aktuálne vyhľadávanie alebo nastavenia filtra.

# DestinationsStrings_chargingFiltersNoResultsFoundTitle
source: No results found
fi: Tuloksia ei löytynyt
pl: Brak wyników
sk: Neboli nájdené žiadne výsledky

# DestinationsStrings_chargingFiltersOnlyCompatiblePillText
source: Compatible
fi: Yhteensopiva
pl: Kompatybilny
sk: Kompatibilné

# DestinationsStrings_chargingFiltersResetAssistive
source: When resetting your filters, only the filter compatible with your vehicle is enabled.
fi: Jos nollaat suodattimesi, aktivoidaan ainoastaan ajoneuvosi kanssa yhteensopiva suodatin.
pl: Gdy zresetujesz swoje filtry, zostanie aktywowany wyłącznie filtr kompatybilny z Twoim pojazdem.
sk: Keď obnovíte svoje filtre, aktivuje sa iba filter kompatibilný s vaším vozidlom.

# DestinationsStrings_chargingFiltersResetTitle
source: RESET TO DEFAULT
fi: PALAUTA VAKIO
pl: ZRESETUJ DO DOMYŚLNYCH
sk: OBNOVÍŤ NA ŠTANDARD

# DestinationsStrings_chargingPower
source: Charging power
fi: Latausteho
pl: Moc ładowania
sk: Výkon nabíjania

# DestinationsStrings_chargingPowerAC
source: Most everyday electrical devices and public charging stations work with alternating current (AC). However, the output is limited to 43 kW. The maximum power supported by BMW/MINI is 11 kW for battery electric vehicles (BEV) and 3.7 kW for plug-in hybrid vehicles (PHEV).
fi: Tavalliseen pistorasiaan kytkettävät laitteet ja useimmat julkiset latausasemat käyttävät vaihtojännitettä (AC). Tällöin latausteho on kuitenkin rajoitettu 43 kW:iin. BMW:n ja MINIn tukema maksimaalinen latausteho on 11 kW sähköakkukäyttöisissä ajoneuvoissa ja 3,7 kW plug-in-hybrideissä.
pl: Urządzenia codziennego użytku zasilane z domowych gniazdek elektrycznych i przeważająca część publicznych stacji ładowania pracują przy wykorzystaniu prądu przemiennego (AC). Tym samym moc ładowania jest jednak ograniczona do 43 kW. Moc ładowania obsługiwana przez BMW i MINI wynosi 11 kW w przypadku pojazdów o napędzie akumulatorowym i 3,7 kW w przypadku pojazdów hybrydowych plug-in.
sk: Bežné zariadenia na domácich zásuvkách a väčšina verejných nabíjacích staníc pracujú so striedavým napätím (AC). Tým je však výkon nabíjania limitovaný na 43 kW. Maximálny výkon nabíjania podporovaný BMW a MINI je 11 kW pre elektromobiliy a 3,7 kW pre plug-in hybridy.

# DestinationsStrings_chargingPowerAcOrDc
source: Charging AC, DC or HPC?
fi: AC-, DC- vai HPC-lataus?
pl: Ładowanie AC, DC czy HPC?
sk: AC, DC alebo HPC nabíjanie?

# DestinationsStrings_chargingPowerAreaTitle
source: CHARGING POWER
fi: LATAUSTEHO
pl: MOC ŁADOWANIA
sk: VÝKON NABÍJANIA

# DestinationsStrings_chargingPowerDC
source: Fast charging uses direct current (DC). A DC charging station is also know as an EV fast charger as it produces a much higher power output and therefore reduces charging time considerably. Please note that BMW/MINI plug-in hybrid vehicles do not support DC fast charging.
fi: Pikalatauksessa käytetään tasavirtaa (DC). DC-latausasema tunnetaan myös pikalatausasemana, koska sen lähtöteho on suurempi ja näin ollen latausaika huomattavasti lyhyempi. Huomaa, että BMW/MINI plug-in-hybridiajoneuvoissa ei voi käyttää DC-latausta.
pl: Podczas szybkiego ładowania stosowany jest prąd stały (DC). Stacja ładowania DC nazywana jest także stacją szybkiego ładowania, ponieważ dostępna jest znacznie większa moc wyjściowa, co z kolei znacznie skraca czas ładowania. Zwróć uwagę na to, że samochodów hybrydowych plug-in BMW/MINI nie można ładować prądem stałym.
sk: Rýchlonabíjanie využíva jednosmerný prúd (DC). DC nabíjacia stanica je tiež známa ako rýchlonabíjacia stanica, pretože produkuje oveľa vyšší výstupný výkon a tým sa výrazne skracuje čas nabíjania. Myslite na to, že vozidlá BMW/MINI plug-in hybrid nepodporujú DC nabíjanie.

# DestinationsStrings_chargingPowerDifference
source: The difference lies in the power output by the charging station and therefore in the charging duration. The charging power is also dependent on what is supported by your vehicle.
fi: Erona on latausaseman luovuttama teho ja sen seurauksena myös latausaika. Latausteho riippuu myös siitä, mitä vaihtoehtoja ajoneuvosi tukee.
pl: Różnica tkwi w mocy, którą może zapewnić stacja ładowania, a tym samym w czasie trwania ładowania. Moc ładowania również zależy od możliwości instalacji pojazdu.
sk: Rozdiel je vo výkone, ktorý môže nabíjacia stanica odovzdať a tým v čase nabíjania. Výkon nabíjanie tiež závisí od toho, čo vaše vozidlo podporuje.

# DestinationsStrings_chargingPowerMoreInformation
source: MORE INFORMATION
fi: LISÄTIETOJA
pl: DALSZE INFORMACJE
sk: ĎALŠIE INFORMÁCIE

# DestinationsStrings_chargingPricesTitle
source: Charging prices
fi: Lataushinnat
pl: Cena ładowania
sk: Ceny za nabíjanie

# DestinationsStrings_chargingResultListAvailable
source: Available
fi: Käytettävissä
pl: Dostępna
sk: Dostupné

# DestinationsStrings_chargingResultListClosesInMinutes
source: Closes in {minutes} minute(s)
fi: Sulkeutuu {minutes} minuutin kuluttua
pl: Zamyka się za {minutes} min
sk: Zatvára o {minutes} minúty

# DestinationsStrings_chargingResultListOpensInMinutes
source: Opens in {minutes} minute(s)
fi: Avautuu {minutes} minuutin kuluttua
pl: Otwiera się za {minutes} min
sk: Otvára o {minutes} minúty

# DestinationsStrings_chargingResultListOutOfOrder
source: Out of order
fi: Pois käytöstä
pl: Nieczynna
sk: Mimo prevádzky

# DestinationsStrings_chargingResultListPartiallyAvailable
source: Partly available
fi: Osittain käytettävissä
pl: Częściowo dostępna
sk: Čiastočne k dispozícii

# DestinationsStrings_chargingResultListUltraFastCharging
source: Ultra fast charging
fi: Pikalataus
pl: Szybkie ładowanie
sk: Vysokorýchlostné nabíjanie

# DestinationsStrings_chargingResultListUnknownSpeedAndAvailability
source: Speed and availability unknown
fi: Nopeus ja käytettävyys eivät tiedossa
pl: Nieznana szybkość i dostępność
sk: Rýchlosť a dostupnosť neznáma

# DestinationsStrings_chargingResultListUnknownStatus
source: Status unknown
fi: Tila tuntematon
pl: Status nieznany
sk: Stav neznámy

# DestinationsStrings_chargingSocketsSnackbarAlreadyInUseError
source: The selected connector is already in use. Please select another one or try again in a few minutes.
fi: Valittu latauspistorasia on jo käytössä. Valitse toinen tai yritä parin minuutin kuluttua uudelleen.
pl: Wybrane gniazdo ładowania jest już używane. Wybierz inne lub spróbuj ponownie za kilka minut.
sk: Vybraná nabíjacia zásuvka sa už používa. Vyberte inú alebo to skúste znova o niekoľko minút.

# DestinationsStrings_chargingSocketsSnackbarCpoError
source: Your action cannot be completed due to an issue on the provider side. Please try again in a few minutes or use the RFID card.
fi: Toimenpidettä ei saada päätökseen liikkeenharjoittajan ongelman vuoksi. Yritä parin minuutin kuluttua uudelleen tai käytä RFID-korttia.
pl: Nie można zakończyć czynności z powodu problemu po stronie operatora. Spróbuj ponownie za kilka minut lub wykorzystaj kartę RFID.
sk: Vašu akciu nie je možné dokončiť z dôvodu problémov na strane prevádzkovateľa. Skúste to znova o niekoľko minút alebo použite kartu RFID.

# DestinationsStrings_chargingSocketsSnackbarCpoInvalidResponseError
source: Your action cannot be completed.
fi: Toimenpidettä ei saada päätökseen.
pl: Nie można zakończyć czynności.
sk: Vašu akciu nie je možné dokončiť.

# DestinationsStrings_chargingSocketsSnackbarGeneralCpoError
source: Your action cannot be completed due to an issue on the provider side. Please try again in a few minutes or stop the session manually in your vehicle.
fi: Toimenpidettä ei saada päätökseen liikkeenharjoittajan ongelman vuoksi. Yritä parin minuutin kuluttua uudelleen tai lopeta prosessi manuaalisesti ajoneuvossa.
pl: Nie można zakończyć czynności z powodu problemu po stronie operatora. Spróbuj ponownie za kilka minut lub zakończ proces ręcznie w pojeździe.
sk: Vašu akciu nie je možné dokončiť z dôvodu problémov na strane prevádzkovateľa. Skúste to znova o niekoľko minút alebo ukončite proces manuálne vo svojom vozidle.

# DestinationsStrings_chargingSocketsSnackbarGeneralCpoErrorStart
source: Your action cannot be completed due to a problem on the provider side. Please try again in a few minutes or use a RFID card.
fi: Toimenpidettä ei saada päätökseen palveluntarjoajan ongelman vuoksi. Yritä parin minuutin kuluttua uudelleen tai käytä RFID-korttia.
pl: Nie można zakończyć czynności z powodu problemu po stronie dostawcy. Spróbuj ponownie za kilka minut lub użyj karty RFID.
sk: Vašu akciu nie je možné dokončiť z dôvodu problémov na strane poskytovateľa. Skúste to znova o niekoľko minút alebo použite kartu RFID.

# DestinationsStrings_chargingSocketsSnackbarGenericError
source: Your action cannot be completed due to an issue on the provider side. Please try again in a few minutes.
fi: Toimenpidettä ei saada päätökseen liikkeenharjoittajan ongelman vuoksi. Yritä parin minuutin kuluttua uudelleen.
pl: Nie można zakończyć czynności z powodu problemu po stronie operatora. Spróbuj ponownie za kilka minut.
sk: Vašu akciu nie je možné dokončiť z dôvodu problémov na strane prevádzkovateľa. Skúste to znova o niekoľko minút.

# DestinationsStrings_chargingSocketsSnackbarOutOfServiceError
source: The selected connector is out of order. Please select another one or try again in a few minutes.
fi: Valittu latauspistorasia on poissa käytöstä. Valitse toinen tai yritä parin minuutin kuluttua uudelleen.
pl: Wybrane gniazdo ładowania nie działa. Wybierz inne lub spróbuj ponownie za kilka minut.
sk: Vybraná nabíjacia zásuvka je mimo prevádzky. Vyberte inú alebo to skúste znova o niekoľko minút.
