Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# uploadImageFailureReminder
source: Photo upload failed. Please try again.
fi: Kuvien lataus palvelimelle epäonnistui. Yritä uudelleen.
pl: Wczytywanie zdjęć nie powiodło się. Spróbuj ponownie.
sk: Nahrávanie fotky zlyhalo. Skúste to znova.

# uploadLollipopState
source: Upload
fi: Lataa palvelimelle
pl: Prześlij
sk: Nahrávanie

# uploadSemantics
source: Upload
fi: Lataus palvelimelle
pl: Przesyłanie
sk: Nahrávanie

# uploadingHeadline
source: Uploading Upgrade...
fi: Päivitys ladataan palvelimeen…
pl: Trwa wysyłanie uaktualnienia…
sk: Nahráva sa upgrade…

# usbAudioSemantics
source: USB audio interface
fi: USB-audioliitäntä
pl: Złącze audio USB
sk: Rozhranie USB/audio

# usbDisconnectedSemantics
source: USB disconnected
fi: USB irrotettu
pl: Odłączono USB
sk: USB odpojené

# useOfUserInformationSemantics
source: Customer information
fi: Asiakastiedot
pl: Informacje dotyczące klienta
sk: Informácie o zákazníkovi

# useYourPinTitle
source: Use your PIN to:
fi: Käytä PIN-koodia:
pl: Wykorzystaj swój PIN:
sk: Svoje PIN použite na:

# usefulnessOfAddVehicle
source: After adding the vehicle, keep your vehicle in great condition, track oil changes, tire rotations, and more.
fi: Kun olet lisännyt ajoneuvon, pidä se hyvässä kunnossa, huolehdi öljynvaihdosta, renkaiden paikkojen vaihdosta jne.
pl: Po dodaniu pojazdu utrzymuj go w dobrym stanie, dbaj o wymianę oleju, opon i inne kwestie.
sk: Po pridaní vozidla ho môžete udržiavať v dobrom stave, pamätať na výmenu oleja, rotáciu pneumatík a oveľa viac.

# userInformationTextTitle
source: YOUR INFORMATION
fi: KÄYTTÄJÄN TIEDOT
pl: INFORMACJE O TOBIE
sk: VAŠE INFORMÁCIE

# userInformationTitle
source: YOUR INFORMATION
fi: KÄYTTÄJÄN TIEDOT
pl: INFORMACJE O TOBIE
sk: VAŠE INFORMÁCIE

# userManagementHandover
source: TRANSFER
fi: SIIRTO
pl: PRZEKAZANIE
sk: PREDANIE

# userManagementHandoverAction
source: Transfer primary user role
fi: Siirrä pääkäyttäjän rooli
pl: Przekaż rolę głównego użytkownika
sk: Predať rolu hlavného používateľa

# userManagementPrimaryName
source: Primary user
fi: Pääkäyttäjä
pl: Główny użytkownik
sk: Hlavný používateľ

# userManagementRemovalFailedTag
source: Removal failed
fi: Poistaminen epäonnistui
pl: Usunięcie nie powiodło się
sk: Odstraňovanie zlyhalo

# userManagementRemovalInProgressTag
source: Removal in progress
fi: Poistetaan
pl: Nastąpi usunięcie
sk: Odstraňuje sa

# userManagementRestrictedName
source: Secondary user (restricted)
fi: Yhteiskäyttäjä (rajoitettu)
pl: Współużytkownik (ograniczony)
sk: Spolupoužívateľ (obmedzený)

# userManagementSecondaryName
source: Secondary user
fi: Yhteiskäyttäjä
pl: Współużytkownik
sk: Spolupoužívateľ

# userManagementTitle
source: User management
fi: Käyttäjien hallinta
pl: Zarządzanie użytkownikami
sk: Správa používateľov

# userManagementUpdating
source: Updating…
fi: Päivitetään…
pl: Trwa aktualizacja…
sk: Aktualizuje sa…

# userNameCheck
source: Maximum character is 30
fi: Enintään 30 merkkiä
pl: Maksymalnie 30 znaków
sk: Maximálne 30 znakov

# userNameItemTitle
source: Name
fi: Nimi
pl: Nazwa
sk: Názov

# userPhoneCheck
source: Phone number don’t have 11 digits
fi: Puhelinnumerossa ei ole 11 lukua
pl: Numer telefonu nie składa się z 11 cyfr
sk: Telefónne číslo nemá 11 čísel

# userPhoneItemTitle
source: Phone
fi: Puhelin
pl: Telefon
sk: Telefón

# validPasswordRule1
source: Must contain at least 8 characters.
fi: Täytyy sisältää vähintään 8 merkkiä.
pl: Musi zawierać co najmniej 8 znaków.
sk: Musí obsahovať minimálne 8 znakov.

# validPasswordRule2
source: Must contain at least 2 of the following 3 elements:
fi: Täytyy sisältää vähintään 2 seuraavista 3 elementistä:
pl: Musi zawierać co najmniej 2 z następujących 3 elementów:
sk: Musí obsahovať najmenej 2 z nasledujúcich 3 prvkov:

# validPasswordRule3
source: - letters (abc = ABC)
fi: - Kirjaimet (abc = ABC)
pl: - litery (abc = ABC)
sk: - Písmená (abc = ABC)

# validPasswordRule4
source: - numbers
fi: - Numerot
pl: - cyfry
sk: - Číslice

# validPasswordRule5
source: - special characters (-./‘,;&@#*)(_+:”), please only use shown special characters
fi: - Erikoismerkit (-./',;&@#*)(_+:"), käytä vain tässä mainittuja erikoismerkkejä
pl: - Znaki specjalne (-./',;&@#*)(_+:"), wykorzystuj tylko podane znaki specjalne
sk: - Špeciálny znak (-./',;&@#*)(_+:"), používajte iba zobrazené špeciálne znaky

# validateAccessToCameraDialogTitle
source: Camera access was denied
fi: Kameran käyttö on estetty
pl: Odmowa dostępu do kamery
sk: Prístup k fotoaparátu bol odmietnutý

# validateSecurityCode
source: Confirm vehicle
fi: Vahvista ajoneuvo
pl: Potwierdź pojazd
sk: Potvrdiť vozidlo

# validateSecurityCodeTitle
source: Confirm vehicle
fi: Vahvista ajoneuvo
pl: Potwierdź pojazd
sk: Potvrdiť vozidlo

# validationFailedButSecurityCodeResentError
source: Your security code could not be confirmed. Please go to your vehicle to receive your new security code.
fi: Turvakoodia ei voitu vahvistaa. Mene ajoneuvon luokse, jotta saat uuden turvakoodin.
pl: Nie udało się potwierdzić kodu bezpieczeństwa. Przejdź do pojazdu, aby otrzymać nowy kod bezpieczeństwa.
sk: Bezpečnostný kód sa nepodarilo potvrdiť. Na získanie nového bezpečnostného kódu prejdite do vozidla.

source: Vehicle
fi: Ajoneuvo
pl: Pojazd
sk: Vozidlo

# vehicleActionMapVehicle
source: Map Vehicle
fi: Yhdistä ajoneuvo
pl: Przypisz pojazd
sk: Priradiť vozidlo

# vehicleCameraNotWorkingError
source: One of the cameras malfunctioned. This may result in a distorted image.
fi: Jossakin kamerassa oli toimintavirhe. Seurauksena voi olla kuvan vääristyminen.
pl: Jedna z kamer działa nieprawidłowo. Może to spowodować zniekształcenie obrazu.
sk: Porucha jednej z kamier. Môže to mať za následok skreslenie obrazu.

# vehicleCheckNeededWarning
source: Vehicle check
fi: Ajoneuvon tarkastus
pl: Kontrola pojazdu
sk: Servisná kontrola vozidla

# vehicleCheckService
source: Vehicle Check
fi: Ajoneuvon tarkastus
pl: Kontrola pojazdu
sk: Kontrola vozidla

source: Vehicle data off
fi: Ajoneuvon tiedot pois
pl: Dane pojazdu wył.
sk: Údaje o vozidle vyp.

# vehicleDataOffCaps
source: VEHICLE DATA OFF
fi: AJONEUVON TIEDOT POIS
pl: DANE POJAZDU WYŁĄCZONE
sk: ÚDAJE O VOZIDLE VYPNUTÉ

# vehicleDataOffSemantics
source: Vehicle data off
fi: Ajoneuvon tiedot pois
pl: Dane pojazdu wyłączone
sk: Údaje o vozidle vypnuté

# vehicleDetailActivated
source: Activated
fi: Aktivoitu
pl: Aktywowano
sk: AKTIVOVANÉ

# vehicleDoorNotClosedError
source: During the execution, the mirrors could not be unfolded or at least one door or the tailgate is open.
fi: Ulkopeilejä ei voitu kääntää ulos toiminnon aikana tai vähintään yksi ovi tai takaluukku on auki.
pl: Podczas procesu nie udało się rozłożyć lusterek zewnętrznych lub przynajmniej jedne drzwi bądź pokrywa bagażnika były otwarte.
sk: Počas vykonávania sa vonkajšie zrkadlá nemohli vyklopiť alebo sú otvorené aspoň jedny dvere alebo veko kufra.

# vehicleDoorNotClosedErrorTitle
source: Remote 3D View is limited.
fi: Remote 3D View on rajoittunut
pl: Funkcja Remote 3D View jest ograniczona
sk: Náhľad Remote 3D View je obmedzený

# vehicleEditLicenseTitle
source: Edit vehicle licence information
fi: Rekisteröintitodistuksen tietojen muokkaus
pl: Edytuj informacje o karcie pojazdu
sk: Spracovať informácie o vodičskom preukaze

# vehicleEditVINNo
source: VIN
fi: VIN-nro
pl: Nr VIN
sk: Č. VIN

# vehicleErrorSemantics
source: Vehicle error
fi: Ajoneuvon virhe
pl: Błąd pojazdu
sk: Chyba vozidlo

# vehicleFinderAction
source: Vehicle Finder
fi: Ajoneuvon etsintä
pl: Lokalizacja pojazdu
sk: Vyhľadávač vozidiel

# vehicleFinderDialogDefaultDescription
source: Please refresh your vehicle location to acquire the most accurate location.
fi: Päivitä ajoneuvosi sijainti, jotta pystymme määrittämään sen mahdollisimman tarkasti.
pl: Zaktualizuj lokalizację pojazdu w celu ustalenia jak najdokładniejszej lokalizacji.
sk: Na zistenie čo najpresnejšej polohy aktualizujte polohu vozidla.

# vehicleFinderDialogDefaultTitle
source: Locate Vehicle
fi: Ajoneuvon paikannus
pl: Lokalizuj pojazd
sk: Lokalizovať vozidlo

# vehicleFinderDialogDescriptionPhoneGPSDisabledError
source: To determine your location, turn on location services in the device settings.
fi: Sijainnin määrittämistä varten on aktivoitava sijaintipalvelut laiteasetuksissa.
pl: W celu ustalenia lokalizacji aktywuj usługi lokalizacji w ustawieniach urządzenia.
sk: Na určenie Vašej aktuálnej polohy aktivujte služby určovania polohy v nastaveniach zariadenia.

# vehicleFinderDialogDescriptionPhoneGPSPermissionsErrorBMW
source: To allow My BMW App to determine your location, turn on location services in the device settings.
fi: Jotta My BMW -sovellus voi määrittää sijainnin, aktivoi sijaintipalvelut mobiililaitteesi laiteasetuksissa.
pl: Aby umożliwić aplikacji My BMW ustalenie lokalizacji, aktywuj usługi lokalizacji w ustawieniach swojego urządzenia mobilnego.
sk: Aby aplikácia My BMW mohla určiť Vašu aktuálnu polohu, aktivujte služby určovania polohy v nastaveniach Vášho mobilného zariadenia.

# vehicleFinderDialogDescriptionPhoneGPSPermissionsErrorMINI
source: To allow MINI App to determine your location, turn on location services in the device settings.
fi: Jotta MINI-sovellus voi määrittää sijainnin, aktivoi sijaintipalvelut mobiililaitteesi laiteasetuksissa.
pl: Aby umożliwić aplikacji MINI ustalenie lokalizacji, aktywuj usługi lokalizacji w ustawieniach swojego urządzenia mobilnego.
sk: Aby aplikácia MINI mohla určiť Vašu aktuálnu polohu, aktivujte služby určovania polohy v nastaveniach Vášho mobilného zariadenia.

# vehicleFinderDialogDescriptionPhoneGPSPermissionsErrorToyota
source: Activate location services in the device settings to allow the Supra Connect App access to your location.
fi: Jotta Supra Connect -sovellus saa määrittää sijainnin, aktivoi sijaintipalvelut laiteasetuksissa.
pl: Aby umożliwić aplikacji Supra Connect dostęp do Twojej lokalizacji, aktywuj usługi lokalizacji w ustawieniach urządzenia.
sk: Keď chcete aplikácii Supra Connect povoliť prístup k svojej aktuálnej polohe, aktivujte lokalizačné služby v nastaveniach zariadenia.

# vehicleFinderDialogDescriptionVehicleGPSError
source: GPS positioning is deactivated in your vehicle. To use mobility functions, please activate GPS positioning in your vehicle's Settings menu. Further information can be found in your vehicle Owner's Manual.
fi: Ajoneuvon paikannus on deaktivoitu. Jotta voit käyttää liikkuvuustoimintoja, aktivoi ajoneuvon paikannus ajoneuvon asetuksissa. Katso lisätietoja käyttöohjekirjasta.
pl: Funkcja lokalizacji pojazdu jest dezaktywowana. Aby korzystać z funkcji mobilności, aktywuj lokalizację pojazdu w ustawieniach pojazdu. Więcej informacji znajduje się w instrukcji obsługi.
sk: Lokalizácia vozidla je deaktivovaná. Ak chcete využívať funkcie mobility, aktivujte v nastaveniach svojho vozidla jeho lokalizáciu. Ďalšie informácie nájdete v návode na obsluhu.

# vehicleFinderDialogTitleDataPrivacyEnabledFailure
source: Vehicle data off
fi: Ajoneuvon tiedot pois
pl: Dane pojazdu wył.
sk: Údaje o vozidle vyp.

# vehicleFinderDialogTitlePhoneGPSError
source: GPS currently turned off
fi: GPS on tällä hetkellä pois päältä
pl: GPS obecnie wyłączony
sk: GPS je aktuálne vypnuté

# vehicleFinderDialogTitleVehicleGPSError
source: Enable Vehicle's GPS
fi: Aktivoi ajoneuvon paikannus
pl: Aktywuj lokalizację pojazdu
sk: Aktivovanie lokalizácie vozidla

# vehicleFinderSnackbarInProgress
source: Your vehicle is being located, it may take some time to update the current location…
fi: Ajoneuvoasi paikannetaan; sijainnin päivitys voi kestää hetken aikaa…
pl: Trwa lokalizowanie pojazdu, aktualizacja lokalizacji może chwilę potrwać…
sk: Určuje sa pohova vášho vozidla, aktualizácia polohy môže chvíľu trvať…

# vehicleFinderSnackbarShowCta
source: SHOW
fi: NÄYTÄ
pl: WYŚWIETL
sk: ZOBRAZIŤ

# vehicleFinderSnackbarSuccess
source: Vehicle location has been updated
fi: Ajoneuvon sijainti on päivitetty
pl: Zaktualizowano lokalizację pojazdu
sk: Poloha vozidla bola aktualizovaná

# vehicleFinderTileCTA
source: Map
fi: Kartta
pl: Mapa
sk: Mapa

# vehicleFinderTileDefaultSubtitle
source: Locate my vehicle
fi: Oman ajoneuvon paikannus
pl: Lokalizuj mój pojazd
sk: Lokalizovať moje vozidlo

# vehicleFinderTileSubtitleDataPrivacyEnabledFailure
source: Vehicle data off
fi: Ajoneuvon tiedot pois
pl: Dane pojazdu wyłączone
sk: Údaje o vozidle vyp.

# vehicleFinderTileSubtitleDataSharingDisabledFailure
source: Data sharing disabled
fi: Tietojen käyttölupa deaktivoitu
pl: Udostępnienie danych dezaktywowane
sk: Povolenie na prístup k údajom deaktivované

# vehicleFinderTileSubtitleVehicleGPSError
source: GPS not enabled in vehicle
fi: Ajoneuvon GPS ei ole aktivoituna
pl: Nie aktywowano GPS w pojeździe
sk: GPS vo vozidle nie je aktívne

# vehicleFinderTileTitle
source: Vehicle Finder
fi: Ajoneuvon paikannus
pl: Lokalizator pojazdu
sk: Vyhľadať vozidlo

# vehicleFinderTrayInProgress
source: Your vehicle is being located
fi: Ajoneuvoasi paikannetaan
pl: Trwa lokalizowanie pojazdu
sk: Určuje sa poloha vášho vozidla

# vehicleFinderTrayInProgressDetails
source: Process might take some time. You can close this and we will notify you once the vehicle location has been updated.
fi: Prosessi voi kestää hetken aikaa. Voit sulkea tämän näytön. Saat ilmoituksen heti, kun ajoneuvosi sijainti on päivitetty.
pl: Proces ten może chwilę potrwać. Możesz go tutaj zamknąć i powiadomimy Cię po zaktualizowaniu lokalizacji pojazdu.
sk: Proces môže chvíľu trvať. Vyhľadávanie môžete zatvoriť tu a budeme vás informovať, akonáhle bude poloha vozidla aktualizovaná.

# vehicleInfoWidgetTitle
source: VEHICLE INFO
fi: AJONEUVON TIEDOT
pl: INFORMACJE O POJEŹDZIE
sk: INFORMÁCIE O VOZIDLE

# vehicleInformationLicensePlate
source: License Plate Number:
fi: Ajoneuvon rekisteritunnus:
pl: Numer rejestracyjny samochodu:
sk: Štátna poznávacia značka vozidla:

# vehicleInformationLicensePlateError
source: Enter your license plate number
fi: Ilmoita voimassa oleva rekisteritunnus
pl: Wprowadź prawidłowy numer rejestracyjny
sk: Zadajte platnú štátnu poznávaciu značku

# vehicleInformationMileage
source: Mileage:
fi: Kilometrilukema
pl: Przebieg w kilometrach:
sk: Kilometrový stav:

# vehicleInformationMileageLabel
source: Mileage
fi: Kilometrilukema
pl: Przebieg w kilometrach
sk: Kilometrový stav

# vehicleInformationModelYear
source: Model Year:
fi: Valmistusvuosi:
pl: Rok produkcji:
sk: Rok výroby:

# vehicleInformationVehicleModel
source: Vehicle Model:
fi: Ajoneuvomalli:
pl: Model pojazdu:
sk: Model vozidla:

# vehicleIssueDate
source: Issue date
fi: Myöntämispäivä
pl: Data wystawienia
sk: Dátum vystavenia

# vehicleListTitle
source: VEHICLE SERVICES
fi: AJONEUVON HUOLLOT
pl: USŁUGI POJAZDU
sk: SERVIS VOZIDLA

# vehicleLocationBannerErrorSubtitle
source: Unknown address
fi: Tuntematon osoite
pl: Nieznany adres
sk: Neznáma adresa

# vehicleLocationBannerErrorTitle
source: Updated from vehicle
fi: Päivitetty ajoneuvosta
pl: Zaktualizowano z pojazdu
sk: Aktualizované vozidlom

# vehicleLocationErrorDescription
source: We could not retrieve your vehicle location information right now, please try it again later.
fi: Emme pystyneet paikantamaan ajoneuvon sijaintia. Yritä myöhemmin uudelleen.
pl: Nie udało nam się wywołać lokalizacji Twojego pojazdu. Spróbuj ponownie później.
sk: Nepodarilo sa nám načítať polohu Vášho vozidla. Skúste to, prosím, znova neskôr.

# vehicleLocationErrorTitle
source: Error
fi: Virhe
pl: Błąd
sk: Chyba

# vehicleLocationTitle
source: VEHICLE LOCATION
fi: AJONEUVON SIJAINTI
pl: LOKALIZACJA POJAZDU
sk: AKTUÁLNA POLOHA VOZIDLA

# vehicleMappingAddVehicleHeader
source: Add vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# vehicleMappingCallCustomerService
source: Call customer support
fi: Soita asiakaspalveluun
pl: Tel. do Cent. Obs. Klienta
sk: Zavolať zákaznícku podporu

# vehicleMappingCardsAdditionalInfoTitle
source: Additional information required
fi: Vaaditaan lisätietoja
pl: Wymagane dalsze informacje
sk: Potrebné ďalšie informácie

# vehicleMappingCardsButtonAddInfo
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať

# vehicleMappingCardsButtonCallCustomerSupport
source: Call customer support
fi: Soita asiakaspalveluun
pl: Zadzwoń do Centrum Obsługi Klienta
sk: Zavolať zákaznícku podporu

# vehicleMappingCardsButtonGoToShop
source: To the Store
fi: Storeen
pl: Do Sklepu
sk: Do obchodu

# vehicleMappingCardsButtonHowTo
source: More information
fi: Lisätietoja
pl: Więcej informacji
sk: Ďalšie informácie

# vehicleMappingCardsButtonReadMore
source: More information
fi: Lisätietoja
pl: Więcej informacji
sk: Ďalšie informácie

# vehicleMappingCardsButtonRenew
source: Renew
fi: Uudista
pl: Wymień
sk: Obnoviť

# vehicleMappingCardsCodeConfirmationButton
source: Enter security code
fi: Syötä turvakoodi
pl: Podaj kod bezpieczeństwa
sk: Zadajte bezpečnostný kód

# vehicleMappingCardsCodeConfirmationTitle
source: Confirm your vehicle
fi: Vahvista ajoneuvosi
pl: Potwierdź swój pojazd
sk: Potvrďte svoje vozidlo

# vehicleMappingCardsDeletionFailedTitle
source: Removal failed
fi: Poistaminen epäonnistui
pl: Usunięcie nie powiodło się
sk: Odstraňovanie zlyhalo

# vehicleMappingCardsFleetTitle
source: Fleet vehicle
fi: Kalustoon kuuluva ajoneuvo
pl: Pojazd flotowy
sk: Vozidlo vozového parku

# vehicleMappingCardsLabelCritical
source: Error
fi: Virhe
pl: Błąd
sk: Chyba

# vehicleMappingCardsLabelInformational
source: Informational
fi: Informatiivinen
pl: Poziom informacyjny
sk: Informatívne

# vehicleMappingCardsLabelWarning
source: Warning
fi: Varoitus
pl: Ostrzeżenie
sk: Výstraha

# vehicleMappingCardsManualRemovalTitle
source: Automatic removal failed
fi: Automaattinen poistaminen epäonnistui
pl: Automatyczne usunięcie nie powiodło się
sk: Automatické odstraňovanie zlyhalo

# vehicleMappingCardsMarketMismatchTitle
source: App usage restricted
fi: Sovelluksen käyttöä rajoitettu
pl: Korzystanie z aplikacji ograniczone
sk: Používanie aplikácie je obmedzené

# vehicleMappingCardsMarketMoveNotPossibleTitle
source: App usage restricted
fi: Sovelluksen käyttöä rajoitettu
pl: Korzystanie z aplikacji ograniczone
sk: Používanie aplikácie je obmedzené

# vehicleMappingCardsNoActiveSubscriptionText
source: To access full functionality including Remote Services and vehicle data, please check service availability for your vehicle and activate your subscription.
fi: Kaikkien toimintojen, esim. Remote Services ja ajoneuvon tiedot, käyttöä varten tarkista palvelun saatavuus ajoneuvolle ja aktivoi tilaus.
pl: Aby uzyskać dostęp do wszystkich funkcji, w tym do Usług Zdalnych i danych pojazdu, sprawdź dostępność usług dla swojego pojazdu i aktywuj abonament.
sk: Ak chcete získať prístup k všetkým funkciám vrátane Remote Services a dát o vozidle, skontrolujte dostupnosť služieb pre vozidlo a aktivujte si predplatné.

# vehicleMappingCardsNoActiveSubscriptionTitle
source: No active subscription
fi: Ei aktiivista tilausta
pl: Brak ważnego abonamentu
sk: Žiadne aktívne predplatné

# vehicleMappingCardsPendingConfirmationText
source: This is an ongoing process and may take up to a few hours.
fi: Tämä on jatkuva prosessi, joka voi kestää muutaman tunnin.
pl: To proces wykonywany na bieżąco i może potrwać kilka godzin.
sk: Toto je prebiehajúci proces a môže trvať niekoľko hodín.

# vehicleMappingCardsPendingConfirmationTitle
source: Connect your vehicle
fi: Ajoneuvon yhdistäminen
pl: Połączenie Twojego pojazdu
sk: Pripojenie vášho vozidlo

# vehicleMappingCardsPoliceTitle
source: App usage restricted
fi: Sovelluksen käyttöä rajoitettu
pl: Korzystanie z aplikacji ograniczone
sk: Používanie aplikácie je obmedzené

# vehicleMappingCardsRemovalInProgressTitle
source: Removal in progress
fi: Poistaminen kesken
pl: Usuwanie w toku
sk: Prebieha odstraňovanie

# vehicleMappingCardsSubscriptionExpiredSecondTitle
source: Subscription expired
fi: Tilauksen voimassaoloaika päättynyt
pl: Abonament wygasł
sk: Platnosť predplatného vypršala

# vehicleMappingCardsSubscriptionExpiredTitle
source: Subscription expired
fi: Tilauksen voimassaoloaika päättynyt
pl: Abonament wygasł
sk: Platnosť predplatného vypršala

# vehicleMappingCardsUsageRestrictedTitle
source: Failed to connect vehicle
fi: Ajoneuvon yhdistäminen epäonnistui
pl: Połączenie Twojego pojazdu nie powiodło się
sk: Pripájanie vášho vozidla bolo neúspešné

# vehicleMappingCharacterCounting
source: {howMany} / {maxLength} characters entered
fi: {howMany}/{maxLength} merkkiä syötetty
pl: Wprowadzona liczba znaków: {howMany}/{maxLength}
sk: Zadajte nasledovný počet znakov: {howMany}/{maxLength}

# vehicleMappingConfirmVehicle
source: Confirm vehicle
fi: Vahvista ajoneuvo
pl: Potwierdź pojazd
sk: Potvrdiť vozidlo

# vehicleMappingConfirmVehicleTitle
source: Confirm vehicle
fi: Vahvista ajoneuvo
pl: Potwierdź pojazd
sk: Potvrdiť vozidlo

# vehicleMappingConfirmationCodeEnter
source: Enter Security Code
fi: Syötä turvakoodi
pl: Podaj kod bezpieczeństwa
sk: Zadať bezpečnostný kód

# vehicleMappingConfirmationCodeEnterPrompt
source: Enter security code
fi: Syötä turvakoodi
pl: Podaj kod bezpieczeństwa
sk: Zadajte bezpečnostný kód

# vehicleMappingConfirmationCodeExpiration
source: The security code is only valid for three hours.
fi: Turvakoodi on voimassa vain kolme tuntia.
pl: Kod bezpieczeństwa jest ważny tylko przez trzy godziny.
sk: Bezpečnostný kód platí len tri hodiny.

# vehicleMappingConfirmationCodeInvalid
source: Invalid security code
fi: Virheellinen turvakoodi
pl: Nieważny kod bezpieczeństwa
sk: Neplatný bezpečnostný kód

# vehicleMappingConfirmationCodeVehicleGuidanceBmwPressCom
source: Press COM on the iDrive controller
fi: Paina iDrive-monitoimisäätimen COM-painiketta
pl: Naciśnij COM na kontrolerze iDrive
sk: Stlačte COM na ovládači iDrive

# vehicleMappingConfirmationCodeVehicleGuidanceBmwPressHome
source: Press HOME/MENU (depending on the vehicle) on the iDrive controller
fi: Paina iDrive-monitoimisäätimen HOME- tai MENU-painiketta (riippuu ajoneuvosta)
pl: Naciśnij HOME lub MENU (w zależności od pojazdu) na kontrolerze iDrive
sk: Stlačte tlačidlo HOME alebo MENU (v závislosti od vozidla) na ovládači iDrive

# vehicleMappingConfirmationCodeVehicleGuidanceBmwPressMenu
source: Press MENU on the iDrive controller
fi: Paina iDrive-monitoimisäätimen MENU-painiketta
pl: Naciśnij MENU na kontrolerze iDrive
sk: Stlačte MENU na ovládači iDrive

# vehicleMappingConfirmationCodeVehicleGuidanceGoToConnectedDrive
source: Select "ConnectedDrive"
fi: Valitse "ConnectedDrive"
pl: Wybierz "ConnectedDrive"
sk: Vyberte „ConnectedDrive“

# vehicleMappingConfirmationCodeVehicleGuidanceGoToConnectedServices
source: Select "Connected Services"
fi: Valitse "Connected Services"
pl: Wybierz "Connected Services"
sk: Vyberte „Connected Services“

# vehicleMappingConfirmationCodeVehicleGuidanceGoToMiniConnected
source: Select "MINI Connected"
fi: Valitse "MINI Connected"
pl: Wybierz "MINI Connected"
sk: Vyberte „MINI Connected“

# vehicleMappingConfirmationCodeVehicleGuidanceMiniPressCom
source: Press COM on the MINI controller
fi: Paina MINI-monitoimisäätimen COM-painiketta
pl: Naciśnij COM na kontrolerze MINI
sk: Stlačte COM na ovládači MINI

# vehicleMappingConfirmationCodeVehicleGuidanceMiniPressHome
source: Press HOME on the MINI controller
fi: Paina MINI-monitoimisäätimen HOME-painiketta
pl: Naciśnij HOME na kontrolerze MINI
sk: Stlačte HOME na ovládači MINI

# vehicleMappingConfirmationCodeVehicleGuidanceMiniPressMenu
source: Press MENU on the MINI controller
fi: Paina MINI-monitoimisäätimen MENU-painiketta
pl: Naciśnij MENU na kontrolerze MINI
sk: Stlačte MENU na ovládači MINI

# vehicleMappingConfirmationCodeVehicleGuidanceOpenBmwMessages
source: Open "BMW Messages"
fi: Avaa "BMW-ilmoitukset"
pl: Otwórz "Wiadomości BMW"
sk: Otvoriť „BMW hlásenia“
