Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# RemoteControlStrings_availableRemoteControlsInfoPageBluetoothRangeShort
source: Short range (via Bluetooth®, ~{distanceShort})
fi: Lyhyt toimintasäde (Bluetooth, ~{distanceShort})
pl: Mały zasięg (przez Bluetooth, ~{distanceShort})
sk: Krátky dosah (cez Bluetooth ~{distanceShort})

# RemoteControlStrings_availableRemoteControlsInfoPageBluetoothText
source: The vehicle differentiates between three different ranges depending on the distance of the vehicle from the smartphone: long-range (always available), medium-range (Bluetooth®, approx. 50m) and short-range (Bluetooth®, approx. 6m). Additional Digital Key controls are available in the remote control panel when you are in Bluetooth® range. Bluetooth® must be activated to use these functions. The "passive entry" function for the Digital Key of this vehicle must also be activated in your Apple Wallet.
fi: Ajoneuvo erottaa kolme toimintasädettä riippuen älypuhelimen etäisyydestä ajoneuvoon: pitkä toimintasäde (aina käytettävissä), keskipitkä toimintasäde (Bluetooth, n. 50 m), lyhyt toimintasäde (Bluetooth, n. 6 m). Kun olet Bluetoothin toimintasäteen sisällä, paneelissa on käytettävissä Digital Key -lisätoimintoja kauko-ohjausta varten. Bluetooth on aktivoitava niiden käyttöä varten. Lisäksi auton passiivisen käytön tulee olla aktivoituna Applen Lompakossa tämän ajoneuvon Digital Key -avaimelle.
pl: Pojazd rozróżnia trzy zasięgi, w zależności od odległości między smartfonem a pojazdem: daleki zasięg (zawsze dostępny), średni zasięg (Bluetooth, ok. 50 m), krótki zasięg (Bluetooth, ok. 6 m). Gdy jesteś w zasięgu Bluetooth, na panelu zdalnego sterowania dostępne są dodatkowe funkcje klucza Digital Key. Bluetooth musi zostać aktywowany, aby można było z nich skorzystać. Poza tym w Twoim Apple Wallet musi być aktywowana funkcja dostępu pasywnego dla Digital Key.
sk: Vozidlo rozlišuje tri dosahy v závislosti od vzdialenosti medzi smartfónom a vozidlom: dlhý dosah (vždy k dispozícii), stredný dosah (Bluetooth, cca 50 m), krátky dosah (Bluetooth, cca 6 m). Keď ste v dosahu Bluetooth, na paneli diaľkového ovládania sú k dispozícii ďalšie funkcie Digital Key. Na použitie musí byť aktivovaný Bluetooth. Okrem toho musí byť pre Digital Key tohto vozidla vo vašej Apple Wallet aktivovaný "Pasívny prístup".

# RemoteControlStrings_availableRemoteControlsInfoPageBluetoothTitle
source: Digital Key controls with Bluetooth®
fi: Digital Key -toiminnot Bluetoothin kautta
pl: Funkcje klucza Digital Key poprzez Bluetooth
sk: Funkcie Digital Key cez Bluetooth

# RemoteControlStrings_availableRemoteControlsInfoPageExpandingToggleText
source: Automatically expand in Bluetooth® ranges
fi: Automaattinen laajeneminen Bluetoothin toimintasäteellä
pl: Automatycznie rozszerzaj w zasięgu Bluetooth
sk: Automaticky rozšíriť v dosahu Bluetooth

# RemoteControlStrings_availableRemoteControlsInfoPageExpandingToggleTitle
source: Expand panel
fi: Laajenna paneelia
pl: Rozszerz panel
sk: Rozšíriť panel

# RemoteControlStrings_availableRemoteControlsInfoPageRemoteServicesAvailability
source: Always available
fi: Aina käytettävissä
pl: Zawsze dostępne
sk: Vždy dostupné

source: Climatize now
fi: Ilmastoi nyt
pl: Klimatyzuj teraz
sk: Klimatizovať teraz

source: Flash lights
fi: Valojen välähdys
pl: Świecenie
sk: Rozsvietiť

source: Use horn
fi: Äänitorvi
pl: Klakson
sk: Aktivovať klaksón

source: Locking and unlocking
fi: Lukitus ja avaus
pl: Zablokowanie i odblokowanie
sk: Zamknúť a odomknúť

# RemoteControlStrings_availableRemoteControlsInfoPageRemoteServicesRange
source: Long range
fi: Pitkä toimintasäde
pl: Duży zasięg
sk: Ďaleký dosah

# RemoteControlStrings_availableRemoteControlsInfoPageRemoteServicesTitle
source: Remote functions
fi: Etätoiminnot
pl: Funkcje zdalne
sk: Diaľkové funkcie

# RemoteControlStrings_availableRemoteControlsInfoPageRkeAvailabilityNote
source: Available in Bluetooth® range
fi: Käytettävissä Bluetoothin toimintasäteellä
pl: Dostępne dla zasięgu Bluetooth
sk: Dostupné v dosahu Bluetooth

# RemoteControlStrings_availableRemoteControlsInfoPageRkeRangeMedium
source: Medium range, ~{distanceMedium}
fi: Keskipitkä toimintasäde, ~{distanceMedium}
pl: Średni zasięg, ~{distanceMedium}
sk: Stredný dosah, ~{distanceMedium}

# RemoteControlStrings_availableRemoteControlsInfoPageRkeRangeShort
source: Short range, {distanceShort}
fi: Lyhyt toimintasäde, ~{distanceShort}
pl: Mały zasięg, ~{distanceShort}
sk: Krátky dosah, ~{distanceShort}

# RemoteControlStrings_availableRemoteControlsInfoPageRkeTitle
source: Digital Key Plus functions
fi: Digital Key Plus -toiminnot
pl: Funkcje klucza Digital Key Plus
sk: Funkcie Digital Key Plus

# RemoteControlStrings_carLevelControlBluetoothOffBody
source: Turn on Bluetooth® to continue
fi: Jatka kytkemällä Bluetooth päälle
pl: Włącz Bluetooth, aby kontynuować
sk: Ak chcete pokračovať, zapnite Bluetooth

# RemoteControlStrings_carLevelControlBluetoothOffHeader
source: Bluetooth® off
fi: Bluetoothin aktivointi poistettu
pl: Bluetooth dezaktywowany
sk: Bluetooth deaktivovaný

# RemoteControlStrings_carLevelControlCloseScreenReader
source: Close
fi: Sulje
pl: Zamknij
sk: Zatvoriť

# RemoteControlStrings_carLevelControlDisclaimerCheckBoxLabel
source: Don't show again
fi: Älä näytä uudelleen
pl: Nie wyświetlaj więcej
sk: Viac nezobrazovať

# RemoteControlStrings_carLevelControlDisclaimerDescription
source: There is a risk of injury when changing the vehicle level.
fi: Ajoneuvon tasoa muutettaessa on loukkaantumisvaara.
pl: Istnieje niebezpieczeństwo zranienia podczas zmiany poziomu pojazdu.
sk: Pri zmene výšky vozidla hrozí nebezpečenstvo poranenia.

# RemoteControlStrings_carLevelControlDisclaimerTitle
source: Please make sure nobody is near the vehicle
fi: Varmista, että ajoneuvon lähellä ei ole ketään
pl: Upewnij się, że nikt nie znajduje się w pobliżu pojazdu
sk: Uistite sa, že nikto nie je v blízkosti vozidla

# RemoteControlStrings_carLevelControlDisconnectTrailerDialogBody
source: To be able to use this control, please disconnect the trailer first.
fi: Tämän toiminnon käyttö edellyttää, että perävaunu on kytketty irti.
pl: Aby skorzystać z tej funkcji, przyczepa musi być odczepiona.
sk: Ak chcete použiť túto funkciu, musí byť príves odpojený.

# RemoteControlStrings_carLevelControlDisconnectTrailerDialogHeader
source: Please disconnect the trailer
fi: Irrota perävaunu
pl: Odczep przyczepę
sk: Odpojte príves

# RemoteControlStrings_carLevelControlDoorOpenBody
source: Close the doors to continue
fi: Jatka sulkemalla ovet
pl: Zamknij drzwi, aby kontynuować
sk: Ak chcete pokračovať, zatvorte dvere

# RemoteControlStrings_carLevelControlDoorOpenDialogBody
source: To be able to use this control, all the doors need to be closed.
fi: Tämän toiminnon käyttö edellyttää, että kaikki ovet ovat kiinni.
pl: Aby skorzystać z tej funkcji, wszystkie drzwi muszą być zamknięte.
sk: Ak chcete použiť túto funkciu, musia byť všetky dvere zatvorené.

# RemoteControlStrings_carLevelControlDoorOpenDialogHeader
source: Please close the doors
fi: Sulje ovet
pl: Zamknij drzwi
sk: Zatvorte dvere

# RemoteControlStrings_carLevelControlDoorOpenHeader
source: Door open
fi: Ovi auki
pl: Otwarte drzwi
sk: Dvere otvorené

# RemoteControlStrings_carLevelControlLevelTooHighDialogBody
source: The control is disabled for your safety. Please control the vehicle level from your vehicle's settings.
fi: Tämä toiminto on poistettu käytöstä turvallisuutesi vuoksi. Muuta ajoneuvon tasoa ajoneuvosi asetusten kautta.
pl: Ta funkcja jest wyłączona ze względów bezpieczeństwa. Zmień poziom pojazdu poprzez ustawienia pojazdu.
sk: Táto funkcia je deaktivovaná pre vašu bezpečnosť. Zmeňte úroveň vozidla prostredníctvom nastavení vozidla.

# RemoteControlStrings_carLevelControlLevelTooHighDialogHeader
source: The current vehicle level is too high
fi: Ajoneuvon nykyinen taso on liian korkea
pl: Obecny poziom pojazdu jest za wysoki
sk: Aktuálna úroveň vozidla je príliš vysoká

# RemoteControlStrings_carLevelControlLoweringScreenReader
source: Lowering
fi: Säädetään matalalle tasolle
pl: Przejście do niskiego poziomu
sk: Nastavuje sa nízka úroveň

# RemoteControlStrings_carLevelControlMovingScreenReader
source: Change vehicle level
fi: Muuta ajoneuvon korkeustasoa
pl: Zmień poziom pojazdu
sk: Zmeniť úroveň vozidla

# RemoteControlStrings_carLevelControlNoConnectionBody
source: Please try again later
fi: Yritä myöhemmin uudelleen
pl: Spróbuj ponownie później
sk: Skúste to znovu neskôr

# RemoteControlStrings_carLevelControlNoConnectionHeader
source: No connection
fi: Ei yhteyttä
pl: Brak połączenia
sk: Žiadne pripojenie

# RemoteControlStrings_carLevelControlOutOfRangeBody
source: Stand beside your vehicle.
fi: Mene ajoneuvon viereen.
pl: Ustaw się obok pojazdu.
sk: Postavte sa vedľa vaše vozidlo.

# RemoteControlStrings_carLevelControlOutOfRangeHeader
source: Out of range
fi: Toimintasäteen ulkopuolella
pl: Poza zasięgiem
sk: Mimo dosahu

# RemoteControlStrings_carLevelControlPleaseCloseDoorsDialogBody
source: To be able to use this control, all the doors need to be closed.
fi: Tämän toiminnon käyttö edellyttää, että kaikki ovet ovat kiinni.
pl: Aby skorzystać z tej funkcji, wszystkie drzwi muszą być zamknięte.
sk: Ak chcete použiť túto funkciu, musia byť všetky dvere zatvorené.

# RemoteControlStrings_carLevelControlPleaseCloseDoorsDialogHeader
source: Please close the doors
fi: Sulje ovet
pl: Zamknij drzwi
sk: Zatvorte dvere

# RemoteControlStrings_carLevelControlRisingScreenReader
source: Raising
fi: Säädetään korkealle tasolle
pl: Przejście do wysokiego poziomu
sk: Nastavuje sa horná úroveň

# RemoteControlStrings_carLevelControlSomethingOkay
source: OKAY
sk: OK

# RemoteControlStrings_carLevelControlSomethingWentWrongBody
source: Please try again later.
fi: Yritä myöhemmin uudelleen.
pl: Spróbuj ponownie później.
sk: Skúste to znova neskôr.

# RemoteControlStrings_carLevelControlSomethingWentWrongDialogBody
source: Please try again later
fi: Yritä myöhemmin uudelleen
pl: Spróbuj ponownie później
sk: Skúste to znovu neskôr

# RemoteControlStrings_carLevelControlSomethingWentWrongHeader
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa nepodarilo

# RemoteControlStrings_carLevelControlVehicleLevelBackgroundHigh
source: DRIVING LEVEL
fi: AJOTASO
pl: POZIOM JAZDY
sk: JAZDNÁ ÚROVEŇ

# RemoteControlStrings_carLevelControlVehicleLevelBackgroundLow
source: LOW LEVEL
fi: MATALA TASO
pl: NISKI POZIOM
sk: SPODNÁ ÚROVEŇ

# RemoteControlStrings_carLevelControlVehicleLevelButtonLowerVehicle
source: Set to low level
fi: Säädä matalalle tasolle
pl: Przejdź do niskiego poziomu
sk: Nastaviť spodnú úroveň

# RemoteControlStrings_carLevelControlVehicleLevelButtonRaiseVehicle
source: Set to driving level
fi: Säädä korkealle tasolle
pl: Przejdź do wysokiego poziomu
sk: Nastaviť hornú úroveň

# RemoteControlStrings_carLevelControlVehicleLevelCancelInProgressSubtitle
source: Return to initial level
fi: Takaisin lähtötasolle
pl: Powrót do poziomu wyjściowego
sk: Späť na pôvodnú úroveň

# RemoteControlStrings_carLevelControlVehicleLevelCanceling
source: Canceling…
fi: Keskeytetään...
pl: Trwa anulowanie…
sk: Zruší sa...

# RemoteControlStrings_carLevelControlVehicleLevelComplete
source: Completed
fi: Valmis
pl: Zakończono
sk: Dokončené

# RemoteControlStrings_carLevelControlVehicleLevelEntryPointTileSubtitle
source: Controls the vehicle's ground clearance
fi: Säätää ajoneuvon maavaraa
pl: Reguluje prześwit pojazdu
sk: Riadi výšku priestoru pod vozidlom

# RemoteControlStrings_carLevelControlVehicleLevelEntryPointTileTitle
source: Level control
fi: Tasonsäätö
pl: Regulacja wysokości zawieszenia
sk: Regulácia výšky

# RemoteControlStrings_carLevelControlVehicleLevelHeadline
source: Level control
fi: Tasonsäätö
pl: Regulacja wysokości zawieszenia
sk: Regulácia výšky

# RemoteControlStrings_carLevelControlVehicleLevelHigh
source: Driving level
fi: Ajotaso
pl: Poziom jazdy
sk: Jazdná úroveň

# RemoteControlStrings_carLevelControlVehicleLevelHighState
source: Driving level
fi: Ajotaso
pl: Poziom jazdy
sk: Jazdná úroveň

# RemoteControlStrings_carLevelControlVehicleLevelLoading
source: Loading…
fi: Ladataan…
pl: Trwa ładowanie…
sk: Načítava sa…

# RemoteControlStrings_carLevelControlVehicleLevelLoadingSubtitle
source: Calculating status…
fi: Tila lasketaan...
pl: Trwa obliczanie statusu…
sk: Vypočítava sa stav…

# RemoteControlStrings_carLevelControlVehicleLevelLow
source: Low level
fi: Matala taso
pl: Niski poziom
sk: Spodná úroveň

# RemoteControlStrings_carLevelControlVehicleLevelLowState
source: Low level
fi: Matala taso
pl: Niski poziom
sk: Spodná úroveň

# RemoteControlStrings_carLevelControlVehicleLevelLowering
source: Lowering…
fi: Säädetään matalalle tasolle...
pl: Trwa przejście do niskiego poziomu…
sk: Nastavuje sa spodná úroveň...

# RemoteControlStrings_carLevelControlVehicleLevelMoving
source: Moving…
fi: Säädetään…
pl: Trwa regulacja…
sk: Nastavuje sa…

# RemoteControlStrings_carLevelControlVehicleLevelMovingInProgressSubtitle
source: Please wait…
fi: Odota…
pl: Poczekaj…
sk: Prosím, počkajte…

# RemoteControlStrings_carLevelControlVehicleLevelOutOfRange
source: Out of range
fi: Toimintasäteen ulkopuolella
pl: Poza zasięgiem
sk: Mimo dosahu

# RemoteControlStrings_carLevelControlVehicleLevelOutOfRangeSubtitle
source: Stand beside your vehicle.
fi: Mene ajoneuvon viereen.
pl: Ustaw się obok pojazdu.
sk: Postavte sa vedľa vaše vozidlo.

# RemoteControlStrings_carLevelControlVehicleLevelRaising
source: Raising…
fi: Säädetään korkealle tasolle...
pl: Trwa przejście do wysokiego poziomu…
sk: Nastavuje sa horná úroveň...

# RemoteControlStrings_carLevelControlWakingBody
source: Waking of the vehicle was not successful
fi: Ajoneuvon palauttaminen lepotilasta ei onnistunut
pl: Wybudzanie pojazdu nie powiodło się
sk: Prebudenie vozidla bolo neúspešné

# RemoteControlStrings_carLevelControlWakingDialogBody
source: Unfortunately, we could not connect to your BMW.
fi: Valitettavasti yhteyttä BMW:hen ei voitu muodostaa.
pl: Niestety, nie udało się nawiązać połączenia z Twoim BMW.
sk: Ľutujeme, nepodarilo sa nadviazať spojenie s vaším BMW.

# RemoteControlStrings_carLevelControlWakingDialogHeader
source: Waking of the vehicle was not successful
fi: Ajoneuvon palauttaminen lepotilasta ei onnistunut
pl: Wybudzanie pojazdu nie powiodło się
sk: Prebudenie vozidla bolo neúspešné

# RemoteControlStrings_comfortOpenCloseButtonLabelCloseAll
source: Close all
fi: Sulje kaikki
pl: Zamknij wszystkie
sk: Zatvoriť všetky

# RemoteControlStrings_comfortOpenCloseButtonLabelOpenAll
source: Open all
fi: Avaa kaikki
pl: Otwórz wszystkie
sk: Otvoriť všetky

# RemoteControlStrings_comfortOpenCloseEntryTileTitle
source: Convenient opening & closing
fi: Mukavuusavaaminen ja -sulkeminen
pl: Komfortowe otwieranie i zamykanie
sk: Komfortné otváranie a zatváranie

# RemoteControlStrings_comfortOpenCloseErrorBluetoothOffSubtitle
source: Turn on the Bluetooth® on to continue
fi: Jatka aktivoimalla Bluetooth
pl: Aktywuj Bluetooth, aby kontynuować
sk: Ak chcete pokračovať, aktivujte Bluetooth

# RemoteControlStrings_comfortOpenCloseErrorBluetoothOffTitle
source: Bluetooth® off
fi: Bluetoothin aktivointi poistettu
pl: Bluetooth dezaktywowany
sk: Bluetooth deaktivovaný

# RemoteControlStrings_comfortOpenCloseErrorDoorsOpenSubtitle
source: Close the doors to continue
fi: Jatka sulkemalla ovet
pl: Zamknij drzwi, aby kontynuować
sk: Ak chcete pokračovať, zatvorte dvere

# RemoteControlStrings_comfortOpenCloseErrorDoorsOpenTitle
source: Door open
fi: Ovi auki
pl: Otwarte drzwi
sk: Dvere otvorené

# RemoteControlStrings_comfortOpenCloseErrorGenericSubtitle
source: Please try again later
fi: Yritä myöhemmin uudelleen
pl: Spróbuj ponownie później
sk: Skúste to znovu neskôr

# RemoteControlStrings_comfortOpenCloseErrorGenericTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa nepodarilo

# RemoteControlStrings_comfortOpenCloseErrorInMotionSubtitle
source: Stop your vehicle to continue
fi: Jatka pysäyttämällä ajoneuvo
pl: Zatrzymaj pojazd, aby kontynuować
sk: Ak chcete pokračovať, zastavte vozidlo

# RemoteControlStrings_comfortOpenCloseErrorInMotionTitle
source: In motion
fi: Liikkuu
pl: W ruchu
sk: V pohybe

# RemoteControlStrings_comfortOpenCloseErrorNoConnectionSubtitle
source: Please try again later
fi: Yritä myöhemmin uudelleen
pl: Spróbuj ponownie później
sk: Skúste to znovu neskôr

# RemoteControlStrings_comfortOpenCloseErrorNoConnectionTitle
source: No connection
fi: Ei yhteyttä
pl: Brak połączenia
sk: Žiadne pripojenie

# RemoteControlStrings_comfortOpenCloseErrorOutOfRangeSubtitle
source: Stand beside your vehicle.
fi: Mene ajoneuvon viereen.
pl: Ustaw się obok pojazdu.
sk: Postavte sa vedľa vaše vozidlo.

# RemoteControlStrings_comfortOpenCloseErrorOutOfRangeTitle
source: Out of range
fi: Toimintasäteen ulkopuolella
pl: Poza zasięgiem
sk: Mimo dosahu

# RemoteControlStrings_comfortOpenCloseErrorPhoneInsideSubtitle
source: Stand beside your vehicle.
fi: Mene ajoneuvon viereen.
pl: Ustaw się obok pojazdu.
sk: Postavte sa vedľa vaše vozidlo.

# RemoteControlStrings_comfortOpenCloseErrorPhoneInsideTitle
source: Smartphone inside the vehicle
fi: Älypuhelin ajoneuvossa
pl: Smartfon w pojeździe
sk: Smartfón vo vozidle

# RemoteControlStrings_comfortOpenCloseErrorStoppedSubtitle
source: Close the doors to continue
fi: Jatka sulkemalla ovet
pl: Zamknij drzwi, aby kontynuować
sk: Ak chcete pokračovať, zatvorte dvere

# RemoteControlStrings_comfortOpenCloseErrorStoppedTitle
source: Stopped
fi: Lopetettu
pl: Zatrzymano
sk: Zastavené

# RemoteControlStrings_comfortOpenCloseHeaderSubtitleSurroundings
source: Monitor the surrounding area
fi: Tarkkaile ympäristöä
pl: Obserwuj otoczenie
sk: Sledujte okolie

# RemoteControlStrings_comfortOpenCloseHeaderSubtitleWindowsClosed
source: Your vehicle is completely closed and locked
fi: Ajoneuvo on täysin suljettu ja lukittu
pl: Twój pojazd jest całkowicie zamknięty i zablokowany
sk: Vaše vozidlo je úplne zatvorené a uzamknuté

# RemoteControlStrings_comfortOpenCloseHeaderSubtitleWindowsConvertibleClosed
source: Your vehicle is completely closed and locked
fi: Ajoneuvo on täysin suljettu ja lukittu
pl: Twój pojazd jest całkowicie zamknięty i zablokowany
sk: Vaše vozidlo je úplne zatvorené a uzamknuté

# RemoteControlStrings_comfortOpenCloseHeaderSubtitleWindowsConvertibleOpened
source: Opening stopped
fi: Avaaminen päättynyt
pl: Otwieranie zakończone
sk: Otváranie dokončené

# RemoteControlStrings_comfortOpenCloseHeaderSubtitleWindowsOpened
source: Windows opened
fi: Ikkunat auki
pl: Okna otwarte
sk: Okná otvorené

# RemoteControlStrings_comfortOpenCloseHeaderSubtitleWindowsSunroofClosed
source: Your vehicle is completely closed and locked
fi: Ajoneuvo on täysin suljettu ja lukittu
pl: Twój pojazd jest całkowicie zamknięty i zablokowany
sk: Vaše vozidlo je úplne zatvorené a uzamknuté

# RemoteControlStrings_comfortOpenCloseHeaderSubtitleWindowsSunroofOpened
source: Opening stopped
fi: Avaaminen päättynyt
pl: Otwieranie zakończone
sk: Otváranie dokončené

# RemoteControlStrings_comfortOpenCloseHeaderTitleClosing
source: Closing...
fi: Suljetaan…
pl: Trwa zamykanie…
sk: Zatvára sa...

# RemoteControlStrings_comfortOpenCloseHeaderTitleComplete
source: Done!
fi: Valmis!
pl: Gotowe!
sk: Hotovo!

# RemoteControlStrings_comfortOpenCloseHeaderTitleLocked
source: Locked
fi: Lukittu
pl: Zablokowane
sk: Zablokované

# RemoteControlStrings_comfortOpenCloseHeaderTitleLocking
source: Locking…
fi: Lukitaan…
pl: Trwa blokowanie…
sk: Blokuje sa...

# RemoteControlStrings_comfortOpenCloseHeaderTitleOpening
source: Opening…
fi: Avataan…
pl: Trwa otwieranie…
sk: Otvára sa...

# RemoteControlStrings_comfortOpenCloseHeaderTitleUnlocked
source: Unlocked
fi: Lukitus avattu
pl: Odblokowane
sk: Odblokované

# RemoteControlStrings_comfortOpenCloseHeaderTitleUnlocking
source: Unlocking…
fi: Lukitus avataan…
pl: Trwa odblokowanie…
sk: Odblokováva sa...

# RemoteControlStrings_comfortOpenCloseLabelContinueHoldingToComplete
source: Continue holding to complete
fi: Pidä edelleen painettuna viimeistelläksesi toiminnon
pl: Naciśnij i przytrzymaj, aby zakończyć proces
sk: Podržte ďalej stlačené na ukončenie procesu

# RemoteControlStrings_comfortOpenCloseLabelTapHoldToControlWindows
source: Tap and hold to control mirrors and windows
fi: Pidä painettuna peilien ja ikkunoiden ohjausta varten
pl: Naciśnij i przytrzymaj, aby sterować lusterkami i oknami
sk: Podržte stlačené na riadenie zrkadiel a okien

# RemoteControlStrings_comfortOpenCloseLabelTapHoldToControlWindowsConvertible
source: Tap and hold to control mirrors, windows and top
fi: Paina ja pidä painettuna peilien, ikkunoiden ja kangaskaton ohjausta varten
pl: Naciśnij i przytrzymaj, aby sterować lusterkami, oknami i dachem
sk: Podržte stlačené na riadenie zrkadiel, okien a látkovej strechy

# RemoteControlStrings_comfortOpenCloseLabelTapHoldToControlWindowsSunroof
source: Tap and hold to control mirrors, windows and glass sunroof
fi: Paina ja pidä painettuna peilien, ikkunoiden ja lasikaton ohjausta varten
pl: Naciśnij i przytrzymaj, aby sterować lusterkami, oknami i szklanym dachem
sk: Podržte stlačené na riadenie zrkadiel, okien a strešného okna

# RemoteControlStrings_comfortOpenCloseLoadingSubtitle
source: Calculating current status…
fi: Nykyinen tila lasketaan…
pl: Trwa obliczanie aktualnego statusu…
sk: Prebieha výpočet aktuálneho stavu…

# RemoteControlStrings_comfortOpenCloseStateClosed
source: Closed
fi: Suljettu
pl: Zamknięte
sk: Zatvorené

# RemoteControlStrings_comfortOpenCloseStateLocked
source: Locked
fi: Lukittu
pl: Zablokowane
sk: Zablokované

# RemoteControlStrings_comfortOpenCloseStateOpen
source: Open
fi: Auki
pl: Otwarte
sk: Otvorené

# RemoteControlStrings_comfortOpenCloseStateTitleConvertible
source: Top
fi: Kangaskatto
pl: Dach
sk: Strecha

# RemoteControlStrings_comfortOpenCloseStateTitleSunroof
source: Glass sunroof
fi: Lasikatto
pl: Szklany dach
sk: Sklenené strešné okno

# RemoteControlStrings_comfortOpenCloseStateTitleVehicle
source: Vehicle
fi: Ajoneuvo
pl: Pojazd
sk: Vozidlo

# RemoteControlStrings_comfortOpenCloseStateTitleWindows
source: Windows
fi: Ikkunat
pl: Okna
sk: Okno

# RemoteControlStrings_comfortOpenCloseStateUnlocked
source: Unlocked
fi: Lukitus avattu
pl: Odblokowane
sk: Odblokované

# RemoteControlStrings_moreInfoButtonScreenReader
source: Discover more about remote control functions
fi: Lisätietoja kaukosäädöstä
pl: Dowiedz się więcej o sterowaniu zdalnym
sk: Zistite viac o diaľkovom ovládaní

# RemoteControlStrings_panicModeActivatingStatus
source: Activating…
fi: Aktivoidaan…
pl: Aktywacja…
sk: Aktivuje sa…

# RemoteControlStrings_panicModeActivationTrippleTapTimeExceededNotification
source: Tap three times to activate panic mode.
fi: Aktivoi paniikkitila napauttamalla 3 kertaa.
pl: Dotknij 3 razy, aby aktywować tryb paniki.
sk: Ťuknite 3-krát na aktivovanie režimu paniky.

# RemoteControlStrings_panicModeActiveStatus
source: On
fi: Päällä
pl: Wł.
sk: Zap.

# RemoteControlStrings_panicModeActivedNotificationText1
source: Alarm activated.
fi: Hälytys aktivoitu!
pl: Alarm aktywowany!
sk: Poplach aktivovaný!

# RemoteControlStrings_panicModeActivedNotificationText2
source: Tap the button again to deactivate the alarm.
fi: Voit poistaa hälytyksen aktivoinnin napauttamalla painiketta uudelleen.
pl: W celu dezaktywacji alarmu dotknij ponownie przycisk.
sk: Na deaktiváciu poplachu znovu ťuknite na tlačidlo.

# RemoteControlStrings_panicModeDeactivatedNotification
source: Alarm deactivated.
fi: Hälytyksen aktivointi poistettu!
pl: Alarm deaktywowany!
sk: Poplach deaktivovaný!

# RemoteControlStrings_panicModeDeactivatingStatus
source: Deactivating…
fi: Aktivointi poistetaan…
pl: Dezaktywacja…
sk: Deaktivuje sa…
