Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LeadPaccStrings_leadPaccDescription183
source: The windshield wiper of your vehicle is malfunctioning.
fi: Ajoneuvon lasinpyyhkimessä on häiriö.
pl: W układzie wycieraczek Twojego pojazdu wystąpiła usterka.
sk: Vyskytla sa porucha stierača vášho vozidla.

# LeadPaccStrings_leadPaccDescription186
source: The steering wheel lock of your vehicle is malfunctioning. Stop carefully. Please do not continue driving.
fi: Ajoneuvon rattilukko on tarkastettava. Pysähdy varovasti äläkä jatka ajoa.
pl: Blokada kierownicy Twojego pojazdu wymaga sprawdzenia. Ostrożnie się zatrzymaj i nie jedź dalej.
sk: Zablokovanie volantu vášho vozidla si vyžaduje kontrolu. Opatrne zastavte a nepokračujte v jazde.

# LeadPaccStrings_leadPaccDescription193
source: The emergency exit of your vehicle is malfunctioning. If doors are jammed it will not be possible to exit the vehicle.
fi: Ajoneuvon hätäuloskäynnissä on häiriö. Jos ovet eivät ole avattavissa, ajoneuvosta ei pääse pois.
pl: W wyjściu awaryjnym Twojego pojazdu wystąpiła usterka. Nie możesz opuścić pojazdu przy zablokowanych drzwiach.
sk: Vyskytla sa porucha núdzového východu vášho vozidla. Vozidlo nie je možné opustiť pri zablokovaných dverách.

# LeadPaccStrings_leadPaccDescription2008
source: The transmission Position P of your vehicle is malfunctioning. To secure the vehicle against rolling away, press and hold the Start/Stop button for 3 seconds while vehicle is stationary.
fi: Ajoneuvon P-painikkeessa on häiriö. Varmista, ettei ajoneuvo pääse vierimään, painamalla start/stop-painiketta 3 sekunnin ajan ajoneuvon seistessä.
pl: W przycisku P Twojego pojazdu wystąpiła usterka. Aby zabezpieczyć pojazd przed stoczeniem się, podczas postoju naciśnij i przytrzymaj przycisk start/stop przez 3 sekundy.
sk: Vyskytla sa porucha P-tlačidla vášho vozidla. Na zaistenie vozidla proti samovoľnému pohybu držte tlačidlo Start Stop stlačené 3 sekundy pri stojacom vozidle.

# LeadPaccStrings_leadPaccDescription2015
source: The left rear seat belt restraining of your vehicle is malfunctioning. If the rear seat back is not locked in place, please do not use the seat.
fi: Ajoneuvon selkänojavalvonta takana vasemmalla on rajoittunut. Älä käytä istuinta, jos takaistuimen selkänoja ei ole lukittunut.
pl: Kontrola oparcia fotela Twojego pojazdu jest ograniczona z tyłu po lewej stronie. W przypadku niezablokowanego oparcia tylnego fotela nie korzystaj z fotela.
sk: Monitorovanie operadla vášho vozidla vzadu vľavo je obmedzené. Ak nie je zablokované operadlo zadného sedadla, neobsadzujte sedadlo.

# LeadPaccStrings_leadPaccDescription2016
source: The seat back monitoring system of your right rear seat is malfunctioning. If the rear seat back is not locked in place, please do not use seat.
fi: Ajoneuvon selkänojan valvonta takana oikealla on rajoittunut. Älä käytä istuinta, jos takaistuimen selkänoja ei ole lukittunut.
pl: Kontrola oparcia fotela Twojego pojazdu jest ograniczona z tyłu po prawej stronie. W przypadku niezablokowanego oparcia tylnego fotela nie korzystaj z fotela.
sk: Monitorovanie operadla vášho vozidla vzadu vpravo je obmedzené. Ak nie je zablokované operadlo zadného sedadla, neobsadzujte sedadlo.

# LeadPaccStrings_leadPaccDescription2027
source: A critical pressure level was detected on your vehicle. Please stop carefully. If tire condition allows, continued driving is possible with max. speed of 50 mph (80 km/h).
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen. Pysähdy varovasti. Mikäli renkaan kunto sallii, voit jatkaa ajoa enint. 80 km/h (50 mph) nopeudella.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponach. Zatrzymaj się ostrożnie. O ile stan opon na to pozwala, możliwa dalsza jazda z maks. prędkością 80 km/h (50 mph).
sk: Na vašom vozidle bol zistený nízky tlak v pneumatike. Opatrne zastavte. Ak to stav preumatík dovoľuje, je pokračovanie v jazde možné rýchlosťou max. 80 km/h (50 mph).

# LeadPaccStrings_leadPaccDescription2027p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2028
source: A critical pressure level was detected on the left rear tire of your vehicle. Please stop carefully. If tire condition allows, continued driving is possible with max. speed of 50 mph (80 km/h).
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen takana vasemmalla. Pysähdy varovasti. Mikäli renkaan kunto sallii, voit jatkaa ajoa enint. 80 km/h (50 mph) nopeudella.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z tyłu po lewej stronie. Zatrzymaj się ostrożnie. O ile stan opon na to pozwala, możliwa dalsza jazda z maks. prędkością 80 km/h (50 mph).
sk: Na vašom vozidle vzadu vľavo bol zistený nízky tlak v pneumatike. Opatrne zastavte. Ak to stav preumatík dovoľuje, je pokračovanie v jazde možné rýchlosťou max. 80 km/h (50 mph).

# LeadPaccStrings_leadPaccDescription2028p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2029
source: A critical pressure level was detected on the right rear tire of your vehicle. Please stop carefully. If tire condition allows, continued driving is possible with max. speed of 50 mph (80 km/h).
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen takana oikealla. Pysähdy varovasti. Mikäli renkaan kunto sallii, voit jatkaa ajoa enint. 80 km/h (50 mph) nopeudella.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z tyłu po prawej stronie. Zatrzymaj się ostrożnie. O ile stan opon na to pozwala, możliwa dalsza jazda z maks. prędkością 80 km/h (50 mph).
sk: Na vašom vozidle vzadu vpravo bol zistený nízky tlak v pneumatike. Opatrne zastavte. Ak to stav preumatík dovoľuje, je pokračovanie v jazde možné rýchlosťou max. 80 km/h (50 mph).

# LeadPaccStrings_leadPaccDescription2029p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2030
source: A critical pressure level was detected on the left front tire of your vehicle. Please stop carefully. If tire condition allows, continued driving is possible with max. speed of 50 mph (80 km/h).
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen edessä vasemmalla. Pysähdy varovasti. Mikäli renkaan kunto sallii, voit jatkaa ajoa enint. 80 km/h (50 mph) nopeudella.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z przodu po lewej stronie. Zatrzymaj się ostrożnie. O ile stan opon na to pozwala, możliwa dalsza jazda z maks. prędkością 80 km/h (50 mph).
sk: Na vašom vozidle vpredu vľavo bol zistený nízky tlak v pneumatike. Opatrne zastavte. Ak to stav preumatík dovoľuje, je pokračovanie v jazde možné rýchlosťou max. 80 km/h (50 mph).

# LeadPaccStrings_leadPaccDescription2030p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2031
source: A critical pressure level was detected on the right front tire of your vehicle. Please stop carefully. If tire condition allows, continued driving is possible with max. speed of 50 mph (80 km/h).
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen edessä oikealla. Pysähdy varovasti. Mikäli renkaan kunto sallii, voit jatkaa ajoa enint. 80 km/h (50 mph) nopeudella.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z przodu po prawej stronie. Zatrzymaj się ostrożnie. O ile stan opon na to pozwala, możliwa dalsza jazda z maks. prędkością 80 km/h (50 mph).
sk: Na vašom vozidle vpredu vpravo bol zistený nízky tlak v pneumatike. Opatrne zastavte. Ak to stav preumatík dovoľuje, je pokračovanie v jazde možné rýchlosťou max. 80 km/h (50 mph).

# LeadPaccStrings_leadPaccDescription2031p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2043
source: The power supply of your vehicle is restricted. Please stop carefully and secure your vehicle against rolling.
fi: Ajoneuvon sähköenergian saannissa on häiriö. Pysähdy varovasti ja varmista, ettei ajoneuvo pääse vierimään.
pl: W zasilaniu elektrycznym Twojego pojazdu wystąpiła usterka. Zatrzymaj się ostrożnie i zabezpiecz pojazd przed stoczeniem się.
sk: Vyskytla sa porucha napájania energiou vo vašom vozidle. Opatrne zastavte a vozidlo zaistite proti samovoľnému pohybu.

# LeadPaccStrings_leadPaccDescription2046
source: The brake boost of your vehicle is malfunctioning. Increased pedal force is required for braking. Please drive moderately.
fi: Ajoneuvon jarrutehostus ei toimi. Voit jatkaa ajoa maltillisesti.
pl: Wspomaganie hamulców Twojego pojazdu uległo awarii. Można jechać wolno dalej.
sk: Došlo ku výpadku posilnenia brzdnej sily vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription2051
source: There are increased emissions with your vehicle.
fi: Ajoneuvossa on kohonnut päästövirhe.
pl: Twój pojazd ma zwiększony błąd emisji spalin.
sk: Vaše vozidlo hlási chybu zvýšených emisií.

# LeadPaccStrings_leadPaccDescription2052
source: The rear lighting system on the left of your vehicle is malfunctioning. Please stop carefully, check the lights and if necessary, carefully continue driving.
fi: Ajoneuvon valojärjestelmä takana oikealla ei mahdollisesti toimi. Tarkista valojärjestelmä ja jatka ajoa varovasti.
pl: Tylne prawe światło Twojego pojazdu może nie działać. Sprawdź światła i jedź ostrożnie dalej.
sk: Zadné pravé svetelné zariadenie vášho vozidla eventuálne nefunguje. Skontrolujte svetelné zariadenie a opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription2053
source: The rear lighting system on the right of your vehicle is malfunctioning. Please stop carefully, check the lights and if necessary, carefully continue driving.
fi: Ajoneuvon valojärjestelmä takana oikealla ei mahdollisesti toimi. Tarkista valojärjestelmä ja jatka ajoa varovasti.
pl: Tylne prawe światło Twojego pojazdu może nie działać. Sprawdź światła i jedź ostrożnie dalej.
sk: Zadné pravé svetelné zariadenie vášho vozidla eventuálne nefunguje. Skontrolujte svetelné zariadenie a opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription2064
source: Your engine oil service is due.
fi: Ajoneuvon öljynvaihtohuolto on ajankohtainen.
pl: Zbliża się serwis oleju silnikowego Twojego pojazdu.
sk: Je potrebné vykonať servis motorového oleja vášho vozidla.

# LeadPaccStrings_leadPaccDescription2072
source: The assisted driving plus function of your vehicle is reduced. The driver attention camera is malfunctioning.
fi: Ajoneuvon Assisted Driving Plus -toiminto on rajoittunut. Driver Attention Camera ei toimi.
pl: Funkcja Assisted Driving Plus w Twoim pojeździe jest ograniczona. Kamera Driver Attention uległa awarii.
sk: Funkcia Assisted Driving Plus vášho vozidla je obmedzená. Výpadok kamery Driver Attention.

# LeadPaccStrings_leadPaccDescription2092
source: The software update of your vehicle failed. The vehicle is not ready-to-operate.
fi: Ajoneuvon ohjelmistopäivitys epäonnistui. Ajoneuvo ei ole käyttövalmis.
pl: Aktualizacja oprogramowania Twojego pojazdu nie powiodła się. Pojazd nie jest gotowy do jazdy.
sk: Aktualizácia softvéru vášho vozidla zlyhala. Vozidlo nie je pripravené na prevádzku.

# LeadPaccStrings_leadPaccDescription2093
source: The software upgrade of your vehicle failed. The vehicle is not ready-to-operate.
fi: Ajoneuvon Software Upgrade epäonnistui. Ajoneuvo ei ole käyttövalmis.
pl: Software Upgrade Twojego pojazdu zakończone niepowodzeniem. Pojazd nie jest gotowy do jazdy.
sk: Software Upgrade vášho vozidla zlyhal. Vozidlo nie je pripravené na prevádzku.

# LeadPaccStrings_leadPaccDescription21
source: The engine cannot be started. Starter system fault.
fi: Moottorin käynnistys ei ole mahdollista. Käynnistysjärjestelmässä on häiriö.
pl: Uruchomienie silnika jest niemożliwe. W układzie rozruchowym wystąpiła usterka.
sk: Naštartovanie motora nie je možné. Vyskytla sa porucha štartovacieho systému.

# LeadPaccStrings_leadPaccDescription2102
source: The drive power is reduced.
fi: Ajoneuvon voimansiirtoteho on alentunut.
pl: Moc napędowa Twojego pojazdu jest zredukowana.
sk: Výkon pohonu vášho vozidla je redukovaný.

# LeadPaccStrings_leadPaccDescription2119
source: The power supply of your vehicle is limited. It is possible to continue driving.
fi: Ajoneuvon sähköenergian saanti on tarkastettava. Voit jatkaa ajoa.
pl: Zasilanie elektryczne Twojego pojazdu wymaga sprawdzenia. Można jechać dalej.
sk: Napájanie energiou vášho vozidla si vyžaduje kontrolu. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription212
source: The engine oil pressure of your vehicle is low. Please stop carefully and turn off the engine. Continued driving will result in engine damage.
fi: Ajoneuvon moottorin öljynpaine on liian alhainen. Pysähdy varovasti ja sammuta moottori. Jos ajoa jatketaan, seurauksena on moottorivaurio.
pl: Ciśnienie oleju silnikowego Twojego pojazdu jest za niskie. Zatrzymaj się ostrożnie i wyłącz silnik. Dalsza jazda spowoduje uszkodzenia silnika.
sk: Tlak motorového oleja vášho vozidla je príliš nízky. Opatrne zastavte a vypnite motor. Pokračovanie v jazde vedie k poškodeniu motora.

# LeadPaccStrings_leadPaccDescription2124
source: The electronic drivetrain of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon sähkökäytössä on häiriö. Voit jatkaa ajoa.
pl: W napędzie elektrycznym Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha elektrického pohonu vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription213
source: The power supply of your vehicle is malfunctioning. Please stop carefully.
fi: Ajoneuvon sähköenergian saannissa on häiriö. Pysähdy varovasti.
pl: W zasilaniu elektrycznym Twojego pojazdu wystąpiła usterka. Zatrzymaj się ostrożnie.
sk: Vyskytla sa porucha napájania energiou vo vašom vozidle. Opatrne zastavte.

# LeadPaccStrings_leadPaccDescription2134
source: The battery of your vehicle is malfunctioning. Please start the engine immediately to avoid a vehicle breakdown.
fi: Ajoneuvon akku on viallinen. Käynnistä moottori heti ajoneuvon häiriön välttämiseksi.
pl: Awaria akumulatora Twojego pojazdu. Natychmiast uruchom silnik, aby uniknąć awarii pojazdu.
sk: Porucha batérie vášho vozidla. Okamžite naštartujte motor, aby ste zabránili poruche vozidla.

# LeadPaccStrings_leadPaccDescription2147
source: A critical pressure level was detected on your vehicle. Please stop carefully and check tire conditions.
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen. Pysähdy varovasti ja tarkista kaikkien renkaiden kunto.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponach. Zatrzymaj się ostrożnie i sprawdź stan wszystkich opon.
sk: Na vašom vozidle bol zistený nízky tlak v pneumatike. Opatrne zastavte a skontrolujte stav všetkých pneumatík.

# LeadPaccStrings_leadPaccDescription2147p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2148
source: A critical pressure level was detected on the left rear tire of your vehicle. Please stop carefully and check tire condition.
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen takana vasemmalla. Pysähdy varovasti ja tarkista renkaan kunto.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z tyłu po lewej stronie. Zatrzymaj się ostrożnie i sprawdź stan opon.
sk: Na vašom vozidle vzadu vľavo bol zistený nízky tlak v pneumatike. Opatrne zastavte a skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2148p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2149
source: A critical pressure level was detected on the right rear tire of your vehicle. Please stop carefully and check tire condition.
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen takana oikealla. Pysähdy varovasti ja tarkista renkaan kunto.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z tyłu po prawej stronie. Zatrzymaj się ostrożnie i sprawdź stan opon.
sk: Na vašom vozidle vzadu vpravo bol zistený nízky tlak v pneumatike. Opatrne zastavte a skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2149p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2150
source: A critical pressure level was detected on the left front tire of your vehicle. Please stop carefully and check tire condition.
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen edessä vasemmalla. Pysähdy varovasti ja tarkista renkaan kunto.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z przodu po lewej stronie. Zatrzymaj się ostrożnie i sprawdź stan opon.
sk: Na vašom vozidle vpredu vľavo bol zistený nízky tlak v pneumatike. Opatrne zastavte a skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2150p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2151
source: A critical pressure level was detected on the right front tire of your vehicle. Please stop carefully and check tire condition.
fi: Ajoneuvossa on havaittu rengaspaineen alentuminen edessä oikealla. Pysähdy varovasti ja tarkista renkaan kunto.
pl: W Twoim pojeździe wykryto spadek ciśnienia w oponie z przodu po prawej stronie. Zatrzymaj się ostrożnie i sprawdź stan opon.
sk: Na vašom vozidle vpredu vpravo bol zistený nízky tlak v pneumatike. Opatrne zastavte a skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2151p
source: A critical pressure level was detected in one or more tyres on your parked vehicle. Check tyre pressure before driving on.
fi: Seisovan ajoneuvon yhdessä tai useammassa renkaassa on havaittu kriittinen rengaspaine. Tarkista renkaan kunto, jotta voit jatkaa ajoa.
pl: Wykryto krytyczne ciśnienie w jednej lub kilku oponach Twojego nieruchomego pojazdu. Sprawdź stan opon przed dalszą jazdą.
sk: Na jednej alebo viacerých pneumatikách vášho stojaceho vozidla bol zistený kritický tlak v pneumatikách. Pre pokračovanie v jazde skontrolujte stav pneumatík.

# LeadPaccStrings_leadPaccDescription2152
source: The battery of your vehicle is malfunctioning. You can continue driving.
fi: Ajoneuvon akussa on häiriö. Voit jatkaa ajoa.
pl: W akumulatorze Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha batérie vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription216
source: The fuel pump of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon polttoaineen syötössä on häiriö. Voit jatkaa ajoa.
pl: W dopływie paliwa w Twoim pojeździe wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha prísunu paliva vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription2161
source: The approaching object warning of your vehicle is malfunctioning. Beware of traffic when exiting the vehicle.
fi: Ajoneuvon ulosmenovaroituksessa on häiriö. Varo liikennettä ajoneuvosta poistuessasi.
pl: W ostrzeżeniu dot. wysiadania w Twoim pojeździe wystąpiła usterka. Uważaj podczas wysiadania na ruch drogowy.
sk: Vyskytla sa porucha výstrahy pred vystúpením z vozidla. Pri vystupovaní dávajte pozor na premávku.
