Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# _findDestinationNewVehicleTitleID7
source: New vehicle? Create a driver profile with your {brand} ID
fi: Uusi ajoneuvo? Luo kuljettajan profiili {brand}-tunnuksellasi
pl: Nowy pojazd? Utwórz profil kierowcy za pomocą {brand} ID
sk: Nové vozidlo? Vytvorte si pomocou svojho {brand} ID profil vodiča

# _findDestinationUseProfileContentID7
source: Tap the profile symbol in the top right corner of the control display in the vehicle and select the driver profile which belongs to your {brand} ID.
fi: Napauta ajoneuvon monitoiminäytön oikeassa yläkulmassa näkyvää profiilin symbolia ja valitse {brand}-tunnukseesi kuuluvan kuljettajan profiilin.
pl: Dotknij symbolu profilu w prawym górnym rogu na monitorze centralnym w pojeździe i wybierz profil kierowcy przynależny do swojego {brand} ID.
sk: Ťuknite na symbol profilu vpravho hore na kontrolnom displeji a vyberte profil vodiča, ktorý patrí k vášmu {brand} ID.

# _findTripMessage
source: Where can I find the trip in my {brandLocalized}?
fi: Mistä löydät matkan {brandLocalized}-ajoneuvossasi?
pl: Jak znaleźć jazdę w swoim {brandLocalized}?
sk: Kde nájdete trasu vo svojom {brandLocalized}?

# _firstMileWalkingToCar
source: Route on foot to my {brand}
fi: Kävelyreitti {brand}:ni luokse
pl: Droga pieszo do mojego {brand}
sk: Pešia trasa k môjmu {brand}

# _firstTimeUseEntrypointSubtitle
source: Send your {brand} ID to your {brand} via QR code scan
fi: Lähetä {brand}-tunnus {brand}-ajoneuvoon skannaamalla QR-koodi
pl: Wyślij swój {brand} ID do Twojego {brand}, skanując kod QR
sk: Odošlite svoje {brand} ID do svojho {brand} naskenovaním QR kódu

# _firstTimeUseEntrypointTitle
source: Scan QR Code ({brand} ID)
fi: Skannaa QR-koodi ({brand}-tunnus)
pl: Zeskanuj kod QR {brand} ID)
sk: Naskenovať QR kód ({brand} ID)

# _firstTimeUseHelpScreenFifthContentBody
source: 4. Follow the instructions in the {appName} App and on the display of your {brand}.
fi: 4. Noudata {appName}-sovelluksessa ja {brand}:n monitoiminäytöllä näkyviä ohjeita.
pl: 4. Postępuj według instrukcji w aplikacji {appName} i na monitorze centralnym w {brand}.
sk: 4. Postupujte podľa pokynov v aplikácii {appName} a na centrálnom displeji svojho {brand}.

# _firstTimeUseHelpScreenFirstContentBody
source: Scan the QR Code shown in your {brand} to send your {brand} ID to your {brand}. The following steps are required:
fi: Skannaa {brand}:ssä näkyvä QR-koodi, jotta voit lähettää {brand}-tunnuksesi {brand}-ajoneuvoon. Vaaditaan seuraavat toimintavaiheet:
pl: Zeskanuj kod QR wyświetlany w swoim {brand}, aby wysłać {brand} ID do swojego {brand}. Wymagane są poniższe czynności:
sk: Na odoslanie {brand} ID do vozidla naskenujte QR kód zobrazený vo Vašom {brand}. Vyžadujú sa nasledovné kroky:

# _firstTimeUseHelpScreenSecondContentBody
source: 1. In your {brand} go to "Driver profile"/"{brand} ID" and select the option "Add driver profile"/"Add {brand} ID"
fi: 2. Mene {brand}:ssä kohtaan "Kuljettajan profiili"/"{brand}-tunnus" ja valitse vaihtoehto "Lisää kuljettajan profiili"/"Lisää {brand}-tunnus"
pl: 1. Przejdź w swoim {brand} do opcji "Profil kierowcy" / "{brand} ID" i wybierz opcję "Dodaj profil kierowcy" / "Dodaj {brand} ID"
sk: 1. Vo svojom {brand} prejdite na „Profil vodiča“„{brand} ID“ a vyberte možnosť „Pridať profil vodiča“/„{brand} ID“

# _firstTimeUseHelpScreenThirdContentBody
source: 2. Select the option “Via {appName} App"
fi: 3. Valitse vaihtoehto "{appName}-sovelluksella".
pl: 2. Wybierz opcję "Przez aplikację {appName}".
sk: 2. Vyberte možnosť "Cez aplikáciu {appName}".

# _firstTimeUseInitialHelpScreenContentBody
source: Scan the QR code on the control display of your {brand} to add your {brand} ID. Then you can use personalized services and features.
fi: Lisää {brand} ID:si skannaamalla {brand}-ajoneuvosi monitoiminäytössä oleva QR-koodi. Näin voit käyttää yksilöllisiä palveluja ja toimintoja.
pl: Zeskanuj kod QR znajdujący się na monitorze centralnym {brand}, aby dodać {brand} ID. Pozwala to na korzystanie ze spersonalizowanych usług i funkcji.
sk: Na pridanie vášho {brand} ID naskenujte QR kód na kontrolnom displeji vášho {brand}. Tak môžete používať individualizované služby a funkcie.

# _firstTimeUseInitialHelpScreenContentTitle
source: Scan QR code and send your {brand} ID
fi: Skannaa QR-koodi ja lähetä {brand}-tunnus
pl: Zeskanuj kod QR i wyślij {brand} ID
sk: Naskenovaním QR kódu na kontrolnom displeji svojho {brand} môžete celkom jednoducho vytvoriť profil vodiča/{brand} ID.

# _garageHeadlineFindYourNewVehicle
source: FIND MY NEW {brandLocalized}
fi: TUTUSTU UUTEEN {brandLocalized}-AJONEUVOON
pl: ODKRYJ MÓJ NOWY {brandLocalized}
sk: OBJAVIŤ MOJE NOVÉ {brandLocalized}

# _garageHeadlineMyVehiclesBmw
source: YOUR BMWS
fi: OMAT BMW-ajoneuvot
pl: TWOJE BMW
sk: VAŠE BMW

# _garageHeadlineMyVehiclesMini
source: YOUR MINIS
fi: OMAT MINI-ajoneuvot
pl: TWOJE MINI
sk: VAŠE MINI

# _garageHeadlineMyVehiclesToyota
source: YOUR SUPRAS
fi: OMAT SUPRA-ajoneuvot
pl: TWOJE SUPRA
sk: VAŠE SUPRA

# _garageLinkoutsConfigureText
source: Build my perfect {brandLocalized} in only a few clicks
fi: Suunnittele nyt oma {brandLocalized}-toivemallisi
pl: Stwórz teraz mój wymarzony model {brandLocalized}
sk: Zostaviť svoj vysnený model {brandLocalized}

# _garageLinkoutsConfigureTitle
source: Configure my new {brandLocalized}
fi: Konfiguroi uusi {brandLocalized}-ajoneuvo
pl: Skonfiguruj teraz mój nowy {brandLocalized}
sk: Nakonfigovať svoje nové {brandLocalized}.

# _garageLinkoutsStockLocatorText
source: Search for new {brandLocalized} vehicles that are available now
fi: Etsi käytettävissä olevia uusia {brandLocalized}-ajoneuvoja
pl: Wyszukaj dostępny nowy samochód {brandLocalized}
sk: Vyhľadať dostupné nové vozidlá {brandLocalized}

# _garageLinkoutsTestDriveText
source: Get behind the wheel of a brand new {brandLocalized}
fi: Koe ajamisen iloa uudella {brandLocalized}-ajoneuvolla
pl: Czerp czystą przyjemność z jazdy nowym {brandLocalized}
sk: Zažite nefalšované potešenie z jazdy v novom {brandLocalized}

# _garageNoConnectedVehiclesText
source: You have not yet connected a vehicle to be displayed in the {appName} app. Add your {brandLocalized} to have it displayed here.
fi: Sinulla ei tällä hetkellä ole yhdistettyjä ajoneuvoja, joita voitaisiin näyttää {appName} -sovelluksessa. Lisää {brandLocalized}-ajoneuvosi, jotta se voidaan näyttää.
pl: Obecnie nie masz żadnych podłączonych pojazdów, które można wyświetlić w aplikacji {appName}. Dodaj swój pojazd {brandLocalized}, aby wyświetlić go tutaj.
sk: Momentálne nemáte žiadne prepojené vozidlá na zobrazenie v aplikácii {appName}. Pridajte svoje {brandLocalized}, aby sa tu zobrazilo.

# _garageTabLabelMyVehiclesBmw
source: MY BMW VEHICLES
fi: OMAT BMW-AJONEUVOT
pl: MOJE BMW
sk: MOJE BMW

# _garageTabLabelMyVehiclesMini
source: MY MINI VEHICLES
fi: OMAT MINI-AJONEUVOT
pl: MOJE MINI
sk: MOJE MINI

# _garageTabLabelMyVehiclesToyota
source: MY SUPRA VEHICLES
fi: OMAT SUPRA-AJONEUVOT
pl: MOJE SUPRA
sk: MOJE SUPRA

# _goToBmwConnectedDrive
source: Go to ConnectedDrive
fi: ConnectedDrive-palveluun
pl: Do ConnectedDrive
sk: O ConnectedDrive

source: Go to MINI Connected
fi: MINI Connected -palveluun
pl: Do MINI Connected
sk: O MINI Connected

# _goToToyotaConnectedServices
source: Go to Connected Services
fi: Siirry "Connected Services" -palveluun
pl: Przejdź do "Connected Services"
sk: Prejdite na „Connected Services“

# _howToConnectToYourCar
source: How to connect to your {brand}
fi: Miten muodostetaan yhteys {brand}-ajoneuvoon
pl: Jak połączyć się ze swoim {brand}
sk: Ako sa spojiť so svojím {brand}

# _inCarCameraDisclaimerPageExplanation
source: To use your In-car Camera view please make sure that you have enabled the privacy agreements inside the {brand}.
fi: Auton kameranäkymän käyttöä varten on varmistettava, että {brand}:si tietosuojasopimus on aktivoitu.
pl: Aby skorzystać z widoku kamery w samochodzie, upewnij się, że umowa dot. ochrony danych została aktywowana w {brand}.
sk: Na použitie kamerového náhľadu vo vozidle sa uistite, že ste v {brand} aktivovali dohodu o ochrane osobných údajov.

# _inCarCameraInitKeyConnectionErrorText
source: There is a problem with the connection to your {brand}. Your connectivity may be impaired if you are in a garage or underground parking garage. Please tap on "Retry" or try again later when your {brand} is connected.
fi: Ongelma yhteydessä {brand}-ajoneuvoosi. Jos olet autotallissa tai pysäköintiluolassa, se voi heikentää yhteyttä. Valitse "Yritä uudelleen" tai toista yritys myöhemmin, kun {brand}:si on saanut yhteyden.
pl: Problem z połączeniem z Twoim {brand}. Podczas przebywania w zwykłym bądź podziemnym garażu mogą występować problemy z łącznością. Dotknij opcji "Spróbuj ponownie" lub spróbuj ponownie później, gdy Twoje {brand} będzie podłączone.
sk: Problém s pripojením k Vášmu {brand}. Ak sa nachádzate v garáži alebo v podzemnom parkovisku, môže to mať negatívny vplyv na vašu konektivitu. Ťuknite na „Skúsiť znovu" alebo to skúste znovu neskôr, keď bude vaše {brand} pripojené.

# _inCarCameraInitKeyTitle
source: Preparing your {brand}
fi: {brand}:n valmistelu
pl: Przygotowywanie Twojego {brand}
sk: Príprava Vášho {brand}

# _inCarCameraInstructions
source: Choose between a photo or a short video (5, 15 or 30sec) from inside of your {brand}.
fi: Valitse kuva tai lyhyt video (5, 15 tai 30 sekuntia) {brand}:si sisätilasta.
pl: Wybierz zdjęcie lub krótkie wideo (5, 15 lub 30 sekund) z wnętrza swojego {brand}.
sk: Vyberte si fotku alebo krátke video (5, 15 alebo 30 sekúnd) interiéru svojho {brand}.

# _inCarCameraIntroductionNoVideo
source: Remote Inside View gives you a view into your {brand}'s interior.
fi: Remote Inside View näyttää {brand}:si sisätilan.
pl: Funkcja Remote Inside View zapewnia przegląd wewnątrz pojazdu {brand}.
sk: Remote Inside View vám umožní pohľad do interiéru vášho {brand}.

# _inCarCameraPrivacyPageDesc
source: To use Remote Inside View, please make sure that the appropriate option is activated in the "Data privacy" menu of your {brand}.
fi: Remote Inside View -toiminnon käyttöä varten on varmistettava, että kyseinen valintamahdollisuus on aktivoitu {brand}-ajoneuvosi tietosuojavalikossa.
pl: Aby skorzystać z funkcji Remote Inside View, upewnij się, że aktywna jest odpowiednia opcja w menu "Ochrona danych" Twojego {brand}.
sk: Keď chcete používať Remote Inside View, skontrolujte, či je príslušná možnosť aktivovaná v menu "Ochrana osobných údajov" vášho {brand}.

# _inCarCameraPrivacyPageInstruction
source: Search for "Data privacy" in the {brand} Driver's Guide to get more information on checking or adjusting the settings.
fi: Lisätietoja asetuksien tarkistamisesta ja muuttamisesta löydät {brand} Driver’s Guide -sovelluksen kohdasta "Tietosuoja".
pl: Wyszukaj w {brand} Driver's Guide sekcję "Ochrona danych", aby uzyskać dodatkowe informacje o sprawdzaniu lub dostosowywaniu ustawień.
sk: V {brand} Driver's Guide vyhľadajte "Ochrana osobných údajov", aby ste získali ďalšie informácie o kontrole alebo prispôsobení nastavení.

# _inCarCameraTileDescription
source: See inside your {brand}
fi: Katso {brand}:si sisätilaa.
pl: Spójrz do wnętrza swojego {brand}.
sk: Nazrite do interiéru svojho {brand}.

# _indicatorLightsVinIsEmptyToast
source: Please add your {brand} vehicle first
fi: Lisää ensin {brand}-ajoneuvo
pl: Dodaj najpierw pojazd {brand}
sk: Najprv pridajte vozidlo {brand}

# _initKeyConnectionErrorText
source: There is a problem with the connection to your {brand}. Your connectivity may be impaired if you are in a garage or underground parking garage. Please tap on "Retry" or try again later when your {brand} is connected.
fi: Ongelma yhteydessä {brand}-ajoneuvoosi. Jos olet autotallissa tai pysäköintiluolassa, se voi heikentää yhteyttä. Valitse "Yritä uudelleen" tai toista yritys myöhemmin, kun {brand}:si on saanut yhteyden.
pl: Problem z połączeniem z Twoim {brand}. Podczas przebywania w zwykłym bądź podziemnym garażu mogą występować problemy z łącznością. Dotknij opcji "Spróbuj ponownie" lub spróbuj ponownie później, gdy Twoje {brand} będzie podłączone.
sk: Problém s pripojením k Vášmu {brand}. Ak sa nachádzate v garáži alebo v podzemnom parkovisku, môže to mať negatívny vplyv na vašu konektivitu. Ťuknite na „Skúsiť znovu" alebo to skúste znovu neskôr, keď bude vaše {brand} pripojené.

# _initKeyTitle
source: Preparing my {brand}
fi: {brand}:n valmistelu
pl: Przygotowywanie Twojego {brand}
sk: Príprava Vášho {brand}

# _installingHeadlineBranded
source: Follow instructions in your {brand}
fi: Noudata {brand}-ajoneuvossasi näkyviä ohjeita
pl: Postępuj zgodnie z instrukcjami w swoim {brand}
sk: Postupujte podľa pokynov vo svojom {brand}

# _introducingMINICommunity
source: Here you can configure a nickname to use in MINI Explore. Introduce yourself to other users with your nickname. Please read and agree to our guidelines. Then have fun sharing.
fi: Tässä voit määrittää oman lempinimesi MINI Explore -sovellusta varten. Esittäydy muille käyttäjille lempinimelläsi. Lue ja hyväksy käytäntömme. Toivomme, että nautit jakamisesta.
pl: Tutaj możesz skonfigurować swój nick do MINI Explore. Przedstaw się innym użytkownikom za pomocą swojego nicka. Przeczytaj i zaakceptuj nasze wytyczne. Życzymy miłego udostępniania.
sk: Tu môžete konfigurovať vašu prezývku pre MINI Explore. Predstavte sa iným používateľom s vašou prezývkou. Prečítajte si naše smernice a vyjadrite svoj súhlas s nimi. Následne vám prajeme veľa zábavy pri zdieľaní.

# _learningNavigationFirstTimeUseScreenMessage2BodyPoint1
source: Suggested destinations in your {brand}
fi: Kohde-ehdotuksia {brand}:ssäsi
pl: Propozycje celu w {brand}
sk: Návrhy cieľa vo svojom {brand}

# _learningNavigationHelpEnableScreenMessageBodyStep1
source: Log in with your {brand} ID
fi: Kirjaudu {brand}-tunnuksella
pl: Zaloguj się za pomocą {brand} ID
sk: Prihlásiť sa pomocou svojho {brand} ID

# _learningNavigationHelpScreenMessage2BodyPoint2
source: Turn on learning navigation <link>from your {brand} <link> to receive departure notifications for your commutes.
fi: Kytke oppiva navigointi päälle <link>{brand}:ssäsi <link>, jotta saat toistuvien ajojen lähtöaikaa koskevia ilmoituksia.
pl: Włącz uczącą się nawigację <link>Twojego {brand} <link>, aby otrzymywać powiadomienia o godzinie odjazdu do pracy.
sk: Zapnite inteligentnú navigáciu <link>svojho {brand}, <link> aby ste dostávali oznámenia o čase odjazdu pre pravidelné jazdy.

# _learningNavigationHelpScreenMessageBodyPoint1
source: While you drive Learning Navigation learns your most frequently visited destinations and after about two weeks you will receive suggested destinations in your {brand}.
fi: Ajaessasi oppiva navigointi oppii yleisimmät ajokohteesi. Noin kahden viikon kuluttua saat kohde-ehdotuksia {brand}:ssäsi.
pl: Podczas jazd ucząca się nawigacja zapamiętuje najczęściej odwiedzane cele. Po ok. dwóch tygodniach otrzymujesz propozycje celów w swoim {brand}.
sk: Inteligentná navigácia sa počas jazdy učí vaše najčastejšie navštevované ciele jazdy. Asi po dvoch týždňoch dostanete návrhy cieľa vo svojom {brand}.

# _learningNavigationHelpScreenMessageBodyPoint2
source: Once you have activated "Allow commute notifications" in the {appName} App, you will be notified of the traffic situation for your daily commutes and will receive suggestions for quicker routes.
fi: Heti kun olet aktivoinut kohdan "Salli toistuvia ajoja koskevat ilmoitukset" {appName}-sovelluksessa, saat tietoja päivittäisen reittisi liikennetilanteesta ja ehdotuksia nopeammasta reitistä.
pl: Po aktywacji opcji "Zezwalaj na powiadomienia dot. dojazdów" w aplikacji {appName} będziesz otrzymywać informacje o odcinkach codziennych dojazdów i propozycje szybszych tras.
sk: Ihneď ako v aplikácii {appName} aktivujete možnosť "Povoliť oznámenia pre pravidelné jazdy", budete informovaný o dopravnej situácii na svojej pravidelnej dennej trase a dostanete návrhy na rýchlejšiu trasu.

# _learningNavigationLocationPermitionScreenMessageBody1
source: The {appName} App requires access to your location data, even when the app is closed or not being used, in order to send you departure notifications for your journeys.
fi: {appName}-sovellus vaatii pääsyn sijaintitietoihisi myös silloin, kun sovellus on suljettuna tai sitä ei käytetä, jotta se voi lähettää ajojesi lähtöaikaa koskevia ilmoituksia.
pl: Aplikacja {appName} wymaga dostępu do danych lokalizacji, również gdy jest zamknięta lub nie jest używana, aby móc przesyłać powiadomienia dot. godziny odjazdu dla Twoich jazd.
sk: Aplikácia {appName} potrebuje prístup k vašim údajom o polohe, aj keď je aplikácia zatvorená alebo sa nepoužíva, aby vám mohla zasielať oznámenia o čase odjazdu pre vaše ciesty.

# _learningNavigationNotificationPermitionScreenMessageBody1
source: The {appName} App wants to send you departure notifications for your journeys.
fi: {appName}-sovellus haluaa lähettää ajojen lähtöaikaa koskevia ilmoituksia.
pl: Aplikacja {appName} chce przesyłać Ci powiadomienia dot. godziny odjazdu dla Twoich jazd.
sk: Aplikácia {appName} vám chce zasielať oznámenia o čase odjazdu vašich ciest.

# _learningNavigationSetUpListItem1
source: Set up in your {brand}
fi: Asennukset {brand}:ssäsi
pl: Ustaw w swoim {brand}
sk: Nastaviť vo svojom {brand}

# _loginAppBenefitsDemoText
source: Try the {appName} functionality even without owning a {brandLocalized} yet.
fi: Tutustu {appName} -sovellukseen, vaikka sinulla ei vielä ole omaa {brandLocalized}-ajoneuvoa.
pl: Poznaj aplikację {appName}, nawet jeśli nie masz jeszcze własnego {brandLocalized}.
sk: Vyskúšajte aplikáciu {appName}, aj keď ešte nevlastníte vlastné {brandLocalized}.

# _loginAppBenefitsEasyLoginText
source: Login to any {brandLocalized} with your {brandLocalized} ID to activate your driver profile with a simple QR code scan.
fi: Voit aktivoida {brandLocalized}-ajoneuvosi kuljettajaprofiilin miellyttävästi kirjautumalla sisään {brandLocalized}-tunnuksella QR-koodin avulla.
pl: Wygodnie aktywuj swój profil kierowcy w {brandLocalized}, logując się za pomocą swojego {brandLocalized} ID poprzez zeskanowany kod QR.
sk: Pohodlná aktivácia vášho profilu vodiča vo vašom {brandLocalized} prihlásením sa pomocou svojho {brandLocalized} ID naskonovaním QR kódu.

# _loginAppBenefitsPersonalizationText
source: Synchronize your personal settings and enjoy a more personal interaction with {brandLocalized} and your {brandLocalized} service center.
fi: Synkronoi henkilökohtaiset asetuksesi ja koe henkilökohtaisempi kommunikaatio {brandLocalized}-ajoneuvosi ja {brandLocalized}-kumppanisi kanssa.
pl: Zsynchronizuj swoje ustawienia osobiste i korzystaj z bardziej spersonalizowanej komunikacji z {brandLocalized} i swoim partnerem {brandLocalized}.
sk: Synchronizujte svoje osobné nastavenia a zažite osobnejšiu komunikáciu so spoločnosťou {brandLocalized} a svojím partnerom {brandLocalized}.

# _loginAppBenefitsPersonalizationTextMini
source: Enjoy a more personal interaction with {brandLocalized} and your {brandLocalized} service center.
fi: Koe henkilökohtaisempi kommunikaatio {brandLocalized}-ajoneuvosi ja {brandLocalized}-kumppanisi kanssa.
pl: Korzystaj z bardziej spersonalizowanej komunikacji z {brandLocalized} i swoim partnerem {brandLocalized}.
sk: Zažite osobnejšiu komunikáciu so spoločnosťou {brandLocalized} a svojím partnerom {brandLocalized}.

# _loginAppBenefitsRemoteControlText
source: Control your {brandLocalized} remotely, check the current vehicle status and manage charging services – at your fingertips with the {appName} app.
fi: Etäohjaa {brandLocalized}-ajoneuvoasi, tarkista ajoneuvon nykyinen tila ja koordinoi ajoneuvon latausta – helppoa {appName} -sovelluksella.
pl: Zdalnie steruj swoim {brandLocalized}, sprawdzaj aktualny status pojazdu i koordynuj ładowanie pojazdu – wszystko to jest łatwe dzięki aplikacji {appName}.
sk: Ovládajte svoje {brandLocalized} na diaľku, sledujte aktuálny stav vozidla a koordinujte nabíjanie vozidla – s aplikáciou {appName} je to jednoduché.

# _loginWithPinBranded
source: Log in to {appName} if your phone is not password-protected
fi: Kirjaudu sisään sovellukseen {appName}, jos puhelintasi ei ole suojattu salasanalla
pl: Zaloguj się do aplikacji {appName}, jeśli Twój telefon nie jest chroniony hasłem
sk: Ak Váš telefón nie je chránený heslom, prihláste sa do aplikácie {appName}

# _microphoneAccessPermissionContent
source: {appName} would like to access your microphone.
fi: {appName} haluaa käyttöoikeuden mikrofoniisi.
pl: {appName} chce uzyskać dostęp do Twojego mikrofonu.
sk: Aplikácia {appName} chce získať prístup k vášmu mikrofónu.

# _myAlexaSkillAllowRemoteAccessDescription
source: Allow Alexa devices to interact via the app with all vehicles linked to this {brand} ID.
fi: Alexa-laitteiden sallitaan olla yhteydessä kaikkiin ajoneuvoihin, jotka on yhdistetty tähän {brand}-tunnukseen.
pl: Zezwól urządzeniom Alexa na interakcję poprzez aplikację ze wszystkimi pojazdami powiązanymi z tym {brand} ID.
sk: Povoliť zariadeniam Alexy interagovať cez aplikáciu so všetkými vozidlami, ktoré sú spojené s týmto {brand} ID.

# _myAlexaSkillDescriptionOne
source: With Alexa, your {brand} is literally coming home. Once you have successfully linked the skill to your {brand} ID, you can use it to check information such as your vehicle's range, to unlock your vehicle via the app, to turn on the climate control and much more.
fi: Alexa tuo {brand}:si kirjaimellisesti kotiisi. Kun olet menestyksellisesti yhdistänyt Skillin {brand}-tunnukseesi, voit tarkistaa tietoja kuten ajoneuvon toimintasäteen, avata ajoneuvon lukituksen sovelluksella, kytkeä ilmastoinnin päälle ja paljon muuta.
pl: Dzięki usłudze Alexa Twoje {brand} dosłownie wjeżdża do domu. Po połączeniu Alexa Skill z {brand} ID uzyskasz dostęp do takich funkcji, jak określenie zasięgu pojazdu, odblokowanie pojazdu za pomocą aplikacji, włączenie klimatyzacji i wiele innych.
sk: S Alexou príde vaše {brand} priamo domov. Keď ste Skill úspešne spojili so svojím {brand} ID, môžete si, napr. vyvolať informácie o dojazde vozidla, odomknúť vozidlo cez aplikáciu, zapnúť klimatizáciu a oveľa viac.

# _myAlexaSkillDescriptionTwo
source: Go to Amazon and activate {appName} Alexa Skill on your devices to start using it.
fi: Siirry Amazoniin ja aktivoi {appName} Alexa Skill laitteillasi, jotta voit aloittaa käytön.
pl: Przejdź do Amazon i aktywuj {appName} Alexa Skill na swoich urządzeniach, aby korzystać z aplikacji.
sk: Prejdite do Amazonu a aktivujte si Alexa Skill aplikácie {appName} na svojich zariadeniach, aby ste mohli začať s používaním.

# _myAlexaSkillEnableSkillButton
source: ACTIVATE {appName} ALEXA SKILL
fi: AKTIVOI {appName} ALEXA SKILL
pl: ODBLOKUJ {appName} ALEXA SKILL
sk: AKTIVOVAŤ ALEXA SKILL APLIKÁCIE {appName}

# _myAlexaSkillLockedNotes
source: Your {appName} Alexa Skill is locked because the incorrect PIN was entered. You can unlock it here.
fi: {appName} Alexa Skill on estetty, koska on syötetty virheellinen PIN-koodi. Voit poistaa eston tässä.
pl: {appName} Alexa Skill jest zablokowana, ponieważ został wprowadzony nieprawidłowy PIN. Możesz ją tutaj odblokować.
sk: Váš Alexa Skill aplikácie {appName} je zablokovaný, pretože bol zadaný nesprávny PIN kód. Môžete ho odblokovať tu.

# _myAlexaSkillNotesOne
source: Note: Check the status of your {appName} Alexa Skill or find all available functions on the <link>Alexa website<link>.
fi: Huomautus: Tarkista {appName} Alexa Skillin tila tai löydä kaikki käytettävissä olevat toiminnot <link>Alexa-verkkosivulta<link>.
pl: Uwaga: sprawdź status {appName} Alexa Skill lub znajdź wszystkie dostępne funkcje na <link>stronie internetowej Alexa<link>.
sk: Upozornenie: Skontrolujte stav Allexa Skill aplikácie {appName} alebo nájdite všetky dostupné funkcie na odkaze <link>Alexa webová stránka<link>.
