Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# manualTroubleShootingParagraph
source: If the device does not automatically maintain its connection to the vehicle, here are a few steps to help reconnect:
fi: Jos mobiililaitteesi ei pysty muodostamaan yhteyttä ajoneuvoon automaattisesti, kokeile seuraavia vaiheita:
pl: Jeśli urządzenie mobilne nie nawiązuje połączenia automatycznie, spróbuj wykonać następujące kroki:
sk: Ak by Vaše mobilné zariadenie nenadviazalo pripojenie k vozidlu automaticky, skúste vykonať nasledovné kroky:

# manualTroubleShootingStep1
source: Select your mobile device in the "Mobile devices" menu in the vehicle:
fi: Valitse mobiililaitteesi ajoneuvon valikossa "Mobiililaitteet":
pl: W menu pojazdu "Urządzenia mobilne" wybierz swój telefon komórkowy:
sk: Vyberte svoje mobilné zariadenie v menu „Mobilné zariadenia“ vo vozidle:

# manualTroubleShootingStep1Hint1
source: Bluetooth® audio profile and apps must be selected.
fi: Varmista, että Bluetooth-audio ja sovellusten yhteydet sallitaan.
pl: Upewnij się, że dźwięk Bluetooth i połączenia aplikacji są dozwolone.
sk: Profil Bluetooth Audio musí byť aktivovaný.

# manualTroubleShootingStep1Hint2
source: Uncheck the option to use the internet if you haven't booked the Wi-Fi hotspot option.
fi: Jos et ole tilannut Wi-Fi-hotspot-toimintoa, poista valintamerkki internetin käytön kohdalta.
pl: Usuń zaznaczenie z pola wyboru "Korzystanie z Internetu", jeśli usługa korzystania z hotspotu Wi-Fi nie została zamówiona.
sk: Odstráňte zaškrtnutie pri použití internetu, ak ste si neobjednali internetový hotspot.

# manualTroubleShootingStep2
source: Still not working? Disconnect and reconnect, or delete and re-add the device.
fi: Jos et vieläkään saa muodostettua yhteyttä, poista mobiililaite ajoneuvostasi ja yhdistä se uudelleen.
pl: Jeśli nadal nie można nawiązać połączenia, usuń urządzenie mobilne z pojazdu i połącz go ponownie.
sk: Ak by sa Vám aj naďalej nedarilo nadviazať pripojenie, odstráňte mobilné zariadenie vo svojom vozidle a pripojte ho znova.

# mapAndMobilityPageTitle
source: Map & Mobility
fi: Kartta & liikkuvuus
pl: Mapa i mobilność
sk: Mapa a mobilita

# mapDetailTitle
source: Map Detail
fi: Kartan yksityiskohta
pl: Szczegóły mapy
sk: Detail mapy

# mapLayersSemantics
source: Map settings
fi: Kartta-asetukset
pl: Ustawienia mapy
sk: Nastavenia mapy

# mapSemantics
source: Map
fi: Kartta
pl: Mapa
sk: Mapa

# mapSettingsMapLayer
source: Map settings
fi: Kartta-asetukset
pl: Ustawienia mapy
sk: Nastavenia mapy

# mapSettingsMapView
source: Map View
fi: Karttanäkymä
pl: Widok mapy
sk: Náhľad mapy

# mapSettingsSatelliteView
source: Satellite View
fi: Satelliittinäkymä
pl: Widok z satelity
sk: Satelitný náhľad

# mapUpdateSemantics
source: Map update
fi: Kartan päivitys
pl: Aktualizacja mapy
sk: Aktualizácia mapy

# mapViewSemantics
source: Map view
fi: Karttanäkymä
pl: Widok mapy
sk: Náhľad mapy

# marketingCommunications
source: Marketing Communication
fi: Markkinointiviestintä
pl: Komunikacja marketingowa
sk: Marketingová komunikácia

# marketingOptInErrorPageButton
source: TRY AGAIN
fi: YRITÄ UUDELLEEN
pl: POWTÓRZ
sk: OPAKOVAŤ

# meetingSemantics
source: Meeting
fi: Kokous
pl: Spotkanie
sk: Porada

# messageCenterEmptyStateText
source: We will inform you as soon as we have news.
fi: Heti kun saamme uusia tietoja, pidämme sinut luonnollisesti ajan tasalla.
pl: Gdy tylko pojawią się nowe informacje, przekażemy je na bieżąco.
sk: Hneď ako bude niečo nové, budeme vás samozrejme informovať.

# messageCenterEmptyStateTitle
source: Nothing for you today
fi: Ei uusia ilmoituksia
pl: Brak nowych wiadomości
sk: Žiadne nové správy

# messageCenterTitle
source: Message Center
fi: Ilmoitukset
pl: Powiadomienia
sk: Oznámenia

# messageFavoriteInternetRequired
source: An internet connection is required to add or edit a favorite.
fi: Suosikin lisääminen tai muokkaaminen edellyttää online-yhteyttä.
pl: Aby dodać do ulubionych lub edytować, potrzebne jest połączenie online.
sk: Na pridanie alebo upravenie obľúbenej položky sa vyžaduje online pripojenie.

# messageFavoritesDescription
source: You can save 30 Favorite locations.
fi: Voit tallentaa enintään 30 suosikkia.
pl: Można zapisać maksymalnie 30 ulubionych.
sk: Môžete uložiť až 30 obľúbených položiek.

# messageLowerCaseReply
source: Reply
fi: Vastaa
pl: Odpowiedz
sk: Odpovedať

# messageNoInternet
source: No internet connection. Reconnect and try again.
fi: Ei online-yhteyttä. Muodosta yhteys jälleen ja yritä uudelleen.
pl: Brak połączenia online. Przywróć połączenie i powtórz.
sk: Žiadne online pripojenie. Obnovte pripojenie a zopakujte.

# messageSemantics
source: Message
fi: Ilmoitus
pl: Wiadomość
sk: Správa

# messageTitle
source: Message
fi: Viesti
pl: Wiadomość
sk: Správa

# messageUnableToSyncBMW
source: Unable to sync with your BMW
fi: Synkronointi ei mahdollista BMW:lläsi
pl: Niemożliwa synchronizacja z Twoim BMW
sk: Nie je možná synchronizácia s Vaším BMW

# messageUnableToSyncMINI
source: Unable to sync with your MINI
fi: Synkronointi ei mahdollista MINIlläsi
pl: Niemożliwa synchronizacja z Twoim MINI
sk: Nie je možná synchronizácia s Vaším MINI

# messageWhenSomethingWentWrong
source: Something went wrong. Please try again later...
fi: Jotain meni pieleen. Yritä myöhemmin uudelleen…
pl: Coś poszło nie tak. Spróbuj ponownie później…
sk: Niečo sa pokazilo. Skúste to neskôr znova…

# microphoneAccessPermissionTitle
source: Allow Photo Microphone Access
fi: Salli käyttöoikeus mikrofoniin
pl: Zezwól na dostęp do mikrofonu
sk: Povoliť prístup k mikrofónu

# microphoneSemantics
source: Microphone
fi: Mikrofoni
pl: Mikrofon
sk: Mikrofón

# miniPictureChangeSelectedVehicleDialogDescriptionOne
source: To complete this action, the active vehicle will be switched to your {newModel}.
fi: Tämän toiminnon viemiseksi päätökseen aktiivinen ajoneuvo vaihdetaan {newModel} -ajoneuvoksi.
pl: Aby zakończyć tę czynność, aktywny pojazd jest zmieniany na Twój pojazd {newModel}.
sk: Na ukončenie tejto akcie sa aktívne vozidlo zmení na vaše {newModel}.

# miniPictureChangeSelectedVehicleDialogDescriptionTwo
source: You can select your {oldModel} again from the garage.
fi: Voit valita {oldModel} -ajoneuvosi uudelleen autotallin kautta.
pl: Model {oldModel} możesz ponownie wybrać poprzez garaż.
sk: Váš {oldModel} môžete vybrať znovu cez garáž.

# miniPictureChangeSelectedVehicleDialogSelectionButton
source: Select this {brand}
fi: Valitse tämä {brand}
pl: Wybierz ten pojazd {brand}
sk: Zvoliť tento {brand}

# miniPictureChangeSelectedVehicleDialogTitle
source: Change selected {brand}
fi: Muuta valittu {brand}
pl: Zmień wybrany pojazd {brand}
sk: Zmeniť vybraný {brand}

# miniPictureChoosePhotoFromGallery
source: Select picture
fi: Choose a picture
pl: Bild auswählen
sk: Choose a picture

# miniPictureChoosePictureDescription
source: Add a personal picture to appear on your vehicle display. See what it will look like.
fi: Add personal pictures to appear on your vehicle's display. See what it will look like.
pl: Add personal pictures to appear on your vehicle's display. See what it will look like.
sk: Add personal pictures to appear on your vehicle's display. See what it will look like.

# miniPictureCroppingDataPrivacyDisclaimer
source: In order to display this image in the vehicle, it will be stored in the {brand} database
fi: Ajoneuvossa näytettäväksi valitut kuvat tallennetaan {brand}-tietokantaan
pl: W celu wyświetlenia w pojeździe wybrane obrazy są zapisywane w bazie danych {brand}
sk: Na zobrazenie vo vozidle sa uložia zvolené obrázky v {brand} databáze

# miniPictureEditCurrentPicture
source: Edit picture
fi: Muokkaa kuvaa
pl: Edytuj zdjęcie
sk: Upraviť obrázok

# miniPictureEditPictureDescription
source: You can edit and adjust the picture in your vehicle.
fi: You can continue to edit and adjust the picture in your vehicle.
pl: You can continue to edit and adjust the picture in your vehicle.
sk: You can continue to edit and adjust the picture in your vehicle.

# miniPictureEntryPointDescription
source: Add your personal picture to your vehicle
fi: Näytä henkilökohtainen kuvasi ajoneuvossa
pl: Wyświetlaj swoje zdjęcie w pojeździe
sk: Nechajte si vo vozidle zobraziť svoj osobný obrázok

# miniPictureImageEditFail
source: An error occurred while updating your picture. Please try again.
fi: Muutoksia ei voitu ottaa käyttöön. Yritä uudelleen.
pl: Zmiany nie mogły zostać przyjęte. Spróbuj ponownie.
sk: Zmeny nebolo možné prevzať. Skúste to znova.

# miniPictureImageEditFailure
source: Your changes could not be applied. Please try again.
fi: Muutoksiasi ei voitu ottaa käyttöön. Yritä uudelleen.
pl: Twoje zmiany nie mogły zostać przyjęte. Spróbuj ponownie.
sk: Vaše zmeny nebolo možné prevziať. Skúste to neskôr znova.

# miniPictureImageEditSuccess
source: Picture successfully updated.
fi: Muutokset otettiin käyttöön.
pl: Twoje zmiany zostały przyjęte.
sk: Vaše zmeny boli prevzané.

# miniPictureImageUploadSuccess
source: Picture successfully uploaded.
fi: Kuva ladattu onnistuneesti.
pl: Zdjęcie przesłane pomyślnie.
sk: Obrázok bol úspešne nahratý.

# miniPictureInternetConnectionDialogDescription
source: Slow or no online connection. Please check your Internet settings and try again.
fi: Hidas online-yhteys tai ei yhteyttä. Tarkista internet-asetukset ja yritä uudelleen.
pl: Wolne połączenie online lub brak połączenia online. Sprawdź ustawienia internetowe i spróbuj ponownie.
sk: Pomalé alebo žiadne online pripojenie. Skontrolujte internetové nastavenia a postup zopakujte.

# miniPictureLowQualityImage
source: Select larger image for optimum display in the vehicle.
fi: Valitse suurempi kuva optimaalista näyttöä varten ajoneuvossa.
pl: Wybierz większy obraz w celu optymalnego wyświetlania w pojeździe.
sk: Pre optimálne zobrazenie vo vozidle vyberte väčší obrázok.

# miniPictureMenuEmptySlotTitle
source: Select your picture
fi: Valitse kuvasi
pl: Wybierz swoje zdjęcie
sk: Vyberte si svoj obrázok

# miniPictureMenuSubTitle
source: Edit your picture.
fi: Muokkaa kuvaasi.
pl: Edytuj swoje zdjęcie.
sk: Upravte svoj obrázok.

# miniPictureMenuTitle
source: Personal picture
fi: Henkilökohtainen kuva
pl: Własne zdjęcie
sk: Osobný obrázok

# miniPicturePersonalPictureApply
source: Apply
fi: Käytä
pl: Zastosuj
sk: Prevziať

# miniPicturePersonalPictureViewDescription
source: Add up to 3 pictures to personalize the display background.
fi: Voit ladata enintään kolme henkilökohtaista taustakuvaa.
pl: Możesz przesłać do trzech własnych obrazów tła.
sk: Môžete nahrať až tri osobné obrázky pozadia.

# miniPicturePersonalPictureViewTitle
source: Your personal picture
fi: Henkilökohtainen kuvasi
pl: Twoje własne zdjęcie
sk: Váš osobný obrázok

# miniPictureRemoveDialogDescription
source: The picture will also be removed from the vehicle.
fi: Kuva poistetaan myös ajoneuvosta.
pl: Zdjęcie zostanie również usunięte z pojazdu.
sk: Obrázok sa tiež odstráni z vozidla.

# miniPictureRemoveDialogTitle
source: Are you sure you want to remove this picture?
fi: Oletko varma, että haluat poistaa tämän kuvan?
pl: Czy na pewno chcesz usunąć to zdjęcie?
sk: Naozaj chcete odstrániť tento obrázok?

# miniPictureRemovePicture
source: Remove picture
fi: Poista kuva
pl: Usuń zdjęcie
sk: Odstrániť obrázok

# miniPictureRemovePictureFailed
source: An error occurred while removing your picture. Please try again.
fi: Kuvan poistaminen epäonnistui. Yritä uudelleen.
pl: Usunięcie obrazu nie powiodło się. Spróbuj ponownie.
sk: Odstraňovanie obrázku zlyhalo. Skúste to znova.

# miniPictureSelectPictureErrorDialogConfirmationButton
source: Got it
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

# miniPictureSelectPictureErrorDialogDescription
source: Please choose a picture for your vehicle display.
fi: Valitse kuva, jonka haluat näyttää ajoneuvossa.
pl: Wybierz zdjęcie, które chcesz wyświetlić w pojeździe.
sk: Vyberte obrázok, ktorý chcete zobraziť vo vozidle.

# miniPictureSelectPictureErrorDialogTitle
source: Select picture
fi: Valitse kuva
pl: Wybierz zdjęcie
sk: Vyberte obrázok

# miniPictureSmallImageDialogDescription
source: The selected picture is low resolution and may not look good in the vehicle.
fi: Valitun kuvan resoluutio on alhainen, eikä se välttämättä näytä hyvältä ajoneuvossa.
pl: Wybrane zdjęcie ma niską rozdzielczość i może nie wyglądać dobrze w pojeździe.
sk: Vybratý obrázok má nízke rozlíšenie a vo vozidle nemusí vyzerať dobre.

# miniPictureSmallImageDialogTitle
source: Are you sure?
fi: Oletko varma?
pl: Czy na pewno?
sk: Ste si istý?

# miniPictureSmallImageDialogUploadButton
source: Upload
fi: Lataa palvelimelle
pl: Prześlij
sk: Nahrať

# miniPictureTakePhoto
source: Take a photo
fi: Ota kuva
pl: Zrób zdjęcie
sk: Nasnímať obrázok

# miniPictureUploadErrorDialogDescription
source: An error occurred while uploading the picture. Please try again.
fi: Virhe kuvan lataamisessa. Yritä uudelleen.
pl: Błąd podczas przesyłania zdjęcia. Spróbuj ponownie.
sk: Chyba pri nahrávaní obrázka. Skúste to neskôr znova.

# miniPictureUploadErrorDialogTitle
source: Unable to upload picture
fi: Kuvaa ei voi ladata
pl: Nie można przesłać zdjęcia
sk: Obrázok sa nedá nahrať

# miniPictureVehicleNotFoundDialogDescription
source: This vehicle has not yet been added to the {appName} app. Add your profile to the vehicle so you can use this feature.
fi: Ajoneuvo ei ole vielä {appName} -sovelluksessasi. Lisää profiilisi ajoneuvoon, jotta voit käyttää tätä toimintoa.
pl: Pojazd nie znajduje się jeszcze w Twojej aplikacji {appName}. Dodaj swój profil w pojeździe, aby móc korzystać z tej funkcji.
sk: Vozidlo ešte nie je vo vašej aplikácii {appName}. Ak chcete používať túto funkciu, pridajte si do vozidla svoj profil.

# miniPictureVehicleNotFoundDialogTitle
source: Vehicle not found
fi: Ajoneuvoa ei löytynyt
pl: Nie znaleziono pojazdu
sk: Vozidlo sa nenašlo

# miniPictureZoomedImageLowQuality
source: Select a lower zoom level for optimum display in the vehicle.
fi: Valitse pienempi zoomaustaso optimaalista näyttöä varten ajoneuvossa.
pl: Wybierz niższy poziom powiększenia w celu optymalnego wyświetlania w pojeździe.
sk: Pre optimálne zobrazenie vo vozidle vyberte nižšiu úroveň priblíženia.

# miniSharingSubtitle
source: Share your MINI
fi: Jaa MINIsi
pl: Udostępnij swój pojazd MINI
sk: Zdieľajte svoje MINI

# mobile20cpsChargingPreconditionForDeparture
source: Pre-condition for departure time
fi: Esivalmistele lähtöaikaan
pl: Klimatyzowanie do godziny odjazdu
sk: Klimatizovanie k času odjazdu

# mobile20cpsUnlimited
source: Maximum
fi: Maksimaalinen
pl: Maksymalnie
sk: Maximálny

# mobilityOptionCost
source: Cost:
fi: Maksu:
pl: Koszty:
sk: Náklady:

# monthFormatButton
source: MONTH
fi: KUUKAUSI
pl: MIESIĄC
sk: MESIAC

source: MORE
fi: LISÄÄ
pl: WIĘCEJ
sk: VIAC

source: MORE HELP
fi: LISÄÄ OHJEITA
pl: DALSZA POMOC
sk: ĎALŠIA POMOC

source: MORE INFORMATION
fi: LISÄTIETOJA
pl: WIĘCEJ INFORMACJI
sk: VIAC INFORMÁCIÍ

source: Morning
fi: Aamupäivä
pl: Przed południem
sk: Dopoludnia

# multipleCBSIssuesWarning
source: Multiple services needed
fi: Useita tarpeellisia huoltoja
pl: Wymaganych jest kilka przeglądów
sk: Vyžadujú sa viaceré servisné služby

source: Multiple Issues
fi: Useita ongelmia
pl: Wiele problemów
sk: Viaceré problémy

# musicSemantics
source: Music
fi: Musiikki
pl: Muzyka
sk: Hudba

source: MY ACCOUNT
fi: OMA TILI
pl: MOJE KONTO
sk: MÔJ ÚČET

# myAlexaSkillAllowRemoteAccess
source: Allow Alexa access via app
fi: Salli Alexan käyttö sovelluksella
pl: Zezwól na dostęp do usługi Alexa przez aplikację
sk: Povoliť prístup Alexe cez aplikáciu

# myAlexaSkillChangePin
source: CHANGE
fi: MUUTA
pl: ZMIEŃ
sk: ZMENIŤ

# myAlexaSkillCreatePin
source: CREATE
fi: LUO
pl: UTWÓRZ
sk: VYTVORIŤ

# myAlexaSkillUnlockPin
source: UNLOCK
fi: POISTA ESTO
pl: ODBLOKUJ
sk: ODBLOKOVAŤ

# myCouponsUsingCouponPopUpLater
source: LATER
fi: MYÖHEMMIN
pl: PÓŹNIEJ
sk: NESKÔR

# myCouponsUsingCouponPopUpReserve
source: RESERVE NOW
fi: VARAA NYT
pl: ZAREZERWUJ TERAZ
sk: REZERVOVAŤ TERAZ

# myDestinationsTitle
source: My destinations
fi: Omat kohteet
pl: Moje cele
sk: Moje ciele

source: My Favorite Places
fi: Omat suosikkipaikat
pl: Moje ulubione miejsca
sk: Moje obľúbené miesta

source: My interactions
fi: Oma vuorovaikutus
pl: Moje interakcje
sk: Moje interakcie

# myLocationTitle
source: MY LOCATION
fi: OMA SIJAINTI
pl: MOJA LOKALIZACJA
sk: MOJA AKTUÁLNA POLOHA

source: MY SETTINGS
fi: OMAT ASETUKSET
pl: MOJE USTAWIENIA
sk: MOJE NASTAVENIA

source: Name
fi: Nimi
pl: Nazwa
sk: Názov

# nameFieldText
source: Name
fi: Nimi
pl: Nazwa
sk: Názov

# nameInputLabel
source: Name
fi: Nimi
pl: Nazwa
sk: Názov

# nativeConfirmationPageSubtitle
source: Your service has been successfully scheduled. You can cancel and review the details of your service appointment by visiting Dealer Services within the app. To make changes to your appointment, please call the dealer.
fi: Huollon suunnittelu onnistui. Voit peruuttaa huoltoajan ja tarkistaa huoltoajan tiedot menemällä sovelluksen kohtaan Oma jälleenmyyjä. Jos haluat muuttaa aikaa, soita jälleenmyyjälle.
pl: Serwis został pomyślnie zaplanowany. Możesz anulować termin przeglądu i sprawdzić jego szczegóły, wchodząc do opcji Mój dealer w aplikacji. Aby dokonać zmian w terminie, zadzwoń do dealera.
sk: Váš servis bol úspešne naplánovaný. Návštevou časti aplikácie Môj predajca môžete svoj servisný termín stornovať alebo skontrolovať jeho podrobnosti. Ak chcete zmeniť svoj termín, zavolajte predajcovi.

# nativeConfirmationPageTitle
source: Thank You!
fi: Kiitos!
pl: Dziękujemy!
sk: Ďakujeme!

# nativeOwnerInformationSubtitle
source: Please enter your information in the required fields and review for accuracy.
fi: Kirjaa tiedot vaadittaviin kenttiin ja tarkista niiden oikeellisuus ja täydellisyys.
pl: Wpisz swoje dane w wymagane pola i sprawdź, czy są prawidłowe oraz kompletne.
sk: Do potrebných polí zadajte svoje údaje a skontrolujte ich správnosť a úplnosť.

# nativeVehicleInformationSubtitle
source: Please enter your information in the required fields and review for accuracy.
fi: Kirjaa tiedot vaadittaviin kenttiin ja tarkista niiden oikeellisuus ja täydellisyys.
pl: Wpisz swoje dane w wymagane pola i sprawdź, czy są prawidłowe oraz kompletne.
sk: Do potrebných polí zadajte svoje údaje a skontrolujte ich správnosť a úplnosť.

# nativeVehicleInformationTitle
source: Vehicle Information
fi: Ajoneuvon tiedot
pl: Informacje o pojeździe
sk: Informácie o vozidle

# naturalLanguageAssistantSemantics
source: Speech assistant
fi: Puheavustin
pl: Asystent mowy
sk: Hlasový asistent

# nearYouHeaderSeparator
source: Near you
fi: Lähistöllä
pl: W pobliżu
sk: V blízkosti

source: Nearby
fi: Lähistöllä
pl: W pobliżu
sk: V blízkosti

# nearbyParkingSpotsAvailable
source: spots available
fi: Paikkoja käytettävissä
pl: Dostępne miejsca
sk: Dostupné miesta

# networkErrorText
source: Please check your mobile connection, and try again in a few minutes.
fi: Tarkista matkapuhelinyhteys ja yritä uudelleen muutaman minuutin kuluttua.
pl: Sprawdź połączenie telefonii komórkowej i spróbuj ponownie za kilka minut.
sk: Skontrolujte svoje mobilné pripojenie a skúste to znova o niekoľko minút.

# neverSyncedTimeFavoritesCache
source: never updated
fi: ei koskaan päivitetty
pl: nigdy nie zaktualizowano
sk: nikdy aktualizované

source: New Flow
fi: Uusi työnkulku
pl: Nowy proces
sk: Nový postup

# newNotification
source: {amount,plural, =1{{amount} new message}other{{amount} new messages}}
fi: {amount,plural, =1{{amount} uusi ilmoitus}other{{amount} uutta ilmoitusta}}
pl: {amount,plural, =1{{amount} nowa wiadomość}other{{amount} nowe/nowych wiadomości}}
sk: {amount,plural, =1{{amount} nová správa}other{{amount} nové správy}}

# newTagText
source: New
fi: Uusi
pl: Nowe
sk: Nové

source: New User? Create Account
fi: Uusi käyttäjä? Avaa tili
pl: Nowy użytkownik? Utwórz konto
sk: Nový používateľ? Vytvorte si účet

# newVersion
source: New Version: {newVersion}
fi: Uusi versio: {newVersion}
pl: Nowa wersja: {newVersion}
sk: Nová verzia: {newVersion}

source: Next
fi: Seuraava
pl: Dalej
sk: Ďalej

# nextButton
source: Next
fi: Seuraava
pl: Dalej
sk: Ďalej

# nextButtonDateTimeLabel
source: Review appointment
fi: Tarkista aika
pl: Sprawdź termin wizyty
sk: Skontrolovať termín

# nextButtonLabel
source: Next
fi: Seuraava
pl: Dalej
sk: Ďalej

# nextButtonReviewLabel
source: Schedule appointment
fi: Varaa aika
pl: Umów termin wizyty
sk: Dohodnúť termín

# nextButtonServicesRepairsLabel
source: Select date and time
fi: Valitse päivämäärä ja kellonaika
pl: Wybierz datę i godzinę
sk: Vybrať dátum a čas

# nextTimeOnlyWarningCheckboxLabel
source: Do not show this again
fi: Älä näytä uudestaan
pl: Nie wyświetlaj ponownie
sk: Nabudúce nezobrazovať

# nextTimeOnlyWarningDesc
source: All other departure times will be paused until the next-time-only has expired.
fi: Kaikki muut lähtöajat ovat tauolla, kunnes kertaluonteinen lähtöaika on saavutettu.
pl: Wszystkie inne godziny odjazdu są zatrzymywane do czasu osiągnięcia jednorazowej godziny odjazdu.
sk: Všetky ostatné časy odjazdu sú pozastavené, až kým sa nedosiahne jednorazový čas odjazdu.

# nextTimeOnlyWarningTitle
source: One-time departure time will be activated
fi: Kertaluonteinen lähtöaika aktivoidaan
pl: Jednorazowa godzina odjazdu zostanie aktywowana
sk: Aktivuje sa jednorazový čas odjazdu

# nextUpperCase
source: NEXT
fi: SEURAAVA
pl: DALEJ
sk: ĎALEJ

# nfcListEntrySemantics
source: NFC access
fi: Pääsy NFC:n kautta
pl: Dostęp NFC
sk: Prístup NFC

# nightVisionDeactivatedSemantics
source: Night Vision deactivated
fi: Night Vision aktivointi poistettu
pl: Dezaktywowano Night Vision
sk: Night Vision deaktivované

source: No
fi: Ei
pl: Nie
sk: Nie

# noActiveSubscriptionButtonBMW
source: GO TO SHOP
fi: SHOPIIN
pl: DO SKLEPU
sk: DO OBCHODU

# noActiveSubscriptionDescriptionBMW
source: To access full functionality including Remote Services, Vehicle Data, please check service availability for your vehicle and activate your subscription.
fi: Kaikkien toimintojen, esim. Remote Services ja ajoneuvon tiedot, käyttöä varten tarkista palvelun saatavuus ajoneuvolle ja aktivoi tilaus.
pl: Aby uzyskać dostęp do wszystkich funkcji, w tym do Usług Zdalnych i danych pojazdu, sprawdź dostępność usług dla swojego pojazdu i aktywuj abonament.
sk: Ak chcete získať prístup k všetkým funkciám vrátane Remote Services a dát o vozidle, skontrolujte dostupnosť služieb pre vozidlo a aktivujte si predplatné.

# noActiveSubscriptionDescriptionMINI
source: Unfortunately your vehicle does not support all app functions, including Remote Services and vehicle data.
fi: Ajoneuvosi ei valitettavasti tue kaikkia sovelluksen toimintoja, esim. Remote Services ja ajoneuvon tiedot.
pl: Niestety pojazd nie obsługuje wszystkich funkcji w aplikacji, w tym Usług Zdalnych i danych pojazdu.
sk: Vaše vozidlo, žiaľ, nepodporuje všetky funkcie aplikácie, medzi nim diaľkové služby a údaje o vozidle.

# noActiveSubscriptionDescriptionToyota
source: Unfortunately you do not currently have an active Remote Services subscription. Please follow the link to get an overview of your active subscriptions.
fi: Valitettavasti sinulla ei ole aktiivista Remote Services -tilausta. Linkkiä seuraamalla näet aktiiviset tilauksesi.
pl: Niestety obecnie nie ma żadnego aktywnego abonamentu Usług Zdalnych. Kliknij łącze, aby sprawdzić zestawienie swoich aktywnych abonamentów.
sk: Momentálne neexistuje žiadne aktívne predplatné diaľkových služieb. Na odkaze získate prehľad svojich aktívnych predplatných.

# noActiveSubscriptionMessageLinkoutBMW
source: GO TO SHOP
fi: SHOPIIN
pl: DO SKLEPU
sk: DO OBCHODU

# noActiveSubscriptionTitleBMW
source: No active subscription
fi: Ei aktiivista tilausta
pl: Brak ważnego abonamentu
sk: Žiadne aktívne predplatné
