Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# ChargeAndClimateSettingsStrings_waitToSendAdditionalCommand
source: Please wait a few minutes to send additional remote commands.
fi: Odota muutama minuutti, ennen kuin lähetät lisää remote-käskyjä.
pl: Odczekaj kilka minut przed wysłaniem dalszych poleceń zdalnych.
sk: Pred odoslaním ďalších príkazov na diaľku počkajte niekoľko minút.

# ChargeAndClimateSettingsStrings_weekly
source: Weekly
fi: Viikoittain
pl: Co tydzień
sk: Týždenne

# ChargeAndClimateSettingsStrings_weeklyTimerAssistive
source: Choose at least one day for a weekly recurring departure time.
fi: Valitse viikoittain toistuvaa lähtöaikaa varten vähintään yksi päivä.
pl: Dla powtarzającej się co tydzień godziny odjazdu wybierz co najmniej jeden dzień.
sk: Pre týždenne opakujúci sa čas odjazdu zvoľte minimálne jeden deň.

# ChargingAreaStrings_chargingCategoryTileDescription
source: Show on map
fi: Näytä kartalla
pl: Pokaż na mapie
sk: Ukázať na mape

# ChargingAreaStrings_chargingCategoryTileTitle
source: Find charging station
fi: Etsi latausasema
pl: Znajdź stację ładowania
sk: Nájsť nabíjaciu stanicu

# ChargingAreaStrings_evgoAppInstalledDialogDescription
source: You will be redirected to the {appBrandName} app where you can find charging stations and start charging your vehicle.
fi: Sinut ohjataan eteenpäin {appBrandName} -sovellukseen, josta löydät latausasemia ja voit aloittaa latauksen.
pl: Nastąpi przekierowanie do aplikacji {appBrandName}, w której można znaleźć stacje ładowania oraz rozpocząć ładowanie.
sk: Budete presmerovaný na aplikáciu {appBrandName}, v ktorej nájdete nabíjacie stanice a môžete spustiť nabíjanie.

# ChargingAreaStrings_evgoAppInstalledDialogTitle
source: Open {appBrandName} app
fi: Avaa sovellus {appBrandName}
pl: Otwórz aplikację {appBrandName}
sk: Otvoriť aplikáciu {appBrandName}

# ChargingAreaStrings_evgoAppNotInstalledDialogDescription
source: You must have the {appBrandName} app to be able to find charging stations and start charging your vehicle.
fi: {appBrandName} -sovellus on asennettava, jotta voidaan hakea latausasemia ja aloittaa lataus.
pl: Musisz zainstalować aplikację {appBrandName}, aby znaleźć stacje ładowania i rozpocząć ładowanie.
sk: Musíte nainštalovať aplikáciu {appBrandName}, aby ste mohli nájsť nabíjacie stanice a spustiť nabíjanie.

# ChargingAreaStrings_evgoAppNotInstalledDialogTitle
source: {appBrandName} app not installed
fi: {appBrandName} -sovellusta ei ole asennettu
pl: Aplikacja {appBrandName} nie jest zainstalowana
sk: Aplikácia {appBrandName} nie je nainštalovaná

# ChargingAreaStrings_evgoEntrypointDescription
source: Experience one of the largest charging networks
fi: Koe yksi suurimmista latausverkoista
pl: Poznaj jedną z największych sieci ładowania
sk: Zažite jednu z najväčších nabíjacích sietí

# ChargingAreaStrings_evgoEntrypointTitle
source: Charge with {appBrandName}
fi: Lataus {appBrandName} -sovelluksen avulla
pl: Ładowanie za pomocą aplikacji {appBrandName}
sk: Nabiť s {appBrandName}

# ChargingHistorySemanticsStrings_priceRequiredField
source: Required field
fi: Pakollinen kenttä
pl: Pole obowiązkowe
sk: Povinné pole

# ChargingHistoryStrings__chargeAndManageYourLocations
source: Charge your {brand} and manage your charging locations here.
fi: Lataa {brand} ja hallinnoi tässä latauspaikkoja.
pl: Naładuj swój pojazd {brand} i zarządzaj swoimi lokalizacjami ładowania tutaj.
sk: Nabite svoje {brand} a spravujte tu miesta nabíjania.

# ChargingHistoryStrings__chargingSessionsAccordionContent
source: The {appName} app shows your charging sessions in the history as soon as charging has been completed by unplugging the charging cable, as energy can still be drawn from the network after the charging session has been completed, e.g. for temperature control before setting off. In case of a lack of or poor vehicle connectivity, it may be possible that the vehicle doesn't send relevant charging data to the {appName} app, thus leading to missing or incomplete information within the charging history. For instance, the charged energy may be listed as "Not available".
fi: {appName} -sovellus näyttää lataushistorian sitten, kun lataus on lopetettu irrottamalla latauskaapeli, sillä verkosta voidaan ottaa virtaa vielä latauksen päätyttyäkin (esim. ilmastoinnin esivalmistelua varten). Jos ajoneuvon kytkentä on huono tai puuttuu, {appName} -sovellukselle ei mahdollisesti toimiteta riittävästi lataustietoja, minkä seurauksena lataushistoriasta voi puuttua tietoja tai ne voivat olla epätäydellisiä. Esimerkiksi ladatun virtamäärän kohdalla voi olla merkintä "ei käytettävissä".
pl: Aplikacja {appName} pokazuje historię ładowania, gdy tylko ładowanie zostanie zakończone przez odłączenie kabla ładowania, ponieważ energia może być nadal pobierana z sieci nawet po zakończeniu ładowania (np. w celu uruchomienia klimatyzacji). W przypadku braku lub słabej łączności w pojeździe może się zdarzyć, że do aplikacji {appName} przesyłane są niewystarczające dane dotyczące ładowania, co powoduje brak lub niekompletność informacji w historii ładowania. Na przykład ilość pobranej energii elektrycznej może być podana jako "niedostępna".
sk: Aplikácia {appName} zobrazuje vaše procesy nabíjania v histórii, hneď ako sa nabíjanie ukončí odpojením nabíjacieho kábla, pretože elektrinu je možné čerpať zo siete aj po dokončení nabíjania (napr. predklimatizovanie). Ak vo vozidle nie je pripojenie dostupné alebo je pripojenie nedostatočné, môže sa stať, že sa do aplikácie {appName} odošlú nedostatočne relevantné údaje o nabíjaní, čo vedie k chýbajúcim alebo neúplným informáciám v histórii nabíjania. Napríklad množstvo nabitej elektriny môže byť uvedené ako "nedostupné".

# ChargingHistoryStrings__energyChargedAccordionContent
source: The charged energy and charging costs determined by the {appName} app are based on vehicle data. The accuracy and availability of this data is affected by various factors (GSM reception, charging time, outside temperature, AC or DC charging etc.). As a result, the charged energy can only be provided as a rounded value that may deviate from the actual electrical consumption used for the charging process (e.g. according to the electricity meter of your Wallbox).
fi: {appName} -sovelluksen määrittämät virtamäärät ja latauskustannukset perustuvat ajoneuvon tietoihin, joiden tarkkuuteen ja käytettävyyteen vaikuttavat monenlaiset tekijät (GSM-vastaanotto, latauksen kesto, ulkolämpötila, AC- tai DC-lataus jne.). Tämän vuoksi ladattu virtamäärä voidaan ilmoittaa vain pyöristettynä arvona, joka voi poiketa todellisesta virrankulutuksesta (esim. Wallbox-latausaseman virtamittarin mukaan).
pl: Ilości energii elektrycznej i koszty ładowania określone przez aplikację {appName} są oparte na danych pojazdu, których dokładność i dostępność zależą od różnych czynników (odbiór GSM, czas trwania ładowania, temperatura zewnętrzna, ładowanie AC lub DC itp.). Z tego względu ilość naładowanej energii elektrycznej może być podana tylko jako wartość zaokrąglona i może odbiegać od rzeczywistego zużycia prądu (np. wg licznika energii elektrycznej na stacji ładowania Wallbox).
sk: Množstvo elektriny a náklady na nabíjanie určené aplikáciou {appName} sú založené na údajoch o vozidle, ktorých presnosť a dostupnosť je ovplyvnená rôznymi faktormi (príjem GSM, doba nabíjania, vonkajšia teplota, AC alebo DC nabíjanie atď.). V dôsledku toho môže byť množstvo nabitej elektriny poskytnuté iba ako zaokrúhlená hodnota a môže sa líšiť od skutočnej spotreby elektrickej energie (napr. podľa elektromera na vašej nabíjacej stanici Wallbox).

# ChargingHistoryStrings__fileName
source: {brand} Charging History {month} {year}
fi: {brand} lataushistoria {month} {year}
pl: Historia ładowania {brand} {month} {year}
sk: {brand} história nabíjania {month} {year}

# ChargingHistoryStrings__trackChargingLocationsCollectSessions
source: Track your charging locations by allowing the {appName} app to collect data from your charging sessions.
fi: Jotta voit seurata latauspaikkoja, salli {appName} -sovelluksen kerätä lataukseen liittyviä tietoja.
pl: Śledź lokalizacje ładowania, zezwalając aplikacji {appName} na gromadzenie danych przeprowadzanych ładowań.
sk: Sledujte svoje miesta nabíjania tým, že aplikácii {appName} povolíte zhromažďovať údaje z vašich nabíjaní.

# ChargingHistoryStrings__vehicleImageSemantics
source: Here is an image of your {brand}.
fi: Tässä on kuva {brand}-ajoneuvostasi.
pl: Tu jest prezentowane zdjęcie Twojego {brand}.
sk: Tu je obrázok vášho {brand}.

# ChargingHistoryStrings_aboutChargingHistorySemantics
source: About Charging History
fi: Tietoja lataushistoriasta
pl: Informacje na temat historii ładowania
sk: Informácie o histórii nabíjania

# ChargingHistoryStrings_aboutScreenAccordion4Bullet1
source: Multiple vehicles charging
fi: Useiden ajoneuvojen lataaminen
pl: Ładowanie kilku pojazdów
sk: Načítať viaceré vozidlá

# ChargingHistoryStrings_aboutScreenAccordion4Bullet1Description
source: The total charging power for all charging points is limited at some charging stations. If several charging points of a charging station are occupied, the available power is divided among all charging processes that are active at the same time.
fi: Joillakin latausasemilla kaikkien latauspisteiden kokonaislatausteho on rajoitettu. Jos latausaseman useat latauspisteet ovat varattuja, käytettävissä oleva teho jaetaan kaikkien samanaikaisesti aktiivisten latausprosessien kesken.
pl: Na niektórych stacjach ładowania łączna moc ładowania dla wszystkich punktów ładowania jest ograniczona. Jeśli zajętych jest kilka punktów ładowania stacji ładowania, dostępna moc jest dzielona pomiędzy wszystkie ładowania, które są aktywne w tym samym czasie.
sk: Na niektorých nabíjacích staniciach je celkový nabíjací výkon pre všetky nabíjacie miesta obmedzený. Ak je obsadených niekoľko nabíjacích miest nabíjacej stanice, dostupný výkon sa rozdelí medzi všetky súčasne aktívne nabíjania.

# ChargingHistoryStrings_aboutScreenAccordion4Bullet2
source: Quality of the charging station
fi: Latausaseman laatu
pl: Jakość stacji ładowania
sk: Kvalita nabíjacej stanice

# ChargingHistoryStrings_aboutScreenAccordion4Bullet2Description
source: The actual charging power of a charging station can deviate from the specified charging power.
fi: Latausaseman todellinen latausteho voi poiketa ilmoitetusta lataustehosta.
pl: Rzeczywista moc ładowania stacji ładowania może odbiegać od podanej mocy ładowania.
sk: Skutočný nabíjací výkon nabíjacej stanice sa môže líšiť od špecifikovaného nabíjacieho výkonu.

# ChargingHistoryStrings_aboutScreenAccordion4Bullet3
source: Charging when the battery charge level is very high or very low
fi: Lataus, kun akun varaustila on erittäin korkea tai erittäin alhainen
pl: Ładowanie przy bardzo wysokim lub bardzo niskim poziomie naładowania akumulatora
sk: Nabíjanie, keď je úroveň nabitia batérie veľmi vysoká alebo veľmi nízka

# ChargingHistoryStrings_aboutScreenAccordion4Bullet3Description
source: An optimal charging speed is achieved with a battery charge state of between 10% to 80%.
fi: Optimaalinen latausnopeus saavutetaan, kun akun varaustila on 10-80 %.
pl: Optymalną szybkość ładowania osiągniesz przy poziomie naładowania akumulatora wynoszącym od 10% do 80%.
sk: Optimálnu rýchlosť nabíjania dosiahnete pri stave nabitia batérie 10% až 80%.

# ChargingHistoryStrings_aboutScreenAccordion4Bullet4
source: Delayed increase in charging power
fi: Lataustehon viivästetty lisääminen
pl: Opóźniony w czasie wzrost mocy ładowania
sk: Oneskorené zvýšenie nabíjacieho výkonu

# ChargingHistoryStrings_aboutScreenAccordion4Bullet4Description
source: Some charging stations only provide maximum power after a few minutes. Wait a few minutes to see whether the charging station provides the full specified charging power.
fi: Jotkin latausasemat antavat maksimitehon vasta muutaman minuutin kuluttua. Odota, saadaanko latausasemasta täysi ilmoitettu latausteho muutaman minuutin kuluttua.
pl: Niektóre stacje ładowania zapewniają maksymalną moc dopiero po kilku minutach. Odczekaj kilka minut, aby sprawdzić, czy stacja ładowania zapewnia pełną podaną moc ładowania.
sk: Niektoré nabíjacie stanice poskytujú maximálny výkon až po niekoľkých minútach. Počkajte niekoľko minút, aby ste zistili, či nabíjacia stanica poskytuje plný uvedený nabíjací výkon.

# ChargingHistoryStrings_aboutScreenAccordion4Bullet5
source: Temperature of the high-voltage battery
fi: Korkeajänniteakun lämpötila
pl: Temperatura akumulatora wysokonapięciowego
sk: Teplota vysokonapäťovej batérie

# ChargingHistoryStrings_aboutScreenAccordion4Bullet5Description
source: The temperature of the high-voltage battery determines which charging power can be achieved, which in turn affects the charging time. The battery temperature depends, for example, on the outside temperature, driving time and driving style. Temperature-related power fluctuations can be minimized by the "Prepare battery" function.
fi: Korkeajänniteakun lämpötila määrää, mikä latausteho voidaan saavuttaa, mikä puolestaan vaikuttaa latauksen kestoon. Akun lämpötila riippuu esimerkiksi ulkolämpötilasta, ajon kestosta ja ajotavasta. Lämpötilasta johtuvat tehonvaihtelut voidaan minimoida käyttämällä akun valmistelutoimintoa.
pl: Temperatura akumulatora wysokonapięciowego decyduje o tym, jaką moc ładowania można uzyskać, co z kolei wpływa na czas trwania ładowania. Temperatura akumulatora zależy na przykład od temperatury zewnętrznej, czasu jazdy i stylu jazdy. Wahania mocy związane z temperaturą można zminimalizować dzięki funkcji "Przygotuj akumulator".
sk: Teplota vysokonapäťovej batérie určuje nabíjací výkon, ktorý je možné dosiahnuť, čo následne ovplyvňuje čas nabíjania. Teplota batérie závisí napr. od vonkajšej teploty, doby jazdy a spôsobu jazdy. Výkyvy výkonu súvisiace s teplotou je možné minimalizovať pomocou funkcie "Príprava batérie".

# ChargingHistoryStrings_aboutScreenAccordion4Bullet6
source: Charging settings in the vehicle
fi: Ajoneuvon latausasetukset
pl: Ustawienia ładowania w pojeździe
sk: Nastavenia nabíjania vo vozidle

# ChargingHistoryStrings_aboutScreenAccordion4Bullet6Description
source: The charging current strength for AC charging at a domestic socket outlet or at a wallbox can be adjusted in the "Charging" menu of the vehicle.
fi: AC-latauksen latausvirran voimakkuutta kotitalouspistorasiassa tai seinärasiassa voidaan säätää ajoneuvon "Lataus"-valikossa.
pl: Natężenie prądu ładowania w przypadku ładowania AC w domowym gniazdku elektrycznym lub w wallboxie można ustawić w menu "Ładowanie" pojazdu.
sk: Nabíjací prúd pre nabíjanie striedavým prúdom v domácej zásuvke alebo vo wallboxe je možné nastaviť v menu vozidla "Nabíjanie".

# ChargingHistoryStrings_aboutScreenAccordion4Bullet7
source: Smart wallboxes
fi: Älykkäät seinärasiat
pl: Inteligentne wallboxy
sk: Inteligentné wallboxy

# ChargingHistoryStrings_aboutScreenAccordion4Bullet7Description
source: The charging power can be intelligently controlled by a smart wallbox.
fi: Lataustehoa voidaan ohjata älykkäällä seinärasialla.
pl: Moc ładowania może być inteligentnie sterowana przez inteligentny wallbox.
sk: Nabíjací výkon je možné inteligentne ovládať pomocou inteligentného wallboxu.

# ChargingHistoryStrings_aboutScreenAccordion4Title
source: Charging is taking longer than expected
fi: Lataaminen kestää odotettua pitempään
pl: Ładowanie trwa dłużej niż oczekiwano
sk: Nabíjanie trvá dlhšie ako sa očakávalo

# ChargingHistoryStrings_aboutScreenAccordion4TopDescription
source: The actual charging power of your BMW electric or plug-in hybrid vehicle may vary depending on the vehicle, the charging cable used, and the wallbox or charging station, among other things, for the following reasons.
fi: BMW sähkö- tai plug-in-hybridiajoneuvon todellinen latausteho voi vaihdella ajoneuvon, käytettävän latauskaapelin ja seinärasian tai latausaseman mukaan muun muassa seuraavista syistä.
pl: Rzeczywista moc ładowania Twojego pojazdu elektrycznego lub hybrydowego typu plug-in BMW może się różnić w zależności od pojazdu, zastosowanego kabla ładowania oraz wallboxa lub stacji ładowania między innymi z następujących powodów.
sk: Skutočný nabíjací výkon vášho elektrického alebo plug-in hybridného vozidla BMW sa môže líšiť v závislosti od vozidla, použitého nabíjacieho kábla a wallboxu alebo nabíjacej stanice, okrem iného z nasledujúcich dôvodov.

# ChargingHistoryStrings_aboutScreenAccordionBottomDescription
source: If a public charging station malfunctions, contact the operator. The contact details are available on the charging station. If your Wallbox malfunctions, contact a qualified electrician.
fi: Jos julkisessa latausasemassa on toimintahäiriöitä, ota yhteys palveluntarjoajaan. Löydät yhteystiedot latausasemasta. Jos Wallbox-rasiassa ilmenee toimintahäiriöitä, ota yhteyttä sähköalan erikoisliikkeeseen.
pl: W przypadku awarii publicznej stacji ładowania skontaktuj się z dostawcą usługi. Dane kontaktowe znajdziesz na stacji ładowania. W przypadku usterki działania Wallboxa skontaktuj się z wykwalifikowanym elektrykiem.
sk: Ak verejná nabíjacia stanica nefunguje správne, kontaktujte prevádzkovateľa. Kontaktné údaje nájdete na nabíjacej stanici. V prípade funkčných porúch nabíjacej stanice wallbox sa obráťte na odborného elektrikára.

# ChargingHistoryStrings_aboutScreenAccordionBullet1
source: Battery charging may not start or has been interrupted.
fi: Lataaminen ei käynnisty tai se on keskeytynyt.
pl: Ładowanie nie rozpoczyna się lub zostało przerwane.
sk: Proces nabíjania sa nespustil alebo bol prerušený.

# ChargingHistoryStrings_aboutScreenAccordionBullet1Issue1
source: Power supply
fi: Virransyöttö
pl: Zasilanie elektryczne
sk: Napájania prúdom

# ChargingHistoryStrings_aboutScreenAccordionBullet1Issue1Description
source: Check the indicator light on the charging cable, Wallbox or charging station. If you are charging at a private Wallbox, check the power supply and the fuse.
fi: Tarkista latauskaapelin, Wallbox-rasian tai latauspylvään merkkivalo. Jos lataat sähköä yksityisestä Wallbox-rasiasta, tarkista virransyöttö ja sulake.
pl: Sprawdź lampkę kontrolną na kablu ładowania, Wallboxie lub w punkcie ładowania samochodów elektrycznych. Jeśli ładujesz, korzystając z prywatnego Wallboxa, sprawdź zasilanie elektryczne i bezpiecznik.
sk: Skontrolujte kontrolku na nabíjacom kábli, wallboxe alebo nabíjacej stanici. Ak nabíjate na súkromnej nabíjacej stanici wallbox, skontrolujte napájanie a poistku.

# ChargingHistoryStrings_aboutScreenAccordionBullet1Issue2
source: Charging cable
fi: Latauskaapeli
pl: Kabel ładowania
sk: Nabíjací kábel

# ChargingHistoryStrings_aboutScreenAccordionBullet1Issue2Description
source: Unplug the charging cable and plug it back in completely (hold it in position for 2 seconds) and start a new charging process. Please avoid high temperatures and direct sunlight on the Mode 2 charging cable.
fi: Irrota latauskaapeli ja kytke se takaisin kokonaan (pidä sitä paikallaan 2 s ajan) ja aloita uusi latausprosessi. Vältä korkeita lämpötiloja ja Mode 2-latauskaapeliin kohdistuvaa suoraa auringonsäteilyä.
pl: Odłącz kabel ładowania i podłącz go ponownie całkowicie (przytrzymaj w pozycji przez 2 sekundy) i ponownie rozpocznij ładowanie. Unikaj wysokich temperatur i bezpośredniego działania promieni słonecznych na kabel ładowania Mode 2.
sk: Odpojte nabíjací kábel a znova ho úplne pripojte (podržte ho na mieste 2 sekundy) a začnite znova nabíjať. Nevystavujte nabíjací kábel Mode 2 vysokým teplotám a priamemu slnečnému žiareniu.

# ChargingHistoryStrings_aboutScreenAccordionBullet1Issue3Description
source: Please follow the tips on the charging station and in the vehicle. In rare cases, there may be a defect in the charging cable, charging station or Wallbox.
fi: Noudata latauspylväässä ja ajoneuvossa annettavia vinkkejä. Harvinaisissa tapauksissa latauskaapelissa, latauspylväässä tai Wallbox-rasiassa voi olla vikaa.
pl: Przestrzegaj wskazówek w punkcie ładowania samochodów elektrycznych i w pojeździe. W rzadkich przypadkach może wystąpić awaria kabla ładowania, punktu ładowania samochodów elektrycznych lub Wallboxa.
sk: Dodržiavajte tipy na nabíjacej stanici a vo vozidle. V zriedkavých prípadoch môže byť poškodený nabíjací kábel, nabíjacia stanica alebo wallbox.

# ChargingHistoryStrings_aboutScreenAccordionBullet2Issue1
source: Authentication error
fi: Tunnistautumisvirhe
pl: Błąd uwierzytelnienia
sk: Chyba overenia

# ChargingHistoryStrings_aboutScreenAccordionBullet2Issue1Description
source: Check that the charging station is ready-to-operate (usually indicated by the flashing yellow light on the charging socket). Unplug and reconnect the charging cable and perform the authentication process again.
fi: Tarkista latauspylvään käyttövalmius (yleensä tunnistettavissa ajoneuvon keltaisesta vilkkuvasta latausliitännästä). Irrota latauskaapeli ja kytke se uudelleen ja tunnistaudu uudelleen.
pl: Sprawdzić stan gotowości punktu ładowania samochodów elektrycznych (zwykle rozpoznawalny po żółtym migającym przyłączu ładowania w pojeździe). Odłącz i ponownie podłącz kabel ładowania i uwierzytelnij się ponownie.
sk: Skontrolujte, či je nabíjacia stanica pripravená na prevádzku (zvyčajne to spoznáte podľa žltej blikajúcej nabíjacej prípojky na vozidle). Odpojte a znova pripojte nabíjací kábel a znova sa autentifikujte.

# ChargingHistoryStrings_aboutScreenAccordionBullet2Issue2
source: Limited operating hours
fi: Rajoitetut käyttöajat
pl: Ograniczone godziny pracy
sk: Obmedzená doba prevádzky

# ChargingHistoryStrings_aboutScreenAccordionBullet2Issue2Description
source: Some charging stations can only be used during specific operating hours. Information on operating hours is available on the charging station.
fi: Joitakin latausasemia voi käyttää vain tiettyinä käyttöaikoina. Käyttöaikoja koskevat tiedot löytyvät latausasemalta.
pl: Z niektórych stacji ładowania można korzystać tylko w określonych godzinach pracy. Informacje o godzinach pracy można znaleźć na stacji ładowania.
sk: Niektoré nabíjacie stanice je možné používať len počas určitej doby prevádzky. Informácie o dobe prevádzky nájdete na nabíjacej stanici.

# ChargingHistoryStrings_aboutScreenAccordionTitle
source: Common sources of issues while charging
fi: Latausongelmien yleiset syyt
pl: Częste przyczyny problemów podczas ładowania
sk: Časté dôvody problémov pri nabíjaní

# ChargingHistoryStrings_aboutScreenAccordionTitleUpperCase
source: COMMON SOURCES OF ISSUES WHILE CHARGING
fi: LATAUSONGELMIEN YLEISET SYYT
pl: CZĘSTE PRZYCZYNY PROBLEMÓW PODCZAS ŁADOWANIA
sk: ČASTÉ DÔVODY PROBLÉMOV PRI NABÍJANÍ

# ChargingHistoryStrings_aboutScreenAccordionTopDescription
source: Under certain circumstances, the charging process of your electric or plug-in hybrid vehicle may not start, be interrupted or take longer than expected. To correct the error yourself, carry out the following steps:
fi: Tietyissä olosuhteissa on mahdollista, että sähkö- tai plug-in-hybridiajoneuvon lataaminen ei käynnisty, se keskeytyy tai kestää odotettua kauemmin. Voit korjata virheen itse suorittamalla seuraavat tarkistusvaiheet:
pl: W pewnych okolicznościach może się zdarzyć, że ładowanie Twojego pojazdu elektrycznego lub hybrydowego typu plug-in nie rozpocznie się, zostanie przerwane lub potrwa dłużej niż oczekiwano. Aby samodzielnie usunąć błąd, wykonaj następujące czynności kontrolne:
sk: Za určitých okolností sa proces nabíjania vášho elektromobilu alebo plug-in hybridu nemusí spustiť, môže sa prerušiť alebo trvať dlhšie, ako sa očakávalo. Ak chcete chybu odstrániť sami, vykonajte nasledujúce testovacie kroky:

# ChargingHistoryStrings_aboutScreenHeader
source: USEFUL TIPS
fi: HYÖDYLLISIÄ VINKKEJÄ
pl: PRZYDATNE WSKAZÓWKI
sk: UŽITOČNÉ TIPY
