Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# bmwPointsChargingSessionsUppercase
source: CHARGING SESSIONS
fi: LATAUKSET
pl: PROCESY ŁADOWANIA
sk: PROCESY NABÍJANIA

# bmwPointsChargings
source: Charging sessions
fi: Lataustapahtumat
pl: Procesy ładowania
sk: Procesy nabíjania

# bmwPointsCheckInHistoryUpperCase
source: VIEW IN HISTORY
fi: NÄYTÄ HISTORIASSA
pl: WYŚWIETL W HISTORII
sk: ZOBRAZIŤ V HISTÓRII

# bmwPointsCheckYourActivity
source: Check your activity and current balance at any time.
fi: Voit milloin tahansa tarkistaa toimintosi sekä tilisi tämänhetkisen pistemäärän.
pl: W każdej chwili możesz sprawdzić swoje działania i aktualny stan konta.
sk: Svoje aktivity a aktuálny počet bodov môžete kedykoľvek skontrolovať.

# bmwPointsCombustion
source: Combustion
fi: Polttomoottori
pl: Silnik spalinowy
sk: Spaľ. motor

# bmwPointsCongratulationsChallenge
source: Congratulations on completing the challenge! Your {challengePoints} points will be available at the beginning of the next month.
fi: Onnittelut haasteen suorittamisesta! {challengePoints} pistettä ovat käytettävissäsi seuraavan kuukauden alussa.
pl: Gratulacje, Twój Challenge zakończony! Twoje punkty w liczbie {challengePoints} będą dostępne na początku następnego miesiąca.
sk: Srdečne blahoželáme k splnenej výzve! Vaše {challengePoints} body budú k dispozícii na začiatku ďalšieho mesiaca.

# bmwPointsContactBmwProducts
source: Contact BMW Products & Services
fi: BMW tuotteet & palvelut - yhteydenotto
pl: Skontaktuj się z działem produktów i usług BMW
sk: Kontaktovať produkty a služby BMW

# bmwPointsCouldNotRedeemDescription
source: The communication to our partner is taking some time, but we are working on it. Please keep an eye on your activity tab for up-to-date info.
fi: Kommunikaatio kumppanimme kanssa kestää jonkin aikaa, mutta asiaa käsitellään. Pidä välilehteä "AKTIVITEETTI" silmällä, jotta saat uusimmat tiedot.
pl: Komunikacja z naszym partnerem zajmuje trochę czasu, ale pracujemy nad tym. Prosimy o obserwowanie zakładki "AKTYWNOŚĆ" w celu otrzymywania aktualnych informacji.
sk: Komunikácia s našim partnerom trvá nejaký čas, ale pracujeme na tom. Na získavanie aktuálnych informácií sledujte kartu „AKTIVITA“.

# bmwPointsCouldNotRedeemTitle
source: Could not redeem
fi: Lunastaminen epäonnistui
pl: Wykorzystanie punktów nie powiodło się
sk: Nepodarilo sa uplatniť

# bmwPointsCoupon
source: coupon
fi: Etuseteli
pl: Kupon
sk: Poukážka

# bmwPointsCouponValue
source: Voucher amount
fi: Etusetelin arvo
pl: Wartość kuponu
sk: Hodnota kupónu

# bmwPointsCreditValue
source: Credit value
fi: Hyvityksen arvo
pl: Wartość bonu
sk: Hodnota kreditu

# bmwPointsCurrentFilterEmpty
source: Please adjust your filter settings.
fi: Muuta suodatusasetuksia.
pl: Dostosuj swoje ustawienia filtra.
sk: Upravte nastavenia filtra.

# bmwPointsCustomerService
source: Our Customer Service Center is happy to answer any questions during business hours Monday to Friday.
fi: Asiakaspalvelu vastaa mielellään kaikkiin kysymyksiin aukioloaikojen puitteissa maanantaista lauantaihin.
pl: Pracownicy Centrum Obsługi Klienta w godzinach pracy od poniedziałku do soboty z chęcią odpowiedzą na wszelkie pytania.
sk: Oddelenie zákazníckej podpory odpovie na všetky Vaše otázky počas svojich otváracích hodín od pondelka do soboty.

# bmwPointsDate
source: Date
fi: Päivämäärä
pl: Data
sk: Dátum

# bmwPointsDiscountVoucher
source: Discount Voucher
fi: Palkintoseteli
pl: Kupon premiowy
sk: Prémiový kupón

# bmwPointsDiscountVouchersUppercase
source: DISCOUNT VOUCHERS
fi: PALKINTOSETELIT
pl: KUPONY PREMIOWE
sk: PRÉMIOVÉ KUPÓNY

# bmwPointsDismissUpperCase
source: DISMISS
fi: HYLKÄÄ
pl: ODRZUĆ
sk: ZAHODIŤ

# bmwPointsEDriveZone
source: eDrive Zone
fi: eDrive-vyöhyke
pl: Strefa eDrive
sk: Oblasť eDrive

# bmwPointsEDriveZones
source: eDrive Zones
fi: eDrive-vyöhykkeet
pl: Strefy eDrive
sk: Oblasti eDrive

# bmwPointsEDriveZonesDescription
source: eDrive Zones are selected inner city areas, e.g. low-emission-zones. The automatic switch into fully electric mode can be disabled in the vehicle's menu.
fi: eDrive-vyöhykkeet ovat valikoituja sisäkaupunkialueita, esim. ympäristövyöhykkeitä. Automaattinen vaihto sähköiseen ajotilaan voidaan aktivoida/poistaa toimintovalikossa.
pl: Strefy eDrive to wstępnie zdefiniowane obszary w centrach miast, np. strefy ograniczonej emisji. Automatyczne przełączanie na elektryczny tryb jazdy można włączyć/wyłączyć w menu funkcji.
sk: Oblasti eDrive sú zvolené oblasti centra mesta, napr. enviromentálne zóny. Automatickú zmenu do elektrického režimu jazdy je možné aktivovať/deaktivovať vo funkčnom menu.

# bmwPointsEarnByChargingUppercase
source: EARN BY CHARGING
fi: KERÄÄ LATAUKSEN YHTEYDESSÄ
pl: ZBIERAJ PUNKTY PODCZAS ŁADOWANIA
sk: ZBIERAŤ PRI NABÍJANÍ

# bmwPointsEarnPointForKilometer
source: Earn 1 point for each electrically driven km, and 2 points while driving within an eDrive Zone.
fi: Saat 1 pisteen jokaista kilometriä kohti, jonka ajat sähköisesti Plug-in-hybridiajoneuvolla, ja 2 pistettä jokaista kilometriä kohti, kun ajat sähköisesti eDrive-vyöhykkeellä.
pl: Otrzymujesz 1 punkt za każdy kilometr przejechany pojazdem hybrydowym plug-in w trybie elektrycznym i 2 punkty za kilometr za jazdę w trybie elektrycznym w strefie eDrive.
sk: Za každý kilometer, ktorý prejdete elektricky so svojím plug-in hybridom, získate 1 bod a 2 body za kilometer, ak jazdíte elektricky v oblasti eDrive.

# bmwPointsEarnPoints
source: Earn Points
fi: Kerää pisteitä
pl: Zbieraj punkty
sk: Získavať body

# bmwPointsEarnPointsByChallenge
source: Earn 500 points if you charge 20 times a month for at least 15 minutes. This is your monthly Frequent Charger Challenge.
fi: Kerää 500 pistettä, kun lataat ajoneuvoasi 20 kertaa kuukaudessa vähintään 15 minuutin ajan. Tämä on kuukausittainen Frequent Charger Challenge.
pl: Zbierz 500 punktów za ładowanie pojazdu 20 razy w miesiącu przez co najmniej 15 minut. To jest Twój miesięczny Frequent Charger Challenge.
sk: Nazbierajte 500 bodov tak, že budete svoje vozidlo nabíjať 20-krát za mesiac aspoň 15 minút. To je vaša mesačná výzva Frequent Charger.

# bmwPointsEarnPointsByCharging
source: Earn 20 points by charging your vehicle for at least 15 minutes.
fi: Kerää 20 pistettä lataamalla ajoneuvoasi vähintään 15 minuutin ajan.
pl: Zbierz 20 punktów, ładując swój pojazd przez co najmniej 15 minut.
sk: Nazbierajte 20 bodov tak, že budete svoje vozidlo nabíjať aspoň 15 minút.

# bmwPointsEarnPointsByChargingAbout
source: Earn 20 points when charging for at least 15 minutes.
fi: Kerää 20 pistettä lataamalla ajoneuvoasi vähintään 15 minuutin ajan.
pl: Zbierz 20 punktów, ładując swój pojazd przez co najmniej 15 minut.
sk: Nazbierajte 20 bodov tak, že budete svoje vozidlo nabíjať aspoň 15 minút.

# bmwPointsEarnPointsByChargingNow
source: Now you can also earn points by charging your vehicle for at least 15 minutes.
fi: Nyt voit kerätä pisteitä myös lataamalla ajoneuvoasi vähintään 15 minuutin ajan.
pl: Teraz zdobędziesz również punkty za ładowanie pojazdu przez co najmniej 15 minut.
sk: Teraz môžete takisto zbierať body tak, že budete svoje vozidlo nabíjať aspoň 15 minút.

# bmwPointsEarnPointsDescription
source: Earn points while protecting the environment: the more you travel electric with your plug-in hybrid, the more points you can earn and redeem for rewards.
fi: Kerää pisteitä ja säästä ympäristöä: Mitä enemmän ajat Plug-in-hybridiajoneuvollasi sähköisesti, sitä enemmän pisteitä voit kerätä ja lunastaa niillä palkintoja.
pl: Gromadź punkty i jednocześnie chroń środowisko: im więcej jeździsz w trybie elektrycznym swoim pojazdem hybrydowym plug-in, tym więcej możesz zgromadzić punktów, które wykorzystasz na nagrody.
sk: Zbierajte body a zároveň chráňte životné prostredie: čím viac jazdíte elektricky so svojim plug-in hybridom, tým viac bodov môžete získať a vymeniť ich za zľavy.

# bmwPointsEarnPointsDriveElectrically
source: Earn points by driving on electric power or charging your vehicle.
fi: Kerää pisteitä ajamalla sähköisesti tai lataamalla ajoneuvoasi.
pl: Zbieraj punkty za jazdę z napędem elektrycznym lub ładowanie pojazdu.
sk: Zbierajte body tak, že budete jazdiť elektricky alebo nabijete svoje vozidlo.

# bmwPointsEarnPointsKilometer
source: Earn 1 point for every kilometer you drive electrically, and 2 points per kilometer while driving electrically in an eDrive Zone.
fi: Kerää 1 piste jokaista kilometriä kohti, jonka ajat sähköisesti, ja 2 pistettä jokaista kilometriä kohti, kun ajat sähköisesti eDrive-vyöhykkeellä.
pl: Zdobądź punkt za każdy kilometr przejechany z napędem elektrycznym i dwa punkty za każdy kilometr przejechany z napędem elektrycznym w strefie eDrive.
sk: Nazbierajte 1 bod za každý elektricky prejdený kilometer a 2 body za každý elektricky prejdený kilometer v rámci oblasti eDrive.

# bmwPointsEarnPointsPerMile
source: Earn 2 points for every mile you drive electrically, and 4 points per mile while driving electrically in an eDrive Zone.
fi: Kerää 2 pistettä jokaista mailia kohti, jonka ajat sähköisesti, ja 4 pistettä jokaista mailia kohti, kun ajat sähköisesti eDrive-vyöhykkeellä.
pl: Zdobądź dwa punkty za każdą milę przejechaną z napędem elektrycznym i cztery punkty za każdą milę przejechaną z napędem elektrycznym w strefie eDrive.
sk: Nazbierajte 2 body za každý elektricky prejdenú míľu a 4 body za každú elektricky prejdenú míľu v rámci oblasti eDrive.

# bmwPointsEarnPointsUpperCase
source: EARN POINTS
fi: KERÄÄ PISTEITÄ
pl: ZBIERAJ PUNKTY
sk: ZBIERAŤ BODY

# bmwPointsEarned
source: Earned
fi: Kerätty
pl: Zebrane
sk: Nazbierané

# bmwPointsEarnedPoints
source: Points earned
fi: Kerätyt pisteet
pl: Zebrane punkty
sk: Nazbierané body

# bmwPointsElectricDrive
source: Electric drive
fi: Ajo sähköllä
pl: Jazda w trybie elektrycznym
sk: Elektrická jazda

# bmwPointsElectricDriveCamelCase
source: Electric drive
fi: Ajo sähköllä
pl: Jazda w trybie elektrycznym
sk: Elektrická jazda

# bmwPointsElectricDrivenDistance
source: Distance driven electrically
fi: Ajettu sähköllä
pl: Odcinek przejechany w trybie elektrycznym
sk: Jazda na elektrinu

# bmwPointsElectricDrives
source: Electric drives
fi: Ajot sähköllä
pl: Jazdy w trybie elektrycznym
sk: Elektrické jazdy

# bmwPointsElectricEDriveZone
source: Electric – eDrive zone
fi: Sähköllä – eDrive-vyöhyke
pl: Tryb elektryczny – strefa eDrive
sk: Elektrická jazda - oblasť eDrive

# bmwPointsElectricNonEDriveZone
source: Electric – non-eDrive zone
fi: Sähköllä – eDrive-vyöhykkeen ulkopuolella
pl: Tryb elektryczny – poza strefą eDrive
sk: Elektrická jazda - mimo oblasti eDrive

# bmwPointsEnrollmentFailed
source: Sorry, we could not complete your BMW Points enrollment yet. Please try again later.
fi: Valitettavasti emme pystyneet viemään BMW Points -rekisteröintiäsi päätökseen. Ole hyvä ja yritä uudelleen myöhempänä ajankohtana.
pl: Niestety nie udało nam się jeszcze zakończyć rejestracji BMW Points. Spróbuj ponownie w późniejszym czasie.
sk: Mrzí nás to, zatiaľ sa nám nepodarilo dokončiť vašu registráciu pre BMW Points. Skúste to znova neskôr.

# bmwPointsEnviromentFriendly
source: Congratulations on your environmentally-friendly commitment to an emission-free world! Drive electrically, earn points and exchange them for rewards!
fi: Onnittelemme kestävästä pyrkimyksestäsi pitää ympäristö päästöttömänä. Aja sähköllä, kerää pisteitä ja lunasta niillä palkintoja.
pl: Życzymy sukcesów w działaniach na rzecz bezemisyjnej jazdy. Jedź w trybie elektrycznym, zbieraj punkty i odbieraj nagrody.
sk: Gratulujeme k Vášmu trvalému úsilu o životné prostredie bez emisií. Jazdite elektricky, získavajte body a vymieňajte ich za zľavy.

# bmwPointsExpireOn
source: Expiring on {date}
fi: Vanhentumispäivä {date}
pl: Wygaśnięcie {date}
sk: Platnosť vyprší dňa {date}

# bmwPointsExpirePointsDescription
source: Your points will expire on a fixed date, 18 months (or longer) after they were earned. Find out more in your points details.
fi: Kerätyt pisteet vanhentuvat tiettynä päivämääränä 18 kuukauden (tai pitemmän ajan) kuluttua siitä, kun ne on hankittu. Lisätietoja löydät pisteitä koskevista yksityiskohtaisista tiedoista.
pl: Zgromadzone punkty wygasają w ustalony dzień, 18 miesięcy (lub później) od ich uzyskania. Więcej informacji można znaleźć w szczegółach punktów.
sk: Platnosť nazbieraných bodov vyprší v stanovený dátum, 18 mesiacov (alebo viac) po ich získaní. Ďalšie informácie nájdete v podrobných informáciách o bodoch.

# bmwPointsExpired
source: Expired
fi: Päättynyt
pl: Czas upłynął
sk: Platnosť vypršala

# bmwPointsExpiredPoints
source: Expired points
fi: Vanhentuneet pisteet
pl: Wygasłe punkty
sk: Body s vypršanou platnosťou

# bmwPointsExpiresOn
source: Expires on {expirationDate}
fi: Päättyy {expirationDate}
pl: Wygasa {expirationDate}
sk: Uplynie dňa {expirationDate}

# bmwPointsExpiringPoints
source: Expiring Points
fi: Pian vanhentuvat pisteet
pl: Wygasające punkty
sk: Body, ktorých platnosť čoskoro vyprší

# bmwPointsFailedLowerCase
source: Failed
fi: Epäonnistui
pl: Nie powiodło się
sk: Zlyhalo

# bmwPointsFebruary
source: February
fi: Helmikuu
pl: Luty
sk: Február

# bmwPointsFiltersEmpty
source: No records
fi: Ei merkintöjä
pl: Brak wyników
sk: Žiadne záznamy

# bmwPointsFollowSteps
source: Please follow the steps below to log in to your vehicle with your BMW ID, and ensure that the "BMW Points" option has been activated in the "Data privacy" menu.
fi: Toimi seuraavasti, jotta voit kirjautua ajoneuvoon BMW-tunnuksellasi, ja varmista, että "BMW Points" on aktivoitu valikossa "Tietosuoja".
pl: Postępuj zgodnie z procedurą, aby zalogować się w swoim pojeździe za pomocą swojego BMW ID, i upewnij się, że w menu "Ochrona danych" została aktywowana opcja "BMW Points".
sk: Prihláste sa do svojho vozidla pomocou svojho BMW ID a uistite sa, že je v menu "Ochrana osobných údajov" aktivovaná možnosť "BMW Points".

# bmwPointsFriday
source: Friday
fi: Perjantai
pl: Piątek
sk: Piatok

# bmwPointsFridayAbbreviation
source: F
fi: P
pl: P
sk: P

# bmwPointsGetVoucherToUse
source: Get a voucher to use for your next BMW Rent | MINI Rent booking.
fi: Saat etusetelin, jonka voit lunastaa seuraavan BMW Rent | MINI Rent -varauksen yhteydessä.
pl: Otrzymaj kupon do wykorzystania przy następnej rezerwacji BMW Rent | MINI Rent.
sk: Získajte kupón, ktorý budete môcť uplatniť pri svojej ďalšej objednávke BMW Rent | MINI Rent.

# bmwPointsGettingContractInfo
source: Getting contract info...
fi: Tietojasi ladataan
pl: Trwa ładowanie Twoich informacji
sk: Načítavajú sa Vaše informácie

# bmwPointsGettingInformation
source: Getting your information...
fi: Tietojasi ladataan
pl: Trwa ładowanie Twoich informacji
sk: Načítavajú sa Vaše informácie

# bmwPointsGoToAllAppsOS8
source: Go to "All apps" and select "Vehicle apps".
fi: Siirry kohtaan "Kaikki sovellukset" ja valitse "Ajoneuvon sovellukset".
pl: Przejdź do zakładki "Wszystkie aplikacje" i wybierz "Aplikacje pojazdu".
sk: Prejdite na "Všetky aplikácie" a zvoľte "Aplikácie vozidla".

# bmwPointsGoToGeneralSettings
source: Go to "General settings" within the "Settings" section.
fi: Mene alueella "Asetukset" kohtaan "Yleiset asetukset".
pl: Przejdź do "Ogólnych ustawień" w sekcji "Ustawienia".
sk: Prejdite na "Všeobecné nastavenia" v časti "Nastavenia".

# bmwPointsGoToWebsite
source: GO TO WEBSITE
fi: INTERNET-SIVUSTOLLE
pl: DO STRONY INTERNETOWEJ
sk: PREJSŤ NA WEBOVÚ STRÁNKU

# bmwPointsHaveQuestion
source: Do you have any questions?
fi: Onko kysyttävää?
pl: Masz pytania?
sk: Otázky?

# bmwPointsHideUppercase
source: HIDE
fi: PIILOTA
pl: UKRYJ
sk: SKRYŤ

# bmwPointsHistoryUpperCase
source: HISTORY
fi: HISTORIA
pl: HISTORIA
sk: HISTÓRIA

# bmwPointsHowItWorks
source: How it works
fi: Näin se toimii
pl: Tak to działa
sk: Takto to funguje

# bmwPointsHowToTitle
source: How-to
fi: Ohjeet
pl: Instrukcja
sk: Návod

# bmwPointsInProgress
source: In Progress
fi: Käsittely kesken
pl: Przetwarzane
sk: Spracúva sa

# bmwPointsInProgressLowerCase
source: In progress
fi: Käsittely kesken
pl: W toku
sk: Spracúva sa

# bmwPointsInformationNotAvailable
source: Unfortunately your information is currently not available. Please access your BMW Points later.
fi: Valitettavasti tietosi eivät ole tällä hetkellä käytettävissä. Tarkista BMW Points -tietosi myöhemmin.
pl: Niestety informacje obecnie nie są dostępne. Uzyskaj później dostęp do swoich BMW Points.
sk: Žiaľ, Vaše informácie aktuálne nie sú dostupné. Skúste svoje body BMW Points otvoriť neskôr.

# bmwPointsInformationNotAvailableTitle
source: Information not available
fi: Tietoja ei käytettävissä
pl: Brak informacji
sk: Nie sú dostupné žiadne informácie

# bmwPointsJanuary
source: January
fi: Tammikuu
pl: Styczeń
sk: Január

# bmwPointsJoinBmwPoints
source: Join BMW Points
fi: Rekisteröityminen BMW Points -ohjelmaan
pl: Rejestracja w BMW Points
sk: Prihlásenie do BMW Points

# bmwPointsJoinBmwPointsDescription
source: Log in to the app and then activate BMW Points in your BMW’s data privacy menu.
fi: Kirjaudu sisään sovellukseen ja aktivoi BMW Points -palvelu ajoneuvon "Tietosuoja"-valikossa.
pl: Zaloguj się w aplikacji i aktywuj BMW Points w menu "Ochrona danych" pojazdu.
sk: Prihláste sa do aplikácie a aktivujte si BMW Points v ponuke „Ochrana údajov“ vozidla.

# bmwPointsJoinBmwPointsUpperCase
source: JOIN BMW POINTS
fi: REKISTERÖITYMINEN BMW POINTS -OHJELMAAN
pl: REJESTRACJA W BMW POINTS
sk: PRIHLÁSENIE DO BMW POINTS

# bmwPointsJuly
source: July
fi: Heinäkuu
pl: Lipiec
sk: Júl

# bmwPointsJune
source: June
fi: Kesäkuu
pl: Czerwiec
sk: Jún

# bmwPointsLastMonthUpperCase
source: LAST MONTH
fi: VIIME KUUKAUSI
pl: POPRZEDNI MIESIĄC
sk: MINULÝ MESIAC

# bmwPointsLastWeekUpperCase
source: LAST WEEK
fi: VIIME VIIKKO
pl: OSTATNI TYDZIEŃ
sk: MINULÝ TÝŽDEŇ

# bmwPointsLearnMoreButton
source: LEARN MORE
fi: LISÄTIETOJA
pl: DOWIEDZ SIĘ WIĘCEJ
sk: ZISTIŤ VIAC

# bmwPointsLeaveAnywayButton
source: LEAVE ANYWAY
fi: POISTU SILTI
pl: ZREZYGNUJ MIMO TO
sk: NAPRIEK TOMU ODHLÁSIŤ

# bmwPointsLeaveButton
source: LEAVE
fi: POISTU
pl: ZREZYGNUJ
sk: ODHLÁSENIE

# bmwPointsLeftBmwPoints
source: You left BMW Points.
fi: Rekisteröityminen ulos onnistui.
pl: Wyrejestrowano pomyślnie.
sk: Úspešne ste sa odhlásili.

# bmwPointsLessPointsThanLastWeek
source: {points} points less than last week
fi: {points} pistettä vähemmän kuin viime viikolla
pl: {points} pkt mniej niż w ostatnim tygodniu
sk: O {points} bodov/bodov menej ako minulý týždeň

# bmwPointsLessPointsThanPreviousWeek
source: {points} points less than the previous week
fi: {points} pistettä vähemmän kuin edellisellä viikolla
pl: {points} pkt mniej niż w poprzednim tygodniu
sk: O {points} body/bodov menej ako minulý týždeň

# bmwPointsLoadingLabel
source: Getting your information...
fi: Tietojasi ladataan
pl: Trwa ładowanie Twoich informacji
sk: Načítavajú sa Vaše informácie

# bmwPointsLoadingYourInformation
source: Loading your information…
fi: Tietojasi ladataan…
pl: Trwa ładowanie Twoich informacji…
sk: Načítavajú sa vaše informácie…

# bmwPointsLoginDriverProfile
source: Log in to your BMW by selecting your driver profile in the vehicle. <link>More Information<link>
fi: Kirjaudu sisään BMW:ssäsi valitsemalla kuljettajan profiili. <link>Lisätietoja<link>
pl: Zaloguj się w swoim BMW, wybierając swój profil kierowcy. <link>Więcej informacji<link>
sk: Prihláste sa vo svojom BMW výberom svojho profilu vodiča. <link>Viac informácií<link>

# bmwPointsLoginDriverProfileOS8
source: Log in to your BMW by selecting your driver profile in the vehicle. <link>See more information<link>
fi: Kirjaudu sisään BMW:ssäsi valitsemalla kuljettajan profiili. <link>Katso lisätietoja<link>
pl: Zaloguj się w swoim BMW, wybierając swój profil kierowcy. <link>Wyświetl więcej informacji<link>
sk: Prihláste sa vo svojom BMW výberom svojho profilu vodiča. <link>Pozrite Viac informácií<link>

# bmwPointsMarch
source: March
fi: Maaliskuu
pl: Marzec
sk: Marec

# bmwPointsMarkAsUnused
source: Mark as unused
fi: Merkitse käyttämättömäksi
pl: Zaznacz jako niewykorzystane
sk: Označiť ako nepoužité

# bmwPointsMarkAsUnusedUpperCase
source: MARK AS USED
fi: MERKITSE KÄYTETYKSI
pl: ZAZNACZ JAKO WYKORZYSTANY
sk: OZNAČIŤ AKO POUŽITÝ

# bmwPointsMarkAsUsed
source: Mark as used
fi: Merkitse käytetyksi
pl: Zaznacz jako wykorzystane
sk: Označiť ako použité

# bmwPointsMarkAsUsedUpperCase
source: MARK AS USED
fi: MERKITSE KÄYTETYKSI
pl: ZAZNACZ JAKO WYKORZYSTANY
sk: OZNAČIŤ AKO POUŽITÝ

# bmwPointsMarkVoucherUnused
source: Voucher marked as unused. Swipe again to change the voucher to used.
fi: Merkitse etuseteli käyttämättömäksi. Merkitse etuseteli käytetyksi pyyhkäisemällä uudelleen.
pl: Kupon zaznaczony jako niewykorzystany. Przesuń palcem ponownie, aby zaznaczyć kupon jako wykorzystany.
sk: Kupón označený ako nepoužitý. Opätovným potiahnutím prsta označíte kupón ako použitý.

# bmwPointsMarkVoucherUsed
source: Voucher marked as used. Swipe again to change the voucher to unused.
fi: Merkitse etuseteli käytetyksi. Merkitse etuseteli käyttämättömäksi pyyhkäisemällä uudelleen.
pl: Kupon zaznaczony jako wykorzystany. Przesuń palcem ponownie, aby zaznaczyć kupon jako niewykorzystany.
sk: Kupón označený ako použitý. Opätovným potiahnutím prsta označíte kupón ako nepoužitý.

# bmwPointsMay
source: May
fi: Toukokuu
pl: Maj
sk: Máj

# bmwPointsMaybeLaterUpperCase
source: MAYBE LATER
fi: EHKÄ MYÖHEMMIN
pl: MOŻE PÓŹNIEJ
sk: MOŽNO NESKÔR

# bmwPointsMonday
source: Monday
fi: Maanantai
pl: Poniedziałek
sk: Pondelok

# bmwPointsMondayAbbreviation
source: M
pl: P
sk: P

# bmwPointsMoreInformation
source: More Information
fi: Lisätietoja
pl: Więcej informacji
sk: Viac informácií

# bmwPointsMoreInformationChargingSession
source: Find more information about your charging session.
fi: Lisätietoja tästä latauksesta.
pl: Więcej informacji na temat tego ładowania.
sk: Ďalšie informácie o tomto procese nabíjania.

# bmwPointsMorePointsThanLastWeek
source: {points} points more than last week
fi: {points} pistettä enemmän kuin viime viikolla
pl: {points} pkt więcej niż w ostatnim tygodniu
sk: O {points} body/bodov viac ako minulý týždeň

# bmwPointsMorePointsThanPreviousWeek
source: {points} points more than the previous week
fi: {points} pistettä enemmän kuin edellisellä viikolla
pl: {points} pkt więcej niż w poprzednim tygodniu
sk: O {points} body/bodov viac ako minulý týždeň

# bmwPointsMultipleRedeemOptions
source: Currently, you can redeem available points with two partners: BMW Charging and BMW Rent | MINI Rent.
fi: Tällä hetkellä voit lunastaa käytettävissä olevia pisteitä kahdelta yhteistyökumppanilta: BMW Charging ja BMW Rent | MINI Rent.
pl: Aktualnie swoje dostępne punkty możesz wykorzystać u dwóch partnerów: BMW Charging i BMW Rent | MINI Rent.
sk: Aktuálne môžete svoje dostupné body uplatniť u dvoch partnerov: BMW Charging a BMW Rent | MINI Rent.

# bmwPointsMyActivity
source: My Activity
fi: Omat aktiviteetit
pl: Moje aktywności
sk: Moje aktivity

# bmwPointsMyActivityUppercase
source: MY ACTIVITY
fi: OMAT AKTIVITEETIT
pl: MOJE AKTYWNOŚCI
sk: MOJE AKTIVITY

# bmwPointsMyVoucher
source: My voucher
fi: Etusetelini
pl: Mój kupon
sk: Môj kupón

# bmwPointsMyVouchers
source: My Vouchers
fi: Omat etusetelit
pl: Moje kupony
sk: Moje kupóny

# bmwPointsMyVouchersUpperCase
source: MY VOUCHERS
fi: OMAT ETUSETELIT
pl: MOJE KUPONY
sk: MOJE KUPÓNY

# bmwPointsNeededPoints
source: Required points
fi: Vaadittavat pisteet
pl: Potrzebne punkty
sk: Potrebné body
