Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# WorkshopVisitStrings__paymentLinkoutConfirmationBody
source: You are leaving the {appName} app and will be transferred to a secure payment partner. Do you want to continue?
fi: Poistut {appName} -sovelluksesta ja sinut siirretään edelleen turvalliseen maksupalveluun. Haluatko jatkaa?
pl: Wychodzisz z aplikacji {appName} i zostaniesz przekierowany do bezpiecznego partnera płatności. Chcesz kontynuować?
sk: Opustíte aplikáciu {appName} a budete presmerovaný na bezpečného platobného partnera. Chcete pokračovať?

# WorkshopVisitStrings__statusTrackingnotificationDescription
source: There is an update on the service status of your {vehicleModel}: {serviceStatus}.
fi: Uusia tietoja {vehicleModel} -ajoneuvosi huollon tilasta: {serviceStatus}.
pl: Są nowe informacje o statusie przeglądu Twojego {vehicleModel}: {serviceStatus}.
sk: K dispozícii sú nové informácie o stave servisu vášho {vehicleModel}: {serviceStatus}.

# WorkshopVisitStrings_confirmedPaymentPageHeader
source: Details
fi: Tiedot
pl: Szczegóły
sk: Podrobnosti

# WorkshopVisitStrings_confirmedPaymentPagePaymentAmount
source: Payment Amount
fi: Maksettava summa
pl: Kwota płatności
sk: Suma na úhradu

# WorkshopVisitStrings_confirmedPaymentPagePaymentDate
source: Payment Date
fi: Maksupäivä
pl: Data płatności
sk: Dátum úhrady

# WorkshopVisitStrings_confirmedPaymentPagePaymentInvoiceNumber
source: Invoice number
fi: Laskun numero
pl: Numer faktury
sk: Číslo faktúry

# WorkshopVisitStrings_confirmedPaymentPagePaymentMethod
source: Payment method
fi: Maksutapa
pl: Sposób płatności
sk: Spôsob úhrady

# WorkshopVisitStrings_confirmedPaymentPagePaymentServiceCenter
source: Service center
fi: Huoltopiste
pl: Serwis
sk: Servisný partner

# WorkshopVisitStrings_confirmedPaymentPagePaymentVehicle
source: Vehicle
fi: Ajoneuvo
pl: Pojazd
sk: Vozidlo

# WorkshopVisitStrings_confirmedPaymentPagePaymentViewDetails
source: VIEW DETAILS
fi: NÄYTÄ YKSITYISKOHDAT
pl: WYŚWIETL SZCZEGÓŁY
sk: ZOBRAZIŤ PODROBNOSTI

# WorkshopVisitStrings_consolidationContactDetailsCancelButton
source: Cancel
fi: Keskeytä
pl: Przerwij
sk: Zrušiť

# WorkshopVisitStrings_consolidationIconCall
source: Call
fi: Puhelu
pl: Połączenie
sk: Hovor

# WorkshopVisitStrings_consolidationPageContactDetailsTitle
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# WorkshopVisitStrings_consolidationPageHeader
source: Service Tracking
fi: Huollon seuranta
pl: Śledzenie przeglądu
sk: Sledovanie servisu

# WorkshopVisitStrings_consolidationPageLatestStatusError
source: You have already received the latest information.
fi: Olet jo saanut uusimmat tiedot.
pl: Masz już najbardziej aktualne informacje.
sk: Už ste dostali najnovšie informácie.

# WorkshopVisitStrings_consolidationPageLatestStatusErrorMessage
source: We could not call up the latest status from your service center. Please try again later.
fi: Emme pysty tarkistamaan ajankohtaista tilaa huoltopisteestäsi. Yritä myöhemmin uudelleen.
pl: Nie możemy pobrać najnowszego statusu Twojego serwisu. Spróbuj ponownie później.
sk: Nepodarilo sa nám získať najnovší stav od vášho servisného partnera. Skúste to znovu neskôr.

# WorkshopVisitStrings_consolidationPagePaymentAction
source: REVIEW & PAY
fi: TARKISTA & MAKSA
pl: SPRAWDŹ & ZAPŁAĆ
sk: SKONTROLOVAŤ A ZAPLATIŤ

# WorkshopVisitStrings_consolidationPagePaymentConfirmed
source: Payment confirmed!
fi: Maksu vahvistettu!
pl: Płatność potwierdzona!
sk: Platba potvrdená!

# WorkshopVisitStrings_consolidationPagePaymentConfirmedText
source: Please verify your payment details
fi: Katso yksityiskohdat
pl: Sprawdź szczegóły płatności
sk: Skontrolujte vaše platobné informácie

# WorkshopVisitStrings_consolidationPagePaymentDetailsLink
source: Available
fi: Käytettävissä
pl: Dostępne
sk: Dostupný

# WorkshopVisitStrings_consolidationPagePaymentDetailsSubtitle
source: Payment confirmed
fi: Maksu vahvistettu
pl: Płatność potwierdzona
sk: Platba potvrdená

# WorkshopVisitStrings_consolidationPagePaymentTitle
source: PAYMENT
fi: MAKSU
pl: PŁATNOŚĆ
sk: PLATBA

# WorkshopVisitStrings_consolidationPagePaymentTotal
source: Total
fi: Yhteensä
pl: Suma
sk: Suma

# WorkshopVisitStrings_consolidationPagePaymentViewDetailsButton
source: VIEW DETAILS
fi: NÄYTÄ YKSITYISKOHDAT
pl: WYŚWIETL SZCZEGÓŁY
sk: ZOBRAZIŤ PODROBNOSTI

# WorkshopVisitStrings_consolidationPageProviderContactButton
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# WorkshopVisitStrings_consolidationPageServiceProgressTitle
source: SERVICE PROGRESS
fi: HUOLLON EDISTYMINEN
pl: POSTĘP PRZEGLĄDU
sk: PRIEBEH SERVISU

# WorkshopVisitStrings_consolidationPageStatusItem1
source: Check-in
sk: Príjem vozidla v servise

# WorkshopVisitStrings_consolidationPageStatusItem1DetailsLink
source: Available
fi: Käytettävissä
pl: Dostępne
sk: Dostupný

# WorkshopVisitStrings_consolidationPageStatusItem1Subtitle1
source: Upcoming appointment
fi: Tuleva huoltoaika
pl: Zbliżający się termin
sk: Nadchádzajúci termín

# WorkshopVisitStrings_consolidationPageStatusItem1Subtitle2
source: Check-in confirmed
fi: Check-in on vahvistettu
pl: Zgłoszenie Check-in potwierdzone
sk: Príjem vozidla v servise je potvrdený

# WorkshopVisitStrings_consolidationPageStatusItem2
source: At service center
fi: Huoltopisteessä
pl: W serwisie
sk: U servisného partnera

# WorkshopVisitStrings_consolidationPageStatusItem3
source: Work in progress
fi: Kesken
pl: Praca w toku
sk: V práci

# WorkshopVisitStrings_consolidationPageStatusItem3Label1
source: New information available
fi: Uusia tietoja käytettävissä
pl: Dostępne nowe informacje
sk: K dispozícii sú nové informácie

# WorkshopVisitStrings_consolidationPageStatusItem3Subtitle1
source: New media available
fi: Uutta mediaa käytettävissä
pl: Dostępne nowe media
sk: Dostupné nové médiá

# WorkshopVisitStrings_consolidationPageStatusItem3Subtitle2
source: The new report needs your authorization
fi: Uusi raportti edellyttää valtuutustasi
pl: Nowy raport wymaga Twojej autoryzacji
sk: Nová správa potrebuje vašu autorizáciu

# WorkshopVisitStrings_consolidationPageStatusItem4
source: Service completed
fi: Huolto valmis
pl: Zakończono przegląd
sk: Servis dokončený

# WorkshopVisitStrings_consolidationPageStatusItem4DetailsLink
source: Available
fi: Käytettävissä
pl: Dostępne
sk: Dostupný

# WorkshopVisitStrings_consolidationPageSubtitle2
source: Follow what happens before, during and after your services.
fi: Seuraa, mitä tapahtuu ennen huoltoaikaa, sen aikana ja sen jälkeen.
pl: Śledź, co się dzieje przed wizytą serwisową, w jej trakcie i po niej.
sk: Sledujte, čo sa deje pred, počas a po vašom servisnom termíne.

# WorkshopVisitStrings_consolidationPageSubtitle3
source: The information is available for up to 30 days after the appointment.
fi: Tiedot ovat käytettävissä enintään 30 päivää huoltoajan jälkeen.
pl: Informacja jest dostępna do 30 dni po wizycie.
sk: Informácie sú k dispozícii až 30 dní po termíne.

# WorkshopVisitStrings_consolidationPageUpdateError
source: We are currently unable to retrieve the latest information. Please try again in a few minutes.
fi: Uusimpien tietojen haku ei ole tällä hetkellä mahdollista. Yritä parin minuutin kuluttua uudelleen.
pl: Obecnie nie ma możliwości wyświetlenia najbardziej aktualnych informacji. Spróbuj ponownie za kilka minut.
sk: Momentálne nie je možné získať najnovšie informácie. Skúste to znova o niekoľko minút.

# WorkshopVisitStrings_contactsCancelButton
source: Cancel
fi: Keskeytä
pl: Przerwij
sk: Zrušiť

# WorkshopVisitStrings_contactsTitle
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# WorkshopVisitStrings_disclaimerChatPageLink
source: Start chat
fi: Aloita keskustelu
pl: Rozpocznij chat
sk: Začať chat

# WorkshopVisitStrings_emptyVisitHeader
source: Service Tracking
fi: Huollon seuranta
pl: Śledzenie przeglądu
sk: Sledovanie servisu

# WorkshopVisitStrings_emptyVisitHeaderChatExpiredTitle
source: Chat has expired
fi: Keskustelu on vanhentunut
pl: Chat wygasł
sk: Chat bol ukončený

# WorkshopVisitStrings_emptyVisitHeaderChatTitle
source: No messages
fi: Ei viestejä
pl: Brak wiadomości
sk: Žiadne správy

# WorkshopVisitStrings_emptyVisitTitle
source: No updates
fi: Ei päivityksiä
pl: Brak aktualizacji
sk: Žiadne novinky

# WorkshopVisitStrings_entrypointVehicleServicesHubSubtitle
source: Receive updates on the service of your vehicle
fi: Seuraa ajoneuvosi huoltoa koskevia päivityksiä
pl: Śledź aktualizacje dot. przeglądu Twojego pojazdu
sk: Sledujte novinky týkajúce sa servisu vášho vozidla

# WorkshopVisitStrings_entrypointVehicleServicesHubTitle
source: Service tracking
fi: Huollon seuranta
pl: Śledzenie przeglądu
sk: Sledovanie servisu

# WorkshopVisitStrings_paymentLinkoutConfirmationCancel
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# WorkshopVisitStrings_paymentLinkoutConfirmationContinue
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať

# WorkshopVisitStrings_paymentLinkoutConfirmationTitle
source: PAY
fi: MAKSA
pl: ZAPŁAĆ
sk: ZAPLATIŤ

source: Xhosa
sk: Xhoština

source: Yemen
fi: Jemen
pl: Jemen
sk: Jemen

source: Yiddish
fi: Jiddiš
pl: Jidysz
sk: Jidiš

source: Yoruba
fi: Joruba
pl: Joruba
sk: Jorubčina

source: Zulu
sk: Zuluština

# _LearningNavigationSetUpScreenMessage2Title
source: Follow these steps in your {brand} to activate:
fi: Aktivoimista varten noudata seuraavia vaiheita {brand}:ssäsi:
pl: Przejdź do aktywacji tych kroków w swoim {brand}:
sk: Na aktiváciu vo svojom {brand} postupujte takto:

# _LearningNavigationSetUpScreenMessageBodyStep1
source: 1. Activate Learning Navigation in your {brand}
fi: 2. Aktivoi oppiva navigointi {brand}:ssäsi
pl: 1. Aktywuj uczącą się nawigację w swoim {brand}
sk: 1. Aktivujte vo svojom {brand} inteligentnú navigáciu

# _LearningNavigationSetUpScreenMessageBodyStep2
source: 2. Allow commute notifications in the {appName} App under "Settings" > "Notifications" > "Departure time"
fi: 3. Salli toistuvia ajoja koskevat ilmoitukset {appName}-sovelluksen kohdassa "Asetukset" > "Ilmoitukset" > "Lähtöaika"
pl: 2. Zezwól na powiadomienia dot. dojazdów w aplikacji {appName} w sekcji "Ustawienia" > "Powiadomienia" > "Godzina odjazdu"
sk: 2. Povoľte oznámenia pre pravidelné jazdy v aplikácii {appName} v časti "Nastavenia" > "Oznámenia" > "Čas odjazdu"

# _ScanAndChargeStrings_noAppsInstalledSelectionBody
source: For Scan & Charge we use our partners' network. You need to install at least one of our partners apps listed below, where you login using your {brand} ID. In the partner app you can authenticate by scanning the charging station QR code.
fi: Scan & Charge -palvelu hyödyntää kumppaniverkostoamme. Sitä varten on asennettava vähintään yksi alla mainituista kumppanien sovelluksista, joihin voit kirjautua {brand} ID:lläsi. Valitsemassasi kumppanin sovelluksessa voit skannata latausaseman QR-koodin tunnistautumista varten.
pl: W ramach Scan & Charge korzystamy z sieci naszych partnerów. Musisz zainstalować co najmniej jedną z wymienionych aplikacji naszych partnerów, u których logujesz się przy użyciu swojego {brand} ID. W wybranej aplikacji partnera można zeskanować kod QR stacji ładowania, aby się zweryfikować.
sk: Pre Scan & Charge využívame našu partnerskú sieť. Musíte si nainštalovať minimálne jednu z nižšie uvedených aplikácií našich partnerov, u ktorých sa prihlasujete pomocou svojho {brand} ID. V zvolenej partnerskej aplikácii môžete na overenie svojej totožnosti naskenovať QR kód nabíjacej stanice.

# _acceptPermissionHeader
source: Please review the following permissions in order to experience the full capabilities of {appName} App
fi: Tarkista seuraavat käyttöoikeudet, jotta voit täysin hyödyntää {appName}-sovelluksen mahdollisuuksia
pl: Sprawdź poniższe uprawnienia, aby móc w pełni korzystać ze wszystkich możliwości aplikacji {appName}
sk: Skontrolujte nasledujúce povolenia, aby ste naplno využívali výhody aplikácie {appName}

# _accidentManagementMessage
source: You're never alone when you’re behind the wheel of your {brand}. By calling accident management hotline, you can get within 150km free towing service. And {brand} will reimburse you up to RMB100 Taxi fee after towing. {brand} will provide you one-stop accident solutions no matter your {brand} is new, second hand, under warranty or not.
fi: {brand}:si ratin takana et ole koskaan yksin. Kun soitat onnettomuustuen hotline-palveluun, saat maksuttoman hinauspalvelun 150 km:n säteellä. Lisäksi {brand} korvaa hinauksen jälkeen taksikuluja enintään RMB100. {brand} tarjoaa ratkaisuja onnettomuustilanteisiin riippumatta siitä, onko {brand}:si uusi tai käytetty tai onko sillä vielä takuu voimassa.
pl: Za kierownicą {brand} nigdy nie jesteś sam. Dzwoniąc na hotline zarządzania wypadkami, możesz skorzystać z bezpłatnej usługi odholowania w promieniu 150 km. Po holowaniu {brand} zwróci do 100 RMB opłaty za taksówkę. {brand} oferuje rozwiązania w razie wypadku z jednej ręki, niezależnie od tego, czy pojazd {brand} jest nowy, używany, na gwarancji czy też nie.
sk: Za volantom svojho {brand} nie ste nikdy sami. Keď zavoláte na hotline správy nehôd, môžete v rámci 150 km využiť bezplatnú odťahovú službu. Spol. {brand} Vám navyše po odtiahnutí preplatí náklady na taxík až do výšky RMB100. {brand} Vám ponúka riešenia pri nehode z jedného zdroja bez ohľadu na to, či je Vaše {brand} nové, ojazdené, prípadne či má alebo nemá záruku.

# _accidentManagementTitle
source: {brand} ACCIDENT MANAGEMENT
fi: {brand} ONNETTOMUUKSIEN HALLINTA
pl: ZARZĄDZANIE WYPADKAMI {brand}
sk: {brand} MANAŽMENT NEHÔD

# _accordionPriceDate
source: Price last updated on {day}
fi: Hinta päivitetty viimeksi {day}
pl: Ostatnia aktualizacja cen {day}
sk: Posledná aktualizácia ceny dňa {day}

# _addToCalendarEventDescription
source: If you have questions about your appointment, view the details in the {appName} App or call your dealer at {dealerPhoneNumber}. Upon arriving at your scheduled time, please allow about 15 minutes to complete the check-in process.
fi: Jos sinulla on sovittuun aikaan liittyviä kysymyksiä, katso tarkemmat tiedot sovelluksesta {appName} tai soita jälleenmyyjälle numeroon {dealerPhoneNumber}. Saapuessasi sovittuun aikaan varaa check-in-tapahtumaa varten noin 15 minuuttia.
pl: W razie pytań dot. terminu sprawdź szczegóły w aplikacji {appName} lub zadzwoń do dealera pod numer {dealerPhoneNumber}. Przed przybyciem na ustaloną godzinę zaplanuj ok. 15 minut na proces Check-in.
sk: V prípade otázok o termíne si pozrite údaje aplikácie {appName} alebo zavolajte predajcovi na čísle {dealerPhoneNumber}. Svoj príchod v dohodnutý čas si naplánujte cca 15 minút pred samotným procesom príjmu vozidla v servise.

# _addToCalendarEventTitle
source: {brand} Service Appointment at {dealerName}
fi: {brand} huoltoaika, jälleenmyyjä {dealerName}
pl: Wizyta serwisowa {brand} u dealera {dealerName}
sk: Termín údržby {brand} vo firme {dealerName}

# _alexaConfigAmazonVehiclesHeadline
source: My {brandLocalized}
fi: Oma {brandLocalized}
pl: Moje pojazdy {brandLocalized}
sk: Moje {brandLocalized}

# _alexaConfigFeatureDisclaimer
source: Depending on your vehicle, you need to link your Amazon account either here or in your {brandLocalized}. Please read the instructions above or in your {brandLocalized}'s Alexa app.
fi: Ajoneuvostasi riippuen sinun on yhdistettävä Amazon-tilisi joko tässä tai {brandLocalized}-ajoneuvossa. Noudata yllä olevia tai {brandLocalized}-ajoneuvosi Amazon Alexa -sovelluksen ohjeita.
pl: W zależności od pojazdu musisz powiązać swoje konto Amazon tutaj lub w swoim {brandLocalized}. Postępuj zgodnie z instrukcją powyżej lub w aplikacji Amazon Alexa swojego {brandLocalized}.
sk: V závislosti od vášho vozidla budete musieť prepojiť svoj účet Amazon buď tu, alebo vo svojom {brandLocalized}. Postupujte podľa pokynov vyššie alebo vo svojej aplikácii Amazon Alexa svojho {brandLocalized}.

# _alexaConfigFeatureHint
source: For instructions, add your {brandLocalized} in the garage.
fi: Lisää {brandLocalized} autotalliin lisäohjeita varten.
pl: W celu dalszych wskazówek dodaj {brandLocalized} do garażu.
sk: Pridajte svoj {brandLocalized} do garáže pre ďalšie pokyny.

# _alexaConfigFeatureIntro
source: Use Amazon's voice assistant Alexa in your {BrandName}.
fi: Käytä Amazonin puheavustinta Alexaa {BrandName}-ajoneuvossasi.
pl: Skorzystaj z asystenta mowy Alexa Amazon w {BrandName}.
sk: Použite hlasovú asistentku Alexu vo svojom {BrandName}.

# _alexaConfigShareLocationDescription
source: You will get more accurate information about weather, traffic, nearby restaurants and more when you share your {brandLocalized}'s location. Your location will be sent to Amazon with every request.
fi: Saat tarkemmat tiedot säästä, liikenteestä, lähistöllä olevista ravintoloista jne., jos jaat {brandLocalized}-ajoneuvosi sijainnin. Sijaintisi lähetetään Amazonille aina kyselyn tullessa.
pl: Jeśli udostępnisz lokalizację swojego {brandLocalized}, będziesz otrzymywać bardziej dokładne informacje o pogodzie, ruchu drogowym i pobliskich restauracjach. Twoja lokalizacja przy każdym zapytaniu będzie wysyłana do Amazona.
sk: Pri zdieľaní Vašej aktuálnej polohy {brandLocalized} získavate presnejšie informácie o počasí, doprave, reštauráciách v okolí a ďalšie informácie. Vaša aktuálna poloha sa pri každom dopyte odosiela do Amazonu.

# _alexaEntryPointSubline
source: Configure Alexa for your {brandLocalized}.
fi: Konfiguroi Alexa {brandLocalized}-ajoneuvollesi.
pl: Skonfiguruj Alexa dla {brandLocalized}.
sk: Nakonfigurujte si Alexa pre svoje {brandLocalized}.

# _alexaSetupVehicleOs7InstructionLogin
source: Sign in with {brandName} ID: "CAR" > "Driver profiles" > "Add driver profile". Use the same {brandName} ID as in the {appName} App.
fi: Kirjautuminen {brandName} ID:llä: "CAR" > "Kuljettajan profiilit" > "Lisää kuljettajan profiili". Käytä samaa {brandName} ID:tä kuin {appName} -sovelluksessa.
pl: Zaloguj się za pomocą {brandName} ID: "CAR" > "Profile kierowcy" > "Dodaj profil kierowcy". Użyj tego samego {brandName} ID co w aplikacji {appName}.
sk: Prihláste sa pomocou {brandName} ID: "CAR" > "Profily vodiča" > "Pridať profil vodiča". Použite rovnaké {brandName} ID ako v aplikácii {appName}.

# _alexaSetupVehicleOs81InstructionAlexaSettingsHint
source: Alexa setup takes place in the vehicle. The {appName} app is not required.
fi: Amazon Alexa -asetukset tehdään ajoneuvossa. {appName} -sovellusta ei tarvita.
pl: Konfiguracja Amazon Alexa następuje w pojeździe. Aplikacja {appName} nie jest wymagana.
sk: Nastavenie Amazon Alexa sa realizuje vo vozidle. Aplikácia {appName} nie je potrebná.

# _alexaSetupVehicleOs81InstructionScan
source: Scan the QR code with your smartphone or open <link>amazon.com/code<link> and then type in the code shown in your {brandLocalized} to log in with your Amazon account.
fi: Skannaa QR-koodi älypuhelimellasi tai avaa sivu <link>amazon.com/code<link> ja kirjaudu sisään Amazon-tiliisi kirjoittamalla {brandLocalized}-ajoneuvossasi näytettävä koodi.
pl: Zeskanuj kod QR za pomocą smartfona lub otwórz <link>amazon.com/code<link> i następnie wprowadź kod wyświetlony w swoim {brandLocalized}, aby zalogować się na swoje konto Amazon.
sk: Naskenujte QR kód pomocou svojho smartfónu alebo prejdite na <link>amazon.com/code<link> a potom zadajte kód zobrazený vo svojom {brandLocalized}, aby ste sa prihlásili do svojho účtu Amazon.

# _alexaSetupVehicleOs81InstructionVehicle
source: Open the Alexa app in your {brandLocalized} under "MENU“ > "Alexa"
fi: Avaa Amazon Alexa -sovellus {brandLocalized}-ajoneuvossasi kohdassa "MENU" > "Amazon Alexa"
pl: Otwórz aplikację Amazon Alexa w swoim {brandLocalized} w opcji "MENU" > "Amazon Alexa"
sk: Otvorte aplikáciu Amazon Alexa vo svojom {brandLocalized} v časti "MENU" > "Amazon Alexa"

# _alexaSetupVehicleOs8InstructionLogin
source: Logging in with BMW ID: "MENU" > "BMW ID" > "Add BMW ID". Use the same BMW ID as in the My BMW App.
fi: Kirjautuminen BMW-tunnuksella: "MENU" > "BMW-tunnus" > "Lisää BMW-tunnus". Käytä samaa BMW ID:tä kuin My BMW -sovelluksessa.
pl: Zaloguj za pomocą BMW ID: "MENU" > "BMW ID" > "Dodaj BMW ID". Użyj tego samego BMW ID co w aplikacji My BMW.
sk: Prihlásiť sa pomocou BMW ID: "MENU" > "BMW ID" > "Pridať BMW ID". Použite rovnaké BMW ID ako v aplikácii My BMW.

# _alexaSetupVehicleOsId56InstructionDataPrivacy
source: Activate the "Server speech recognition" option in the "Data privacy" menu of your {BrandName}.
fi: Aktivoi {BrandName}-ajoneuvosi tietosuojavalikossa vaihtoehto "Puheentunnistus palvelimelta".
pl: Aktywuj opcję "Rozpoznawanie mowy przez serwer" w menu "Ochrona danych" {BrandName}.
sk: Aktivujte možnosť „Rozpoznávanie reči cez server“ v menu „Ochrana osobných údajov“ svojho {BrandName}.

# _alexaSetupVehicleOsMGUInstructionLogin
source: Log in in your {BrandName}.
fi: Kirjaudu sisään {BrandName}-ajoneuvoosi.
pl: Zaloguj się w {BrandName}.
sk: Prihláste sa vo svojom {BrandName}.

# _alexaSetupVehicleOsXCompanionSetupCompleted
source: Connection between mobile device and {brandLocalized} completed.
fi: Yhteys mobiililaitteen ja {brandLocalized} välillä on viimeistelty.
pl: Proces łączenia urządzenia mobilnego {brandLocalized} został dokończony.
sk: Pripájanie mobilného zariadenia ku {brandLocalized} bolo dokončené.

# _alexaSetupVehicleOsXCompanionSetupHint
source: Complete the connection between your smartphone and your {brandLocalized}.
fi: Viimeistele yhteys älypuhelimesi ja {brandLocalized}-ajoneuvon välillä.
pl: Dokończ proces łączenia smartfona z {brandLocalized}.
sk: Dokončite prepojenie medzi svojím smartfónom a {brandLocalized}.

# _alexaSetupVehicleOsXInstructionAlexaLanguage
source: Select the Alexa language in the {appName} App.
fi: Valitse Alexan kieli {appName} -sovelluksessa.
pl: Wybierz język dla Alexa w aplikacji {appName}.
sk: Vyberte jazyk pre asistenta Alexa v aplikácii {appName}.

# _alexaSetupVehicleOsXInstructionAmazonAccount
source: Connect Amazon account with the {appName} App.
fi: Yhdistä Amazon-tili {appName} -sovellukseen.
pl: Połącz konto Amazon z aplikacją {appName}.
sk: Prepojte účet Amazon s aplikáciou {appName}.

# _alexaSetupVehicleOsXInstructionBluetoothAudio
source: Connect your mobile device to your {brandLocalized} via Bluetooth® Audio.
fi: Yhdistä mobiililaite Bluetooth-audio-yhteyden kautta {brandLocalized}-ajoneuvoosi.
pl: Połącz swoje urządzenie mobilne przez dźwięk Bluetooth ze swoim {brandLocalized}.
sk: Pripojte si mobilné zariadenie cez funkciu Bluetooth Audio k svojmu {brandLocalized}.

# _alexaSetupVehicleOsXInstructionPhoneHeadline
source: 1st STEP: IN THE APP
fi: 1. VAIHE: SOVELLUKSESSA
pl: 1. KROK: W APLIKACJI
sk: 1. KROK: V APLIKÁCII

# _alexaSkillIntegrationDescription
source: Interact with your {brand} from the comfort of your own home or ask Alexa about the status of your vehicle.
fi: Ole kotoasi käsin yhteydessä {brand}-ajoneuvoosi tai tiedustele ajoneuvon tilaa Alexalta.
pl: Komunikuj się ze swoim {brand} z domu lub zapytaj Alexę o status pojazdu.
sk: Komunikujte so svojím {brand} z domu alebo sa spýtajte Alexy na stav vozidla.

# _allowCameraAccessDescription
source: {appName} would like to access the camera to enable this function.
fi: {appName} haluaa käyttöoikeuden kameraan, jotta toiminto voidaan aktivoida.
pl: {appName} chce uzyskać dostęp do kamery, aby aktywować tę funkcję.
sk: Na aktiváciu tejto funkcie požaduje aplikácia {appName} prístup k fotoaparátu.

# _allowCameraAccessDialogDescription
source: {appName} would like to access your camera.
fi: {appName} haluaa käyttöoikeuden kameraan.
pl: {appName} chce uzyskać dostęp do Twego aparatu fotograficznego.
sk: Aplikácia {appName} chce získať prístup k vašej kamere.
