Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# RemoteSoftwareUpgradeStrings_upgradeDegradationDescription
source: Your vehicle is ready-to-operate, however, some functions may be restricted. Please contact your Service Partner to restore complete functionality.
fi: Ajoneuvo on käyttövalmis, mutta eräät toiminnot voivat olla rajoittuneita. Ota yhteys huoltopisteeseen täyden toimivuuden palauttamista varten.
pl: Twój pojazd jest gotowy do jazdy, ale niektóre funkcje mogą być ograniczone. W celu przywrócenia pełnej funkcjonalności skontaktuj się z autoryzowanym serwisem.
sk: Vaše vozidlo je pripravené na prevádzku, avšak niektoré funkcie môžu byť obmedzené. Na obnovu plného fungovania kontaktujte svojho servisného partnera.

# RemoteSoftwareUpgradeStrings_upgradeDegradationHeadline
source: Upgrade incomplete
fi: Päivitys epätäydellinen
pl: Uaktualnienie niekompletne
sk: Upgrade neúplný

# RemoteSoftwareUpgradeStrings_upgradePausedDescription
source: The preparation of the upgrade {version} will shortly resume automatically.
fi: Versioon {version} päivityksen valmistelu jatkuu pian automaattisesti.
pl: Przygotowanie Upgrade {version} zostanie wkrótce automatycznie wznowione.
sk: Príprava upgrade {version} bude čoskoro automaticky pokračovať.

# RemoteSoftwareUpgradeStrings_upgradeSize
source: Upgrade size: {size} {unit}
fi: Päivityksen koko: {size} {unit}
pl: Rozmiar aktualizacji: {size} {unit}
sk: Veľkosť aktualizácie: {size} {unit}

# RemoteSoftwareUpgradeStrings_validateAfterOpening
source: After the download, we automatically validate the result the next time the app is opened.
fi: Latauksen jälkeen varmistamme tuloksen automaattisesti heti, kun sovellus avataan uudelleen.
pl: Po pobraniu automatycznie potwierdzamy wynik, gdy tylko aplikacja zostanie ponownie otwarta.
sk: Po stiahnutí automaticky overíme výsledok po opätovnom otvorení aplikácie.

# RemoteSoftwareUpgradeStrings_vehicleServicesActivationNotPossible
source: Installation currently blocked
fi: Asennus on tällä hetkellä estetty
pl: Instalacja obecnie zablokowana
sk: Inštalácia je momentálne zablokovaná

# RemoteSoftwareUpgradeStrings_vehicleServicesOtherDownloadRunning
source: Waiting for another vehicle
fi: Odotetaan toista ajoneuvoa
pl: Trwa czekanie na inny pojazd
sk: Čaká sa na iné vozidlo

# RemoteSoftwareUpgradeStrings_vehicleServicesPreparing
source: Preparing for installation
fi: Asennusta valmistellaan
pl: Instalacja jest przygotowywana
sk: Inštalácia sa pripravuje

# RemoteSoftwareUpgradeStrings_vehicleServicesUpgradeDegradation
source: Upgrade incomplete
fi: Päivitys epätäydellinen
pl: Uaktualnienie niekompletne
sk: Upgrade neúplný

# RemoteSoftwareUpgradeStrings_vehicleServicesUpgradeIsPaused
source: Upgrade paused
fi: Päivitys tauolla
pl: Wstrzymano Upgrade
sk: Upgrade pozastavený

# RemoteSoftwareUpgradeStrings_vehicleTabEntryInProgress
source: Installing software upgrade…
fi: Software Upgrade asennetaan…
pl: Trwa instalacja Software Upgrade…
sk: Inštaluje sa Software Upgrade…

# RemoteSoftwareUpgradeStrings_vehicleTabEntryReadyForUpload
source: Upgrade ready for transfer
fi: Päivitys on valmis siirrettäväksi
pl: Aktualizacja gotowa do przesłania
sk: Aktualizácia je pripravená na prenos

# RemoteSoftwareUpgradeStrings_vehicleTabEntryReadyToInstall
source: Upgrade ready to install
fi: Päivitys on valmis asennettavaksi
pl: Aktualizacja gotowa do instalacji
sk: Aktualizácia je pripravená na inštaláciu

# RemoteSoftwareUpgradeStrings_vehicleTabEntryUpgradeDegradation
source: Please visit your service center
fi: Käy huoltopisteessäsi
pl: Odwiedź swój serwis
sk: Navštívte svojho servisného partnera

# RemoteSoftwareUpgradeStrings_version
source: Version {newVersion}
fi: Versio {newVersion}
pl: Wersja {newVersion}
sk: Verzia {newVersion}

# RemoteSoftwareUpgradeStrings_videoLinkTitle
source: WATCH ON YOUTUBE
fi: NÄYTÄ YOUTUBESSA
pl: ZOBACZ NA YOUTUBE
sk: POZRIEŤ NA YOUTUBE

# RemoteSoftwareUpgradeStrings_videoTitle
source: Download and install a Remote Software Upgrade with your My BMW App
fi: Remote Software Upgrade -päivityksen lataaminen ja asentaminen My BMW -sovelluksen avulla
pl: Pobieranie i instalacja Remote Software Upgrade za pomocą aplikacji My BMW
sk: Stiahnite si a nainštalujte Remote Software Upgrade pomocou vašej aplikácie My BMW

# RemoteSoftwareUpgradeStrings_waitingForNetworkHeadline
source: Please connect to the internet
fi: Muodosta online-yhteys
pl: Nawiąż połączenie online
sk: Vytvoriť online pripojenie

# RemoteSoftwareUpgradeStrings_waitingForNetworkLabel
source: No internet connection
fi: Ei online-yhteyttä
pl: Brak połączenia online
sk: Žiadne online pripojenie

# RoadsideAssistanceStrings__callCenterPhoneNumber
source: {brand} accident and roadside assistance:
fi: {brand} onnettomuustuki ja liikkuvuuspalvelu:
pl: Pomoc wypadkowa i drogowa {brand}:
sk: Asistenčná služba {brand}:

# RoadsideAssistanceStrings__requestCompletedStepBody
source: Your request has been completed. Thank you for using {brand} Roadside Assistance.
fi: Tiedustelusi on käsitelty. Kiitos, että käytit {brand} liikkuvuuspalvelua.
pl: Zapytanie zostało zakończone. Dziękujmy za skorzystanie z pomocy drogowej {brand}.
sk: Vaša požiadavka bola dokončená. Ďakujeme, že ste využili asistenčnú službu {brand}.

# RoadsideAssistanceStrings__shareDataDescriptionLevel2
source: Share your location and vehicle data with {brand} for optimal support.
fi: Jaa sijaintisi ja ajoneuvosi tiedot {brand}:lle, jotta saat parhaan mahdollisen tuen.
pl: Udostępnij {brand} lokalizację i dane pojazdu, aby uzyskać optymalne wsparcie.
sk: Zdieľajte svoju polohu a údaje o svojom vozidle s {brand}, aby ste získali optimálnu podporu.

# RoadsideAssistanceStrings__shareDataDescriptionLevel3
source: Share your location and your vehicle data with {brand} for optimal support and track the position of your roadside assistance on the map.
fi: Jaa sijaintisi ja ajoneuvosi tiedot {brand}:lle, jotta saat parhaan mahdollisen tuen ja seuraa liikkuvuuspalvelun sijaintia kartalla.
pl: Udostępnij {brand} lokalizację i dane pojazdu, aby uzyskać optymalne wsparcie, i śledź pozycję pomocy drogowej na mapie.
sk: Zdieľajte svoju polohu a údaje o svojom vozidle s {brand}, aby ste získali optimálnu podporu a sledujte polohu asistenčnej služby na mape.

# RoadsideAssistanceStrings__shareDataSuccessSubtitle
source: Make sure you speak personally with a {brand} accident and roadside assistance agent to ensure that your request is processed.
fi: Varmista, että puhut {brand} onnettomuustuen ja liikkuvuuspalvelun edustajan kanssa henkilökohtaisesti, jotta varmistat, että tiedustelusi käsitellään.
pl: Porozmawiaj osobiście z agentem pomocy wypadkowej i drogowej {brand}, aby Twoje zgłoszenie było przetwarzane.
sk: Ak chcete mať istotu, že vaša žiadosť bude spracovaná, porozprávajte sa s pracovníkom call centra asistenčnej služby {brand} osobne.

# RoadsideAssistanceStrings__startRoadsideDescription
source: Call the number shown in the next step to speak with a {brand} accident and roadside assistance agent.
fi: Soita seuraavassa vaiheessa ilmoitettuun numeroon ja ota yhteyttä {brand} onnettomuustukeen ja liikkuvuuspalveluun.
pl: W następnym kroku zadzwoń pod wyświetlony numer, aby porozmawiać z pomocą wypadkową i drogową {brand}.
sk: Zavolajte na číslo uvedené v ďalšom kroku a porozprávajte sa s asistenčnou službou {brand}.

# RoadsideAssistanceStrings__trackingDriverDispatchArrivalBody
source: {driverName} is on the way and estimated to arrive at {time}.
fi: {driverName} on matkalla ja saapuu perille todennäköisesti kello {time}.
pl: {driverName} jest w drodze i dotrze na miejsce prawdopodobnie o godz. {time}.
sk: Vodič {driverName} je na ceste a predpokladá sa, že dorazí o {time}.

# RoadsideAssistanceStrings__trackingDriverDispatchArrivalBodyNoDriver
source: Driver is on the way and estimated to arrive at {time}.
fi: Kuljettaja on matkalla ja saapuu perille todennäköisesti kello {time}.
pl: Kierowca jest w drodze i dotrze na miejsce prawdopodobnie o godz. {time}.
sk: Vodič je na ceste a predpokladá sa, že dorazí o {time}.

# RoadsideAssistanceStrings_callRoadsideAssistance
source: CALL ROADSIDE ASSISTANCE
fi: SOITA LIIKKUVUUSPALVELUUN
pl: ZADZWOŃ PO POMOC DROGOWĄ
sk: ZAVOLAŤ ASISTENČNÚ SLUŽBU

# RoadsideAssistanceStrings_callRoadsideAssistanceTitle
source: ACCIDENT & ROADSIDE ASSISTANCE
fi: ONNETTOMUUSTUKI JA LIIKKUVUUSPALVELU
pl: POMOC WYPADKOWA I DROGOWA
sk: ASISTENČNÁ SLUŽBA

# RoadsideAssistanceStrings_confirmVehicleLocationCallButton
source: SHARE & CALL
fi: JAA & SOITA
pl: UDOSTĘPNIJ I ZADZWOŃ
sk: ZDIEĽAŤ A ZAVOLAŤ

# RoadsideAssistanceStrings_confirmVehicleLocationDisclaimer
source: Drag the map to update your location or enter an address in the text field to direct our Roadside Assistance partner to your vehicle. By default, your phone location is used.
fi: Päivitä sijaintisi karttaa liikuttamalla tai syötä tekstikenttään uusi osoite, jonka avulla liikkuvuuspalvelumme kumppani löytää ajoneuvosi. Vakioasetuksena käytetään puhelimesi sijaintia.
pl: Przesuń mapę, aby zaktualizować lokalizację, lub podaj adres w polu tekstowym, aby skierować naszego partnera pomocy drogowej do Twojego pojazdu. Standardowo wykorzystywana jest lokalizacja Twojego telefonu.
sk: Potiahnutím po mape aktualizujte svoju polohu alebo zadajte adresu do textového poľa a nasmerujte nášho partnera cestnej asistencie k vášmu vozidlu. Predvolene sa používa poloha vášho telefónu.

# RoadsideAssistanceStrings_confirmVehicleLocationLocationTitle
source: Specified location
fi: Ilmoitettu sijainti
pl: Podana lokalizacja
sk: Zadaná aktuálna poloha

# RoadsideAssistanceStrings_confirmVehicleLocationTitle
source: Confirm Vehicle Location
fi: Vahvista ajoneuvon sijainti
pl: Potwierdź lokalizację pojazdu
sk: Potvrdiť polohu vozidla

# RoadsideAssistanceStrings_confirmVehiclePositionDisclaimer
source: Drag the map to update your location and direct roadside assistance to your vehicle. By default, your phone location is used.
fi: Päivitä sijaintisi karttaa liikuttamalla, jotta liikkuvuuspalvelu löytää ajoneuvosi. Vakioasetuksena käytetään puhelimesi sijaintia.
pl: Przesuń mapę, aby zaktualizować lokalizację i skierować pomoc drogową do Twojego pojazdu. Standardowo wykorzystywana jest lokalizacja Twojego telefonu.
sk: Potiahnutím po mape aktualizujte svoju polohu a nasmerujte asistenčnú službu k vášmu vozidlu. Predvolene sa používa poloha vášho telefónu.

# RoadsideAssistanceStrings_driver
source: Driver
fi: Kuljettaja
pl: Kierowca
sk: Vodič

# RoadsideAssistanceStrings_driverDispatchedTrayHeader
source: DRIVER DISPATCHED
fi: KULJETTAJA MATKALLA
pl: KIEROWCA W DRODZE
sk: VODIČ NA CESTE

# RoadsideAssistanceStrings_findCollisionCenterTitle
source: Find a Collision Center
fi: Löydä kolarikorjaamo
pl: Znajdź centrum powypadkowe
sk: Nájdi Collision Center

# RoadsideAssistanceStrings_helpText
source: The call center agent may ask you for your 17-character Vehicle Identification Number (VIN)
fi: Huoltohenkilöstö kysyy ajoneuvon valmistenumeroa (VIN), joka sisältää 17 merkkiä
pl: Pracownik serwisu poprosi Cię o 17-znakowy numer identyfikacyjny pojazdu (VIN)
sk: Pracovník servisu si od Vás vyžiada 17-miestne identifikačné číslo vozidla (VIN)

# RoadsideAssistanceStrings_homeSubtitle
source: Receive quick help in case of an accident, breakdown, or any other problem that limits your mobility.
fi: Saat nopeasti apua onnettomuuden, vikatilanteen tai muun liikkumista rajoittavan ongelman sattuessa.
pl: Uzyskaj szybką pomoc w razie wypadku, awarii lub innego problemu powodującego ograniczenie Twojej mobilności.
sk: Získajte rýchlu pomoc v prípade nehody, poruchy alebo iného problému, ktorý ovplyvňuje vašu mobilitu.

# RoadsideAssistanceStrings_homeTitle
source: Roadside Assistance
fi: Liikkuvuuspalvelu
pl: Pomoc drogowa
sk: Asistenčná služba

# RoadsideAssistanceStrings_locationSharedTrayDescriptionBody
source: Once this is completed we will send a confirmation and assign an available service vehicle.
fi: Kun se on päättynyt, lähetämme vahvistuksen ja valitsemme käytettävissä olevan huoltoajoneuvon.
pl: Po zakończeniu prześlemy potwierdzenie i przydzielimy dostępny pojazd serwisowy.
sk: Hneď po dokončení odošleme potvrdenie a pridelíme dostupné servisné vozidlo.

# RoadsideAssistanceStrings_locationSharedTrayDescriptionHeader
source: We have received your location and are creating a case.
fi: Olemme vastaanottaneet sijaintisi ja luomme tapausta parhaillaan.
pl: Otrzymaliśmy lokalizację i utworzymy proces.
sk: Vašu aktuálnu polohu sme prijali a aktuálne pracujeme na vytváraní prípadu.

# RoadsideAssistanceStrings_locationSharedTrayHeader
source: LOCATION SHARED
fi: SIJAINTI JAETTU
pl: LOKALIZACJA UDOSTĘPNIONA
sk: AKTUÁLNA POLOHA JE ZDIEĽANÁ

# RoadsideAssistanceStrings_locationSharingFailed
source: Location Sharing Failed
fi: Sijainnin jakaminen epäonnistui
pl: Udostępnianie lokalizacji nie powiodło się
sk: Zdieľanie aktuálnej polohy zlyhalo

# RoadsideAssistanceStrings_locationSharingInProgress
source: Location Sharing in progress
fi: Sijainti jaetaan
pl: Trwa udostępnianie lokalizacji
sk: Prebieha zdieľanie aktuálnej polohy

# RoadsideAssistanceStrings_locationSharingSuccess
source: Location Shared Successfully
fi: Sijainnin jakaminen onnistui
pl: Udostępnianie lokalizacji powiodło się
sk: Aktuálna poloha bola úspešne zdieľaná

# RoadsideAssistanceStrings_noticeReachCallCenterText
source: Make sure that you contact customer support or your request will not be processed.
fi: Varmista, että saat yhteyden asiakaspalveluun; muuten pyyntöäsi ei käsitellä.
pl: Upewnij się, że udało się skontaktować z Centrum Obsługi Klienta. W przeciwnym razie zgłoszenie nie będzie przetwarzane.
sk: Uistite sa, že kontaktujete zákaznícku podporu, inak vaša žiadosť nebude spracovaná.

# RoadsideAssistanceStrings_requestCompletedStepHeader
source: REQUEST COMPLETED
fi: TIEDUSTELU VALMIS
pl: ZAPYTANIE ZAKOŃCZONE
sk: POŽIADAVKA DOKONČENÁ

# RoadsideAssistanceStrings_requestConfirmedTrayDescriptionBody
source: Your request is confirmed. If a service vehicle is needed, you will be notified when it is dispatched.
fi: Tiedustelusi on vahvistettu. Jos tarvitaan huoltoajoneuvoa, saat ilmoituksen, kun se on matkalla.
pl: Twoje zapytanie jest zatwierdzone. Jeśli jest wymagany pojazd serwisowy, powiadomimy Cię, gdy będzie w drodze.
sk: Vaša požiadavka je potvrdená. Ak sa vyžaduje servisné vozidlo, dostanete upozornenie, keď vozidlo vyštartuje.

# RoadsideAssistanceStrings_requestConfirmedTrayDescriptionHeader
source: Finding nearby service vehicles.
fi: Haetaan lähistöllä olevia huoltoajoneuvoja.
pl: Szukanie pojazdów serwisowych w pobliżu.
sk: Vyhľadávanie servisných vozidiel v okolí.

# RoadsideAssistanceStrings_requestConfirmedTrayHeader
source: REQUEST CONFIRMED
fi: TIEDUSTELU VAHVISTETTU
pl: ZAPYTANIE POTWIERDZONE
sk: POŽIADAVKA POTVRDENÁ

# RoadsideAssistanceStrings_requestIsBeingProcessed
source: YOUR REQUEST IS BEING PROCESSED
fi: TIEDUSTELUASI KÄSITELLÄÄN
pl: TWOJE ZAPYTANIE JEST PRZETWARZANE
sk: VAŠA POŽIADAVKA SA SPRACOVÁVA

# RoadsideAssistanceStrings_shareDataSuccessTitle
source: Your data has been shared
fi: Tietosi on jaettu
pl: Twoje dane zostały udostępnione
sk: Vaše údaje boli zdieľané

# RoadsideAssistanceStrings_shareVehicleDataText
source: For faster service, please agree to share your location, vehicle status and VIN with our external Roadside Assistance partners.
fi: Palvelun nopeuttamiseksi hyväksy, että ajoneuvosi sijainti, tila ja VIN-numero jaetaan liikkuvuuspalvelulle.
pl: W celu zapewnienia sobie szybszej realizacji usług serwisowych udostępnij pomocy drogowej lokalizację, status i numer VIN swojego pojazdu.
sk: Na urýchlenie služby súhlaste s tým, aby bola aktuálna poloha, stav a VIN vášho vozidla zdieľaná s asistenčnou službou.

# RoadsideAssistanceStrings_shareVehicleDataTitle
source: Share Vehicle Data?
fi: Jaetaanko ajoneuvon tiedot?
pl: Czy chcesz udostępnić dane pojazdu?
sk: Poskytnúť údaje o vozidle?

# RoadsideAssistanceStrings_startRoadsideAssistance
source: Start accident and roadside assistance
fi: Käynnistä onnettomuustuki ja liikkuvuuspalvelu
pl: Uruchom pomoc wypadkową i drogową
sk: Spustiť asistenčnú službu

# RoadsideAssistanceStrings_trackDriverLocationOnMap
source: Track your driver's location on map.
fi: Seuraa kuljettajan sijaintia kartalla.
pl: Śledź lokalizację kierowcy na mapie.
sk: Sledovať aktuálnu polohu vodiča na mape.

# RoadsideAssistanceStrings_trackYourRequestButtonText
source: TRACK YOUR REQUEST
fi: SEURAA TIEDUSTELUA
pl: ŚLEDŹ SWOJE ZAPYTANIE
sk: SLEDUJTE SVOJ DOPYT

# RoadsideAssistanceStrings_trackingTrayAwaitingNextUpdateStepName
source: Awaiting next update...
fi: Odotetaan seuraavaa päivitystä…
pl: Oczekiwanie na następną aktualizację…
sk: Čaká sa na nasledujúcu aktualizáciu…

# RoadsideAssistanceStrings_trackingTrayDriverDispatched
source: Your service vehicle is on the way. Track your service vehicle on the map.
fi: Huoltoajoneuvo on matkalla. Seuraa huoltoajoneuvoa kartalla.
pl: Pojazd serwisowy jest w trasie. Śledź swój pojazd serwisowy na mapie.
sk: Vaše servisné vozidlo je na ceste. Sledujte svoje servisné vozidlo na mape.

# RoadsideAssistanceStrings_trackingTrayDriverDispatchedStepName
source: Driver Dispatched
fi: Kuljettaja matkalla
pl: Kierowca w drodze
sk: Vodič na ceste

# RoadsideAssistanceStrings_trackingTrayLocationShared
source: Your location has been shared with Roadside Assistance. Your request is being processed.
fi: Sijaintisi on jaettu liikkuvuuspalveluun. Tiedusteluasi käsitellään.
pl: Lokalizacja została udostępniona pomocy drogowej. Twoje zapytanie jest rozpatrywane.
sk: Vaša aktuálna poloha sa zdieľala s asistenčnou službou. Vaša požiadavka sa spracúva.

# RoadsideAssistanceStrings_trackingTrayLocationSharedStepName
source: Location Shared
fi: Sijainti jaettu
pl: Lokalizacja udostępniona
sk: Aktuálna poloha je zdieľaná

# RoadsideAssistanceStrings_trackingTrayRequestConfirmed
source: Your request is confirmed. You'll be notified when a service vehicle has been dispatched, if it was determined that one would be sent.
fi: Tiedustelusi on vahvistettu. Saat ilmoituksen, kun huoltoajoneuvo on matkalla.
pl: Twoje zapytanie zostało zatwierdzone. Otrzymasz powiadomienie, gdy pojazd serwisowy będzie w drodze.
sk: Vaša požiadavka bola potvrdená. Dostanete správu, hneď ako servisné vozidlo vyštartuje.

# RoadsideAssistanceStrings_trackingTrayRequestConfirmedStepName
source: Request Confirmed
fi: Tiedustelu vahvistettu
pl: Zapytanie potwierdzone
sk: Dopyt je potvrdený

# RoadsideAssistanceStrings_vehicleInfo
source: Vehicle Info
fi: Ajoneuvon tiedot
pl: Informacja o pojeździe
sk: Informácia o vozidle

source: Romania
pl: Rumunia
sk: Rumunsko

source: Romanian
fi: Romania
pl: Rumuński
sk: Rumunčina

source: Romansh
fi: Retoromaani
pl: Retoromański
sk: Švajčiarska rétorománčina

source: Rundi
sk: Rundčina

source: Russian
fi: Venäjä
pl: Rosyjski
sk: Ruština

source: Russian Federation
fi: Venäjä
pl: Rosja
sk: Rusko

source: Saint Kitts and Nevis
fi: Saint Kitts ja Nevis
pl: Saint Kitts i Nevis
sk: Svätý Krištof a Nevis

source: Saint Lucia
sk: Sv. Lucia

source: Saint Pierre and Miquelon
fi: Saint-Pierre ja Miquelon
pl: Saint-Pierre i Miquelon
sk: Saint Pierre a Miquelon

source: Saint Vincent and the Grenadines
fi: Saint Vincent ja Grenadiinit
pl: Saint Vincent i Grenadyny
sk: Svätý Vincent a Grenadíny

source: Samoan
fi: Samoa
pl: Samoański
sk: Samoánčina

source: San Marino
sk: San Maríno

source: Sango
sk: Sangoština

source: Sao Tome and Principe
fi: São Tomé ja Príncipe
pl: Wyspy Świętego Tomasza i Książęca
sk: Svätý Tomáš a Princov ostrov

source: Sardinian
fi: Sardi
pl: Sardyński
sk: Sardínčina

source: Saudi Arabia
pl: Arabia Saudyjska
sk: Saudská Arábia

# ScanAndChargeStrings__accountEntryPointTitleBMWCharging
source: {brandCharging} account
fi: {brandCharging} -tili
pl: Konto {brandCharging}
sk: Konto {brandCharging}

# ScanAndChargeStrings__noAppsInstalledSelectionBody
source: For Scan & Charge we use our partners' network. You need to install at least one of our partners apps listed below, where you login using your {brand} ID. In the partner app you can authenticate by scanning the charging station QR code.
fi: Scan & Charge -palvelu hyödyntää kumppaniverkostoamme. Sitä varten on asennettava vähintään yksi alla mainituista kumppanien sovelluksista, joihin voit kirjautua {brand} ID:lläsi. Valitsemassasi kumppanin sovelluksessa voit skannata latausaseman QR-koodin tunnistautumista varten.
pl: W ramach Scan & Charge korzystamy z sieci naszych partnerów. Musisz zainstalować co najmniej jedną z wymienionych aplikacji naszych partnerów, u których logujesz się przy użyciu swojego {brand} ID. W wybranej aplikacji partnera można zeskanować kod QR stacji ładowania, aby się zweryfikować.
sk: Pre Scan & Charge využívame našu partnerskú sieť. Musíte si nainštalovať minimálne jednu z nižšie uvedených aplikácií našich partnerov, u ktorých sa prihlasujete pomocou svojho {brand} ID. V zvolenej partnerskej aplikácii môžete na overenie svojej totožnosti naskenovať QR kód nabíjacej stanice.

# ScanAndChargeStrings__notAllAppsInstalledSelectionBody
source: For Scan & Charge we use our partners' network. In the partner app you can authenticate by scanning the charging station QR code.
fi: Scan & Charge -palvelu hyödyntää kumppaniverkostoamme. On asennettava vähintään yksi alla mainituista kumppanien sovelluksista. Kirjautumiseen voidaan käyttää {brand} ID:tä. Valitussa kumppanin sovelluksessa voidaan skannata latausaseman QR-koodi tunnistautumista varten.
pl: W ramach Scan & Charge korzystamy z sieci naszych partnerów. Musisz zainstalować co najmniej jedną z wymienionych aplikacji naszych partnerów. Do logowania możesz wykorzystać {brand} ID. W wybranej aplikacji partnera można zeskanować kod QR stacji ładowania w celu uwierzytelnienia.
sk: Pre Scan & Charge využívame sieť našich partnerov. Musíte mať nainštalovanú minimálne jednu z nižšie uvedených aplikácií našich partnerov. Na prihlásenie možno použiť {brand} ID. V zvolenej partnerskej aplikácii je na overenie totožnosti možné naskenovať QR kód nabíjacej stanice.

# ScanAndChargeStrings_accountEntryPointChargingContractInactive
source: Activate my contract
fi: Aktivoi sopimus
pl: Aktywuj moją umowę
sk: Aktivovať moju zmluvu

# ScanAndChargeStrings_accountEntryPointGetChargingContract
source: Get a charging contract
fi: Solmi lataussopimus
pl: Zawrzyj umowę o ładowanie
sk: Uzavrieť zmluvu o nabíjaní

# ScanAndChargeStrings_accountEntryPointRedirectToDashboard
source: Go to my dashboard
fi: Siirry koontinäyttöön
pl: Przejdź do mojego pulpitu
sk: Prejsť na moju prístrojovú dosku

# ScanAndChargeStrings_accountEntryPointRenewChargingContract
source: Renew my contact
fi: Uudista sopimus
pl: Odnów moją umowę
sk: Obnoviť moju zmluvu

# ScanAndChargeStrings_accountEntryPointTitleMINICharging
source: MINI Charging contract
fi: MINI Charging -tili
pl: Konto MINI Charging
sk: Účet MINI Charging

# ScanAndChargeStrings_accountEntryPointUnblockChargingContract
source: Unblock my contract
fi: Poista sopimuksen esto
pl: Odblokuj moją umowę
sk: Odblokovať moju zmluvu

# ScanAndChargeStrings_allAppsInstalledInfoVehicleTab
source: You can change this selection in your profile settings at any time.
fi: Valintaa voidaan muuttaa milloin tahansa profiiliasetuksissa.
pl: Wybór można zmienić w każdej chwili w ustawieniach profilu.
sk: Výber je možné kedykoľvek zmeniť v nastaveniach profilu.
