Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# ExplainInCarProfileStrings__multiPageEntryPointDescription
source: Ensure that you are logged in with the same {brand} ID ({connectedWebsiteName} account) in your {brand} as in the app.
fi: Varmista, että kirjaudut {brand}-ajoneuvossasi sisään samalla {brand}-tunnuksella ({connectedWebsiteName}-tili) kuin sovelluksessa.
pl: Upewnij się, że zalogowano się w Twoim {brand} za pomocą tego samego {brand} ID (konto {connectedWebsiteName}) co w aplikacji.
sk: Ubezpečte sa, že ste sa vo svojom {brand} prihlásili s rovnakým {brand} ID ({connectedWebsiteName} účet), s akým ste prihlásený v aplikácii.

# ExplainInCarProfileStrings_commentSent
source: Your feedback has been submitted. Thank you!
fi: Kiitos, palautteesi on lähetetty.
pl: Dziękujemy, Twoja opinia została przekazana.
sk: Ďakujeme, vaša spätná väzba bola odoslaná.

# ExplainInCarProfileStrings_entrypointSubtitle
source: Learn how to log in to your vehicle
fi: Miten voit kirjautua sisään ajoneuvoosi
pl: Jak zalogować się do swojego pojazdu
sk: Ako sa môžete prihlásiť do vášho vozidla

# ExplainInCarProfileStrings_feedbackLabel
source: Your comment
fi: Kommenttisi
pl: Twój komentarz
sk: Váš komentár

# ExplainInCarProfileStrings_id7OperatingSystem
source: Operating System 7
fi: BMW-käyttöjärjestelmä 7
pl: System operacyjny BMW 7
sk: BMW Operating System 7

# ExplainInCarProfileStrings_id8OperatingSystem
source: Operating System 8
fi: BMW-käyttöjärjestelmä 8
pl: System operacyjny BMW 8
sk: BMW Operating System 8

# ExplainInCarProfileStrings_infoPageBmwsSupportProfilesHelp
source: You can log in to any vehicle with <link>Operating System 7 or higher<link>.
fi: Voit kirjautua sisään jokaiseen ajoneuvoon <link>BMW-käyttöjärjestelmällä 7 tai uudemmalla<link>.
pl: Możesz zalogować się w każdym pojeździe z <link>systemem operacyjnym BMW 7 lub nowszym<link>.
sk: Môžete sa prihlásiť do ľubovoľného vozidla s operačným systémom <link> BMW Operating System 7 alebo novším<link>.

# ExplainInCarProfileStrings_infoPageOtherFeaturesDescription
source: Using your driver profile in the vehicle enables the following features and settings:
fi: Kuljettajan profiilin käyttö ajoneuvossa mahdollistaa seuraavat toiminnot ja asetukset:
pl: Korzystanie z profilu kierowcy w pojeździe umożliwia wykonanie następujących funkcji i ustawień:
sk: Používanie vášho profilu vodiča vo vozidle umožňuje nasledujúce funkcie a nastavenia:

# ExplainInCarProfileStrings_infoPageOtherFeaturesPersonalEsim
source: Personal eSIM
fi: Henkilökohtainen eSIM
sk: Osobná eSIM

# ExplainInCarProfileStrings_infoPageOtherFeaturesSendDestinationToYourCar
source: Send a destination to your vehicle
fi: Lähetä kohde ajoneuvoon
pl: Wyślij cel do swojego pojazdu
sk: Pošlite cieľ do svojho vozidla

# ExplainInCarProfileStrings_infoPageOtherFeaturesSynchronisedFavoriteDestinations
source: Navigation favorites
fi: Navigoinnin suosikit
pl: Ulubione w nawigacji
sk: Obľúbené položky v navigácii

# ExplainInCarProfileStrings_infoPageSetUpNewSeparatorOr
source: OR
fi: TAI
pl: LUB
sk: ALEBO

# ExplainInCarProfileStrings_infoPageSetUpNewUseExistingProfileTitle
source: Use your existing driver profile by selecting it in the vehicle.
fi: Käytä olemassa olevaa kuljettajan profiiliasi valitsemalla se ajoneuvossa
pl: Użyj istniejącego profilu kierowcy, wybierając go w pojeździe
sk: Použite existujúci profil vodiča tak, že ho vyberiete vo vozidle

# ExplainInCarProfileStrings_infoPageSetUpNewVehicleScanQrCodeSubtitle
source: Only available for certain models
fi: Käytettävissä vain tietyille malleille
pl: Dostępne tylko do określonych modeli
sk: Dostupné iba pre určité modely

# ExplainInCarProfileStrings_infoPageSetUpNewVehicleScanQrCodeTitle
source: SCAN QR CODE
fi: SKANNAA QR-KOODI
pl: ZESKANUJ KOD QR
sk: SKENOVAŤ QR KÓD

# ExplainInCarProfileStrings_infoPageSetUpTitle
source: SET UP
fi: ASENNA
pl: SKONFIGURUJ
sk: NASTAVIŤ

# ExplainInCarProfileStrings_infoPageTitle
source: Driver profile
fi: Kuljettajan profiili
pl: Profil kierowcy
sk: Profil vodiča

# ExplainInCarProfileStrings_infoPageWhatIsBmwIdDescriptionOne
source: Your Driver Profile enhances your BMW driving experience with personalized services and functions.
fi: Kuljettajan profiili luo BMW-ajoelämyksiä räätälöityjen palveluiden ja toimintojen avulla.
pl: Profil kierowcy umożliwia skorzystanie z doświadczeń z jazdy BMW oraz spersonalizowanych usług i funkcji.
sk: Váš profil vodiča vám umožní zážitky z jazdy s BMW s personalizovanými službami a funkciami.

# ExplainInCarProfileStrings_infoPageWhatIsBmwIdDescriptionTwo
source: Use your BMW ID to set up your driver profile in your vehicle and access your settings – such as your seat and mirror positions – as well as other features in the app.
fi: Käytä BMW-tunnustasi kuljettajan profiilin luomiseksi ajoneuvoon sekä asetuksien kuten istuimen ja peilien asennon ja sovelluksen muiden toimintojen käyttöön.
pl: Użyj swojego BMW ID, aby skonfigurować profil kierowcy w pojeździe i uzyskać dostęp do ustawień, takich jak pozycja foteli i lusterek, a także do innych funkcji aplikacji.
sk: Použite svoje BMW ID na nastavenie svojho profilu vodiča vo svojom vozidle a na prístup k svojim nastaveniam, ako sú polohy sedadiel a zrkadiel, ako aj ďalším funkciám aplikácie.

# ExplainInCarProfileStrings_infoPageWhatIsBmwIdTitle
source: Benefits
fi: Edut
pl: Korzyści
sk: Výhody

# ExplainInCarProfileStrings_lookoutUpcomingFeatures
source: … more features coming soon!
fi: … lisää valmisteltavia toimintoja!
pl: … więcej funkcji w przygotowaniu!
sk: … ďalšie funkcie sa pripravujú!

# ExplainInCarProfileStrings_multiPageEntryPointHowToLoginHelp
source: HOW TO LOG IN TO THE VEHICLE
fi: NÄIN KIRJAUDUT SISÄÄN AJONEUVOSSA
pl: SPOSÓB LOGOWANIA W POJEŹDZIE
sk: TAK SA PRIHLÁSITE VO VOZIDLE

# ExplainInCarProfileStrings_negativeFeedbackDetected
source: Thank you for your feedback! It will be sent when you exit the page or after having submitted your comment below.
fi: Kiitos palautteestasi! Se lähetetään, kun poistut sivulta tai kirjoitat alle kommentin.
pl: Dziękujemy za Twoją opinię! Zostanie wysłana, gdy opuścisz stronę lub napiszesz komentarz poniżej.
sk: Ďakujeme za vašu spätnú väzbu! Bude odoslaná, keď opustíte stránku alebo zanecháte komentár nižšie.

# ExplainInCarProfileStrings_positiveFeedbackDetected
source: Thank you for your feedback! It will be sent when you exit the page.
fi: Kiitos palautteestasi! Se lähetetään, kun poistut sivulta.
pl: Dziękujemy za Twoją opinię! Zostanie wysłana, gdy opuścisz stronę.
sk: Ďakujeme za vašu spätnú väzbu! Bude odoslaná, keď opustíte stránku.

# ExplainInCarProfileStrings_tutorialPageDescription
source: You can use the Driver Profile if your vehicle has one of the Operating Systems below.
fi: Voit käyttää kuljettajan profiilia, jos ajoneuvossasi on jokin alla mainituista käyttöjärjestelmistä
pl: Możesz wykorzystać profil kierowcy, jeśli Twój pojazd dysponuje jednym z niżej wymienionych systemów operacyjnych
sk: Profil vodiča môžete použiť, ak má vaše vozidlo jeden z nižšie uvedených operačných systémov

source: Faroe Islands
fi: Färsaaret
pl: Wyspy Owcze
sk: Faerské ostrovy

source: Faroese
fi: Fääri
pl: Farerski
sk: Faerčina

source: Fiji
fi: Fidži
pl: Fidżi
sk: Fidžijčina

source: Fijian
fi: Fidži
pl: Fidżyjski
sk: Fidžijčina

source: Finland
fi: Suomi
pl: Finlandia
sk: Fínsko

source: Finnish
fi: Suomi
pl: Fiński
sk: Fínčina

source: France
fi: Ranska
pl: Francja
sk: Francúzsko

source: French
fi: Ranska
pl: Francuski
sk: Francúzština

source: French Guiana
fi: Ranskan Guayana
pl: Gujana Francuska
sk: Francúzska Guayana

source: French Polynesia
fi: Ranskan Polynesia
pl: Polinezja Francuska
sk: Francúzska Polynézia

source: French Southern Territories
fi: Ranskan eteläiset ja antarktiset alueet
pl: Francuskie Terytoria Południowe i Antarktyczne
sk: Francúzske južné a antarktické územia

source: Fulah
fi: Fulani
pl: Ful
sk: Fulbčina

source: Galician
fi: Galicia
pl: Galicyjski
sk: Galícijčina

source: Ganda
sk: Gandčina

source: Georgia
pl: Gruzja
sk: Gruzínsko

source: Georgian
fi: Georgia
pl: Gruziński
sk: Gruzínčina

source: German
fi: Saksa
pl: Niemiecki
sk: Nemčina

source: Germany
fi: Saksa
pl: Niemcy
sk: Nemecko

source: Gibraltar
sk: Gibraltár

source: Greece
fi: Kreikka
pl: Grecja
sk: Grécko

source: Greek
fi: Kreikka
pl: Grecki
sk: Gréčtina

source: Greenland
fi: Grönlanti
pl: Grenlandia
sk: Grónsko

source: Guarani
sk: Guaraníjčina

source: Gujarati
fi: Gudžarati
pl: Gudźarati
sk: Gudžarátčina

# HalfStarStatisticSemantics
source: Half star
fi: Puolikas tähti
pl: Pół gwiazdki
sk: Polovičná hviezdička

source: Hausa
sk: Hauština

source: Heard Island and McDonald Islands
fi: Heard ja McDonaldinsaaret
pl: Wyspy Heard i McDonalda
sk: Teritórium Heardovho ostrova a Macdonaldových ostrovov

source: Hebrew
fi: Heprea
pl: Hebrajski
sk: Hebrejčina

source: Herero
sk: Hererčina

source: Hindi
sk: Hindčina

source: Hungarian
fi: Unkari
pl: Węgierski
sk: Maďarčina

source: Hungary
fi: Unkari
pl: Węgry
sk: Maďarsko

source: Iceland
fi: Islanti
pl: Islandia
sk: Island

source: Icelandic
fi: Islanti
pl: Islandzki
sk: Islandčina

source: Igbo
sk: Igboština

source: Indonesia
pl: Indonezja
sk: Indonézia

source: Indonesian
fi: Indonesia
pl: Indonezyjski
sk: Indonézština

source: Inuktitut
sk: Inuitčina

source: Inupiaq
pl: Inupiak
sk: Inuvik

source: Iraq
fi: Irak
pl: Irak
sk: Irak

source: Ireland
fi: Irlanti
pl: Irlandia
sk: Írsko

source: Irish
fi: Iiri
pl: Irlandzki
sk: Írčina

source: Isle of Man
fi: Mansaari
pl: Wyspa Man
sk: Ostrov Man

source: Israel
pl: Izrael
sk: Izrael

source: Italian
fi: Italia
pl: Włoski
sk: Taliančina

source: Italy
fi: Italia
pl: Włochy
sk: Taliansko

# JailbreakDetectionStrings_jailbreakDetected
source: Security warning
fi: Turvallisuusohje
pl: Wskazówka bezpieczeństwa
sk: Bezpečnostné upozornenie

# JailbreakDetectionStrings_jailbreakDetectedButtonContinue
source: Still use
fi: Käytä silti
pl: Użyj mimo to
sk: Napriek tomu použiť

# JailbreakDetectionStrings_jailbreakDetectedButtonQuit
source: Quit
fi: Lopeta
pl: Zakończ
sk: Ukončiť

# JailbreakDetectionStrings_jailbreakDetectedDescription
source: Jailbroken/rooted device detected: Please note that this may result in reduced device security (your telephone may, for example, not be able to reliably protect your personal data from unauthorized access), unexpected crashes and errors.
fi: On tunnistettu laite, jonka suojaukset on murrettu: Huomaa, että tämä voi heikentää laitteen turvallisuutta (puhelin ei esim. enää suojaa henkilötietojasi luotettavasti luvattomalta käytöltä) sekä aiheuttaa odottamattomia järjestelmävirheitä ja häiriöitä.
pl: Wykryto urządzenie, w którym dokonano jailbreaku / które zostało zrootowane: Pamiętaj, że może to zmniejszyć bezpieczeństwo urządzenia (telefon nie będzie już mógł chronić w dostatecznym stopniu np. Twoich danych osobowych przed nieuprawnionym dostępem) oraz spowodować wystąpienie nieoczekiwanych awarii i błędów.
sk: Rozpoznané zariadenie s vykonaným jailbreak/root: Berte do úvahy, že to môže spôsobiť zníženú bezpečnosť zariadenia (váš telefón už napr. nemusí byť schopný spoľahlivo chrániť vaše osobné údaje pred neautorizovaným prístupom), ako aj neočakávané zrútenia alebo chyby.

source: Jamaica
fi: Jamaika
pl: Jamajka
sk: Jamajka

source: Japan
fi: Japani
pl: Japonia
sk: Japonsko

source: Japanese
fi: Japani
pl: Japoński
sk: Japončina

source: Javanese
fi: Jaava
pl: Jawajski
sk: Jávčina

source: Jordan
fi: Jordania
pl: Jordania
sk: Jordánsko

source: Kannada
sk: Kannadčina

source: Kanuri
sk: Kanurijčina

source: Kashmiri
fi: Kašmiri
pl: Kaszmir
sk: Kašmír

source: Kazakh
fi: Kazakki
pl: Kazachski
sk: Kazachčina

source: Kazakhstan
fi: Kazakstan
pl: Kazachstan
sk: Kazachstan

source: Kenya
fi: Kenia
pl: Kenia
sk: Keňa

source: Kinyarwanda
fi: Ruanda
sk: Rwandčina

source: Komi
sk: Komijčina

source: Korean
fi: Korea
pl: Koreański
sk: Kórejčina

source: Kurdish
fi: Kurdi
pl: Kurdyjski
sk: Kurdčina

source: Kuwait
pl: Kuwejt
sk: Kuvajt

source: Kyrgyzstan
fi: Kirgisia
pl: Kirgistan
sk: Kirgizsko

source: Lao
fi: Laos
pl: Laos
sk: Laos

source: Latin
fi: Latina
pl: Łaciński
sk: Latinčina

source: Latvia
pl: Łotwa
sk: Lotyšsko

source: Latvian
fi: Latvia
pl: Łotewski
sk: Lotyština

# LeadPaccStrings__leadPaccCounterMessageMultiple
source: And {n} other issues
fi: Ja {n} muuta ongelmaa
pl: I w kwestii {n} innych problemów
sk: A {n} ďalších problémoch

# LeadPaccStrings__leadPaccWarningDescription
source: Required since {n}
fi: Tarpeellinen alk. {n}
pl: Wymagane od {n}
sk: Potrebné od {n}

# LeadPaccStrings_leadPaccCategoryAdBlueCheckUp
source: AdBlue check up
fi: Kiireellinen AdBlue-tarkistus
pl: Pilne sprawdzenie AdBlue
sk: Naliehavá kontrola AdBlue

# LeadPaccStrings_leadPaccCategoryAdBlueMaintenance
source: AdBlue Maintenance
fi: AdBlue-huolto
pl: Serwis AdBlue
sk: Údržba AdBlue

# LeadPaccStrings_leadPaccCategoryAdBlueRefill
source: AdBlue refill
fi: Lisää AdBlueta
pl: Uzupełnij AdBlue
sk: Doplňte AdBlue

# LeadPaccStrings_leadPaccCategoryAirConditioningCheckUp
source: Air conditioning check up
fi: Ilmastointilaitteen tarkastus
pl: Sprawdzenie klimatyzacji
sk: Kontrola klimatizácie

# LeadPaccStrings_leadPaccCategoryAirQualityCheckUp
source: Air quality check
fi: Ilmanlaadun tarkastus
pl: Kontrola jakości powietrza
sk: Kontrola kvality vzduchu

# LeadPaccStrings_leadPaccCategoryBatteryCheckUp
source: Battery check up
fi: Akun tarkastus
pl: Kontrola akumulatora
sk: Kontrola batérie

# LeadPaccStrings_leadPaccCategoryBrakeSystemMalfunction
source: Brake system malfunction
fi: Jarruvika
pl: Awaria hamulców
sk: Porucha bŕzd

# LeadPaccStrings_leadPaccCategoryBrakesCheckUp
source: Brakes check up
fi: Jarrujen tarkastus
pl: Kontrola hamulców
sk: Kontrola bŕzd

# LeadPaccStrings_leadPaccCategoryChassiCheckUp
source: Chassis check
fi: Korin tarkastus
pl: Kontrola karoserii
sk: Kontrola karosérie

# LeadPaccStrings_leadPaccCategoryChassisCheckUp
source: Chassis check up
fi: Korin tarkastus
pl: Kontrola karoserii
sk: Kontrola karosérie

# LeadPaccStrings_leadPaccCategoryCheckVehicleConfiguration
source: Check vehicle configuration
fi: Ajoneuvon konfiguraation tarkastus
pl: Kontrola konfiguracji pojazdu
sk: Kontrola konfigurácie vozidla

# LeadPaccStrings_leadPaccCategoryCoolingSystemCheckUp
source: Cooling system check
fi: Jäähdytysjärjestelmän tarkastus
pl: Kontrola układu chłodzenia
sk: Kontrola chladiaceho systému

# LeadPaccStrings_leadPaccCategoryDamageCheckUp
source: Damage check
fi: Vahingon tarkastus
pl: Kontrola uszkodzeń
sk: Kontrola poškodenia

# LeadPaccStrings_leadPaccCategoryDrivetrainCheckUp
source: Drivetrain check up
fi: Voimansiirron tarkastus
pl: Kontrola układu napędowego
sk: Kontrola hnacieho ústrojenstva

# LeadPaccStrings_leadPaccCategoryDrivetrainMalfunction
source: Drivetrain malfunction
fi: Viallinen voimansiirto
pl: Uszkodzony napęd
sk: Porucha pohonu

# LeadPaccStrings_leadPaccCategoryDrivingAssistanceSystemCheckUp
source: Driving assistance system check up
fi: Kuljettajan apujärjestelmien tarkastus
pl: Kontrola systemu wspomagania kierowcy
sk: Kontrola asistenčného systému vodiča

# LeadPaccStrings_leadPaccCategoryDrivingDynamicsCheckUp
source: Driving dynamics check up
fi: Ajodynamiikan tarkastus
pl: Kontrola dynamiki jazdy
sk: Kontrola jazdnej dynamiky

# LeadPaccStrings_leadPaccCategoryElectronicsCheckUp
source: Electronics check up
fi: Elektroniikan tarkastus
pl: Sprawdzenie elektroniki
sk: Kontrola elektroniky

# LeadPaccStrings_leadPaccCategoryEngineCheckUp
source: Engine check up
fi: Moottorin tarkastus
pl: Kontrola silnika
sk: Kontrola motora

# LeadPaccStrings_leadPaccCategoryEngineCoolantLevelCheckUp
source: Engine coolant level check up
fi: Moottorin jäähdytysnesteen tarkastus
pl: Sprawdzenie poziomu płynu chłodzącego silnik
sk: Kontrola hladiny chladiacej kvapaliny do motora

# LeadPaccStrings_leadPaccCategoryEngineError
source: Engine error
fi: Moottorin häiriö
pl: Usterka silnika
sk: Porucha motora

# LeadPaccStrings_leadPaccCategoryExplosionRisk
source: Explosion risk
fi: Räjähdysvaara
pl: Ryzyko wybuchu
sk: Riziko výbuchu

# LeadPaccStrings_leadPaccCategoryFireRisk
source: Fire risk
fi: Palovaara
pl: Zagrożenie pożarowe
sk: Nebezpečenstvo požiaru

# LeadPaccStrings_leadPaccCategoryFuelSystemCheckUp
source: Fuel system check up
fi: Polttoainejärjestelmän tarkastus
pl: Kontrola układu paliwowego
sk: Kontrola palivového systému

# LeadPaccStrings_leadPaccCategoryFunctionUseageAcquirable
source: Functional enhancement possible
fi: Toimintojen laajennus mahdollista
pl: Możliwość rozszerzenia funkcjonalności
sk: Rozšírenie funkcií je možné

# LeadPaccStrings_leadPaccCategoryGearboxCheckUp
source: Gearbox check up
fi: Vaihteiston tarkastus
pl: Sprawdzenie skrzyni biegów
sk: Kontrola prevodovky

# LeadPaccStrings_leadPaccCategoryHighVoltageSystemCheckUp
source: High voltage system check up
fi: Korkeajännitejärjestelmän tarkastus
pl: Sprawdzenie układu wysokiego napięcia
sk: Kontrola vysokonapäťového systému

# LeadPaccStrings_leadPaccCategoryHighVoltageSystemDamage
source: High voltage system damage
fi: Korkeajännitteen varastointijärjestelmän vaurio
pl: Uszkodzenie systemu magazynowania wysokiego napięcia
sk: Poškodenie vysokonapäťového systému

# LeadPaccStrings_leadPaccCategoryHydrogenSystemCheckUp
source: Hydrogen system check up
fi: Vetyjärjestelmän tarkastus
pl: Sprawdzenie systemu wodorowego
sk: Kontrola vodíkového systému

# LeadPaccStrings_leadPaccCategoryHydrogenSystemError
source: Hydrogen system error
fi: Vetyjärjestelmä viallinen
pl: Awaria systemu wodorowego
sk: Porucha vodíkového systému

# LeadPaccStrings_leadPaccCategoryInformation
source: Information
fi: Informaatio
pl: Informacje
sk: Informácia

# LeadPaccStrings_leadPaccCategoryInteriorFunctionalityCheckUp
source: Interior functionality check up
fi: Sisätilan toimintatarkastus
pl: Sprawdzenie funkcji wnętrza
sk: Kontrola funkčnosti interiéru

# LeadPaccStrings_leadPaccCategoryLightingSystemMalfunction
source: Lighting system malfunction
fi: Valaisinjärjestelmä viallinen
pl: Awaria systemu oświetlenia
sk: Porucha osvetľovacieho systému

# LeadPaccStrings_leadPaccCategoryLightsCheckUp
source: Lighting system check up
fi: Valaisinjärjestelmän tarkastus
pl: Sprawdzenie systemu oświetlenia
sk: Kontrola osvetľovacieho systému

# LeadPaccStrings_leadPaccCategoryMaintenanceNeeded
source: Maintenance needed
fi: Huoltotarve
pl: Potrzeba serwisowania
sk: Potreba údržby

# LeadPaccStrings_leadPaccCategoryMalfunction
source: Malfunction
fi: Toimintahäiriö
pl: Nieprawidłowe działanie
sk: Chybná funkcia

# LeadPaccStrings_leadPaccCategoryMalfunctionCheckUp
source: Malfunction check
fi: Toimintahäiriön tarkastus
pl: Kontrola nieprawidłowego działania
sk: Kontrola chybných funkcií

# LeadPaccStrings_leadPaccCategoryOilCheckUp
source: Oil level check up
fi: Öljytason tarkastus
pl: Sprawdzenie poziomu oleju
sk: Kontrola stavu oleja

# LeadPaccStrings_leadPaccCategoryPowerSupplyCheckUp
source: Power supply check
fi: Energiansyötön tarkastus
pl: Kontrola zasilania
sk: Kontrola napájania

# LeadPaccStrings_leadPaccCategoryPowerSupplyDisturbed
source: Power supply disturbed
fi: Häiriö sähköenergian saannissa
pl: Usterka zasilania elektrycznego
sk: Porucha napájania

# LeadPaccStrings_leadPaccCategorySafetyCheckUp
source: Safety check
fi: Turvallisuustarkastus
pl: Kontrola bezpieczeństwa
sk: Bezpečnostná kontrola

# LeadPaccStrings_leadPaccCategorySecurityVehicleCheckUp
source: Security vehicle check up
fi: Turvavarustellun ajoneuvon määräaikaishuolto tarpeellinen
pl: Konieczna kontrola pojazdu bezpieczeństwa
sk: Vyžaduje sa prehliadka bezpečnostného vozidla

# LeadPaccStrings_leadPaccCategoryServiceCheckUp
source: Service check
fi: Huollon tarkastus
pl: Kontrola serwisowa
sk: Servisná kontrola

# LeadPaccStrings_leadPaccCategorySoftwareDefect
source: Software defect
fi: Ohjelmistovirhe
pl: Błąd oprogramowania
sk: Softvérová chyba

# LeadPaccStrings_leadPaccCategorySteeringCheckUp
source: Steering system check up
fi: Ohjausjärjestelmän tarkastus
pl: Sprawdzenie układu kierowniczego
sk: Kontrola systému riadenia

# LeadPaccStrings_leadPaccCategorySteeringSystemMalfunction
source: Steering system malfunction
fi: Ohjausjärjestelmä viallinen
pl: Awaria układu kierowniczego
sk: Porucha systému riadenia

# LeadPaccStrings_leadPaccCategoryTireCheckUp
source: Tire check up
fi: Renkaiden tarkastus
pl: Kontrola opon
sk: Kontrola pneumatík

# LeadPaccStrings_leadPaccCategoryTireCheckUpParking
source: Tire check up parking
fi: Renkaiden tarkastus ajoneuvon seistessä
pl: Sprawdzenie opon na postoju
sk: Kontrola pneumatík pri stojacom vozidle

# LeadPaccStrings_leadPaccCategoryTrailerCheckUp
source: Trailer check up
fi: Perävaunun tarkastus
pl: Sprawdzenie przyczepy
sk: Kontrola prívesu

# LeadPaccStrings_leadPaccCategoryTransmissionCheckUp
source: Transmission check
fi: Vaihteiston tarkastus
pl: Kontrola skrzyni biegów
sk: Kontrola prevodovky

# LeadPaccStrings_leadPaccCategoryUrgentBatteryCheckUp
source: Urgent battery check up
fi: Kiireellinen akun tarkastus
pl: Pilna kontrola akumulatora
sk: Naliehavá kontrola batérie

# LeadPaccStrings_leadPaccCategoryUrgentBrakesCheckUp
source: Urgent brakes check up
fi: Kiireellinen jarrujen tarkastus
pl: Pilna kontrola hamulców
sk: Naliehavá kontrola bŕzd

# LeadPaccStrings_leadPaccCategoryUrgentChassisCheckUp
source: Urgent chassis check up
fi: Kiireellinen korin tarkastus
pl: Pilne sprawdzenie karoserii
sk: Naliehavá kontrola karosérie

# LeadPaccStrings_leadPaccCategoryUrgentCoolingSystemCheckUp
source: Urgent cooling system check
fi: Kiireellinen jäähdytysjärjestelmän tarkastus
pl: Pilna kontrola układu chłodzenia
sk: Naliehavá kontrola chladiaceho systému

# LeadPaccStrings_leadPaccCategoryUrgentDamageCheckUp
source: Urgent damage check up
fi: Kiireellinen vahingon tarkastus
pl: Pilna kontrola uszkodzeń
sk: Naliehavá kontrola poškodenia

# LeadPaccStrings_leadPaccCategoryUrgentDrivetrainCheckUp
source: Urgent drivetrain check up
fi: Kiireellinen voimansiirron tarkastus
pl: Pilna kontrola układu napędowego
sk: Naliehavá kontrola hnacieho ústrojenstva

# LeadPaccStrings_leadPaccCategoryUrgentDrivingAssistanceCheckUp
source: Urgent driver assistance system check
fi: Kiireellinen kuljettajan apujärjestelmien tarkastus
pl: Pilna kontrola systemu wspomagania kierowcy
sk: Naliehavá kontrola asistenčného systému vodiča

# LeadPaccStrings_leadPaccCategoryUrgentDrivingDynamicsCheckUp
source: Urgent driving dynamics check up
fi: Kiireellinen ajodynamiikan tarkastus
pl: Pilna kontrola dynamiki jazdy
sk: Naliehavá kontrola jazdnej dynamiky

# LeadPaccStrings_leadPaccCategoryUrgentElectronicsCheckUp
source: Urgent electronics check up
fi: Kiireellinen elektroniikan tarkastus
pl: Pilne sprawdzenie elektroniki
sk: Naliehavá kontrola elektroniky

# LeadPaccStrings_leadPaccCategoryUrgentEngineCheckUp
source: Urgent engine check up
fi: Kiireellinen moottorin tarkastus
pl: Pilna kontrola silnika
sk: Naliehavá kontrola motora

# LeadPaccStrings_leadPaccCategoryUrgentFuelSystemCheckUp
source: Urgent fuel system check up
fi: Kiireellinen polttoainejärjestelmän tarkastus
pl: Pilne sprawdzenie układu paliwowego
sk: Naliehavá kontrola palivového systému

# LeadPaccStrings_leadPaccCategoryUrgentGearboxCheckUp
source: Urgent gearbox check up
fi: Kiireellinen vaihteiston tarkastus
pl: Pilna kontrola skrzyni biegów
sk: Naliehavá kontrola prevodovky

# LeadPaccStrings_leadPaccCategoryUrgentHighVoltageSystemCheckUp
source: Urgent high voltage system check up
fi: Kiireellinen korkeajännitejärjestelmän tarkastus
pl: Pilne sprawdzenie układu wysokiego napięcia
sk: Naliehavá kontrola vysokonapäťového systému
