Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# vehicleMappingVinDescription
source: The VIN (vehicle identification number) is a 17-digit code which identifies the vehicle. The location of the VIN may vary depending on the vehicle.
fi: VIN (ajoneuvon valmistenumero) on 17 numeroa sisältävä koodi, jolla ajoneuvo voidaan tunnistaa yksiselitteisesti. VIN-koodin sijainti voi vaihdella eri ajoneuvoissa.
pl: VIN (numer identyfikacyjny pojazdu) to 17-znakowy kod, który unikalnie identyfikuje pojazd. Miejsce umieszczenia numeru VIN może się różnić w zależności od pojazdu.
sk: VIN (identifikačné číslo vozidla) je 17-miestny kód, ktorý jednoznačne identifikuje vozidlo. Pozícia VIN sa môže odlišovať v závislosti od vozidla.

# vehicleMappingVinEntryActionButton
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať

# vehicleMappingWarningPrimaryDriverMayExist
source: You are about to add a new primary user to the vehicle. Please note that a vehicle can only have one primary user. If you continue, existing primary and secondary users will be deleted.
fi: Näin kohdennat ajoneuvolle uuden pääkäyttäjän. Huomaa, että ajoneuvolla voi olla vain yksi pääkäyttäjä. Jos jatkat, olemassa olevat pää- ja rinnakkaiskäyttäjät poistetaan.
pl: W ten sposób przypisujesz nowego głównego użytkownika do pojazdu. Pamiętaj, że jeden pojazd może być przyporządkowany tylko do jednego głównego użytkownika. Jeśli będziesz kontynuować, istniejący główny użytkownik i współużytkownicy zostaną usunięci.
sk: Týmto priradíte vozidlo novému hlavnému používateľovi. Nezabudnite, že vozidlo môže mať len jedného hlavného používateľa. Keď budete pokračovať, odstráni sa existujúci hlavný používateľ a spolupoužívatelia.

# vehicleMappingWelcomeBackButton
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať

# vehicleMappingWelcomeBackTitle
source: Finalize adding your vehicle
fi: Ajoneuvon lisäämisen viimeistely
pl: Zakończ dodawanie pojazdu
sk: Dokončiť pridanie vozidla

# vehicleMappingYoureAllSetCloseButton
source: Finish
fi: Lopeta
pl: Zakończ
sk: Ukončiť

# vehicleMappingYoureAllSetTitle
source: You are all set!
fi: Valmis!
pl: Załatwione!
sk: Hotovo!

# vehicleMultipleIssues
source: Multiple issues detected
fi: Useita ongelmia tunnistettu
pl: Wykryto kilka problemów
sk: Bolo rozpoznaných viacero problémov

# vehicleName
source: Name
fi: Nimi
pl: Nazwa
sk: Názov

# vehicleNotMappedTitle
source: Vehicle not Mapped
fi: Ajoneuvoa ei ole tallennettu tiliisi.
pl: Pojazd nie jest zapisany na Twoim koncie.
sk: Vozidlo už nie je uložené vo Vašom účte.

source: Vehicle open
fi: Ajoneuvo auki
pl: Pojazd otwarty
sk: Vozidlo je otvorené

# vehicleRegisterDate
source: Registration date
fi: Rekisteröintipäivä
pl: Data rejestracji
sk: Dátum registrácie

# vehicleSalesPillText
source: Sales
fi: Myynti
pl: Sprzedaż
sk: Predaj

# vehicleSemantics
source: Vehicle
fi: Ajoneuvo
pl: Pojazd
sk: Vozidlo

# vehicleServicesCriticalError
source: Error. Please contact Roadside Assistance
fi: Virhe. Ota yhteys liikkuvuuspalveluun.
pl: Błąd. Wezwij pomoc drogową.
sk: Chyba. Prosím, kontaktujte asistenčnú službu.

# vehicleServicesDownloadPaused
source: Download paused
fi: Lataus pysäytetty
pl: Pobieranie zatrzymane
sk: Sťahovanie zastavené

# vehicleServicesDownloading
source: Downloading...
fi: Ladataan…
pl: Trwa pobieranie…
sk: Sťahuje sa…

# vehicleServicesFreeUpSpace
source: Free up some space for upgrade
fi: Vapauta lisää tilaa versiopäivitystä varten
pl: Zrób miejsce na aktualizację
sk: Vytvoriť trochu miesta pre upgrade

# vehicleServicesNoUpgradeAvailable
source: No software upgrade available
fi: Ohjelmistopäivitystä ei käytettävissä
pl: Brak dostępnego Software Upgrade
sk: Nie je dostupný žiadny Software Upgrade

# vehicleServicesRemoteUploadSuccess
source: Upgrade preparation completed
fi: Päivityksen valmistelu on valmis
pl: Przygotowanie do uaktualnienia zakończone
sk: Príprava upgradu dokončená

# vehicleServicesUpgradeAvailable
source: Software upgrade available
fi: Ohjelmistopäivitys käytettävissä
pl: Dostępne Software Upgrade
sk: Software Upgrade je dostupný

# vehicleServicesUpgradeSuccessfullyFinished
source: Upgrade successfully installed
fi: Versiopäivityksen asennus onnistui
pl: Aktualizacja zainstalowana pomyślnie
sk: Upgrade bol úspešne nainštalovaný

# vehicleServicesUploading
source: Uploading...
fi: Ladataan palvelimeen…
pl: Trwa wysyłanie…
sk: Nahráva sa…

# vehicleServicesWaitingForInternet
source: Waiting for internet connection
fi: Odotetaan online-yhteyttä
pl: Oczekiwanie na połączenie online
sk: Čakať na online pripojenie

# vehicleServicesWaitingForInternetViaWifi
source: Connect to Wi-Fi with internet access
fi: Vaaditaan WLAN, jolla on online-yhteys
pl: Konieczne połączenie online WLAN
sk: Vyžaduje sa WiFi online pripojením

source: Vehicle Settings
fi: Ajoneuvon asetukset
pl: Ustawienia pojazdu
sk: Nastavenia vozidla

# vehicleSettingsDataPrivacySettingsSubTitle
source: Privacy settings
fi: Tietosuoja-asetukset
pl: Ustawienia dotyczące ochrony danych osobowych
sk: Nastavenia ochrany údajov

# vehicleSettingsDataPrivacyTitle
source: Data privacy
fi: Tietosuoja
pl: Ochrona danych osobowych
sk: Ochrana osobných údajov

# vehicleStatusAppBarTitle
source: Vehicle Status
fi: Ajoneuvon tila
pl: Status pojazdu
sk: Stav vozidla

# vehicleStatusBanner
source: ALL GOOD
fi: KAIKKI OK
pl: STATUS OK
sk: VŠETKO OK

# vehicleStatusBannerUnmapped
source: ALMOST DONE
fi: MELKEIN VALMIS
pl: PRAWIE GOTOWE
sk: TAKMER HOTOVO

# vehicleStatusLockedIconSemantics
source: Vehicle locked
fi: Ajoneuvo lukittu
pl: Pojazd zablokowany
sk: Vozidlo zamknuté

# vehicleStatusUnlockedIconSemantics
source: Vehicle unlocked
fi: Ajoneuvon lukitus avattu
pl: Pojazd odblokowany
sk: Vozidlo odomknuté

# vehicleTabEntryNewUpgradeAvailable
source: New vehicle software upgrade
fi: Uusi ajoneuvon ohjelmistopäivitys
pl: Nowy Upgrade oprogramowania pojazdu
sk: Nová aktualizácia softvéru vozidla

# vehicleTabEntryPointsFindAnotherDealerTitle
source: Find Another Dealer
fi: Hae toinen jälleenmyyjä
pl: Znajdź innego dealera
sk: Nájsť iného predajcu

# vehicleTabEntryPointsHeader
source: DEALER SERVICES
fi: OMA JÄLLEENMYYJÄ
pl: MÓJ DEALER
sk: MÔJ PREDAJCA

# vehicleTabEntryPointsSelectDealerTitle
source: Select Dealer
fi: Valitse huoltopiste
pl: Wybierz serwis
sk: Zvoliť servisného partnera

# vehicleTabEntryUpgradeBlocked
source: Remote Software Upgrade blocked
fi: Remote Software Upgrade estetty
pl: Remote Software Upgrade zablokowany
sk: Remote Software Upgrade blokovaný

# vehicleTabWelcomeScreenDemoVehiclesButton
source: EXPERIENCE DEMO VEHICLES
fi: TUTUSTU DEMO-AJONEUVOIHIN
pl: ODKRYJ POJAZDY DEMO
sk: OBJAVIŤ PREDVÁDZACIE VOZIDLÁ

# vehicleTuvService
source: Vehicle TUV
fi: Ajoneuvon katsastus
pl: TÜV pojazdu
sk: TÜV vozidla

# ventilateNowSemantics
source: Ventilate now
fi: Tuuleta nyt
pl: Wentyluj teraz
sk: Spustiť ventiláciu

# ventilationAndHeatingTitle
source: Plan ventilation / auxiliary heating
fi: Tuuletuksen/lämmityksen suunnittelu
pl: Planuj wentylację/ogrzewanie
sk: Naplánovať ventiláciu/vyhrievanie

# ventilationButtonText
source: CONFIRM AND START
fi: VAHVISTA JA KÄYNNISTÄ
pl: POTWIERDŹ I URUCHOM
sk: POTVRDIŤ A SPUSTIŤ

# ventilationDesc
source: Climate control is restricted to ventilation only, because "Remote Engine Start" is not activated in your vehicle.
fi: Ilmastointi rajoittuu tuuletukseen, koska ajoneuvosi Remote Engine Start -toiminnon aktivointi on poistettu.
pl: Klimatyzacja jest ograniczona do wentylacji, ponieważ zdalna usługa uruchomienia silnika w pojeździe jest dezaktywowana.
sk: Klimatizácia je obmedzená na ventiláciu, keďže je diaľkové štartovanie vo vašom vozidle deaktivované.

# ventilationDetailsDesc
source: Detailed information: To activate: My Vehicle > Settings > Climate Control > Preconditioning / ventilation > Remote Engine Start > Engine Start for Climate Control. State laws differ in terms of the use of remote engine start and use of this function may violate the law. Before use, check your state and local laws. Do you want to ventilate now? Remote functions may take a few seconds.
fi: Yksityiskohtaiset tiedot: Aktivointi: "Oma ajoneuvo" > "Asetukset" > "Ilmastointimukavuus" > "Lisälämmitin/lisätuuletus" > "Remote Engine Start" > "Moottorin käynnistys ilmastointia varten". Moottorin etäkäynnistämistä koskevat lait poikkeavat eri osavaltioissa toisistaan, ja toiminnon käyttö voi olla lainvastaista. Tarkista valtiolliset ja paikalliset lait ennen sen käyttöä. Tuuletetaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Szczegółowe informacje: Aktywacja: "Mój pojazd" > "Ustawienia" > "Klimatyzacja" > "Klimatyzacja/Wentylacja postojowa" > "Zdalna usługa uruchomienia silnika" > "Uruchomienie silnika w celu klimatyzacji". Ustawodawstwo poszczególnych krajów różni się w kwestii zdalnego uruchomienia silnika i wykorzystywanie tej funkcji może stanowić naruszenie prawa. Przed skorzystaniem z niej sprawdź krajowe i miejscowe przepisy. Wietrzyć teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Podrobné informácie: Na aktiváciu: "Moje vozidlo" > "Nastavenia" > "Komfortná klimatizácia" > "Nezávislá klimatizácia/ventilácia" > "Diaľkové štartovanie vozidla" > "Naštartovanie motora na klimatizáciu". Zákony jednotlivých spolkových štátov sa v prípade funkcie diaľkového štartovania motora odlišujú a jej použitie môže byť v rozpore so zákonom. Pred použitím skontrolujte svoje štátne a regionálne zákony. Chcete spustiť ventiláciu? Funkcie Remote môžu trvať niekoľko sekúnd.

# ventilationExecutionMessage
source: Do you want to ventilate now? Remote functions may take a few seconds.
fi: Tuuletetaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Wentylować teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Chcete spustiť ventiláciu? Funkcie Remote môžu trvať niekoľko sekúnd.

source: Ventilation/heating timer
fi: Tuuletus-/lämmitysajastin
pl: Timer wentylacji/ogrzewania
sk: Časovač ventilácie/kúrenia

source: Ventilation in progress
fi: Tuuletus päällä
pl: Wentylacja działa
sk: Ventilácia beží

# ventilationRemainingTime
source: Ventilation will run for around {minutes} minutes
fi: Tuuletus käy nyt noin {minutes} minuuttia
pl: Wentylacja działa teraz przez ok. {minutes} min
sk: Ventilácia teraz pôjde cca {minutes} minút

source: Ventilation timer
fi: Tuuletusajastin
pl: Timer wentylacji
sk: Časovač ventilácie

# ventilationTitle
source: Plan ventilation
fi: Tuuletuksen suunnittelu
pl: Planuj wentylację
sk: Plánovať vetranie

# verificationButton
source: VERIFY
fi: TARKISTA
pl: SPRAWDŹ
sk: KONTROLA

# verificationCheckbox
source: Remember me
fi: Muista minut
pl: Zapamiętaj mnie
sk: Zapamätať na budúce použitie

# verificationCode
source: Security Code
fi: Turvakoodi
pl: Kod bezpieczeństwa
sk: Bezpečnostný kód

# verificationCodeLable
source: Verification Code
fi: Vahvistuskoodi
pl: Kod potwierdzający
sk: Overovací kód

# verificationCodePrompt
source: 6 digits
fi: 6 numeroa
pl: 6 cyfr
sk: 6 číslic

source: Version
fi: Versio
pl: Wersja
sk: Verzia

source: Very Likely
fi: Erittäin todennäköisesti
pl: Bardzo prawdopodobne
sk: Veľmi pravdepodobné

source: Very Unlikely
fi: Erittäin epätodennäköisesti
pl: Bardzo nieprawdopodobne
sk: Veľmi nepravdepodobné

# viewAppointmentAppBarTitle
source: View Appointment
fi: Näytä aika
pl: Wyświetl termin
sk: Zobraziť termín

# viewDetailActionTitle
source: Click to view detail
fi: Napauttamalla näet tiedot
pl: Kliknij, aby wyświetlić szczegóły
sk: Kliknite pre zobrazenie podrobností

# viewDetailsItemSubtitle
source: Review upcoming appointment details.
fi: Tarkista tulevat ajat.
pl: Sprawdź zbliżające się terminy.
sk: Skontrolujte nadchádzajúce termíny.

# viewDetailsLabel
source: View Appointment
fi: Näytä aika
pl: Wyświetl termin
sk: Zobraziť termín

# viewPageFrontImageTitle
source: Front view
fi: Näkymä edestä
pl: Widok z przodu
sk: Čelný pohľad

# viewPageLeftImageTitle
source: Left view
fi: Vasen näkymä
pl: Widok z lewej strony
sk: Pohľad vľavo

# viewPageRearImageTitle
source: Rear view
fi: Näkymä takaa
pl: Widok z tyłu
sk: Zadný náhľad

# viewPageRightImageTitle
source: Right view
fi: Oikea näkymä
pl: Widok z prawej strony
sk: Pohľad vpravo

# viewPageShareImageDialogTitle
source: Share image
fi: Jaa kuva
pl: Udostępnij zdjęcie
sk: Zdieľať obrázok

source: View Route
fi: Näytä reitti
pl: Wyświetl trasę
sk: Zobraziť trasu

source: VIEW SETTINGS
fi: AVAA ASETUKSET
pl: OTWÓRZ USTAWIENIA
sk: OTVORIŤ NASTAVENIA

# viewUpperCase
source: VIEW
fi: NÄYTÄ
pl: WYŚWIETL
sk: ZOBRAZIŤ

# vinEntryAppBarTitle
source: Add Vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# vinEntryDriverRoleDescription
source: There are two roles in the vehicle: primary user and secondary user
fi: Ajoneuvossa on kaksi roolia: pääkäyttäjä ja rinnakkaiskäyttäjä
pl: Są dwie role w pojeździe: główny użytkownik i współużytkownik
sk: Existujú dve roly vo vozidle: hlavný používateľ a spolupoužívateľ

# vinEntryDriverRoles
source: Driver's roles
fi: Kuljettajan roolit
pl: Role kierowcy
sk: Roly vodiča

# vinEntryHelp
source: HELP LOCATING YOUR VIN
fi: OHJE VIN-NUMERON HAKUA VARTEN
pl: POMOC PRZY WYSZUKIWANIU WG NRU VIN
sk: POMOC PRI VYHĽADÁVANÍ VÁŠHO VIN

# vinEntryPrimaryDriverWarning
source: Only one primary user can be assigned to a vehicle. If you connect to the vehicle as a primary user, all other listed drivers (primary users and secondary users) will be removed.
fi: Ajoneuvo voidaan määrittää kuuluvaksi vain yhdelle pääkäyttäjälle. Jos yhdistät itsesi ajoneuvoon pääkäyttäjänä, kaikki muut kuljettajat (pääkäyttäjä ja rinnakkaiskäyttäjät) poistetaan.
pl: Jeden pojazd może być przyporządkowany tylko do jednego głównego użytkownika. Jeżeli połączysz się z pojazdem jako główny użytkownik, wszyscy pozostali wymienieni kierowcy (główny użytkownik i współużytkownicy) zostaną usunięci.
sk: Vozidlo môže byť priradené len jednému hlavnému použivateľovi. Keď sa k vozidlu pripojíte ako hlavný používateľ, odstránia sa všetci ostatní uvedení vodiči (hlavný používateľ a spolupoužívateľ).

# vinEntrySecondaryDriverPortal
source: You can add and manage secondary users via the ConnectedDrive customer portal.
fi: Rinnakkaiskäyttäjiä voidaan lisätä ja hallita ConnectedDrive-asiakasportaalin kautta.
pl: Współużytkowników można dodawać i zarządzać nimi przez portal klienta ConnectedDrive.
sk: Spolupoužívateľov je možné pridávať a spravovať cez zákaznícky portál ConnectedDrive.

# vinEntryTitleMini
source: The VIN is a 17-digit code which identifies the vehicle. Its position may vary depending on the vehicle.
fi: VIN on 17 numeroa sisältävä koodi, jolla ajoneuvo tunnistetaan. Sen sijainti voi vaihdella eri ajoneuvoissa.
pl: VIN to 17-znakowy numer identyfikujący pojazd. Pozycja może się różnić w zależności od pojazdu.
sk: VIN je 17-miestny kód, ktorý identifikuje vozidlo. Pozícia sa môže odlišovať v závislosti od vozidla.

# vinEntryTitleToyotaJP
source: The VIN is a 17-digit code which identifies the vehicle.
fi: VIN on 17 numeroa sisältävä koodi, jolla ajoneuvo tunnistetaan.
pl: VIN to 17-znakowy numer identyfikujący pojazd.
sk: VIN je 17-miestny kód, ktorý identifikuje vozidlo.

# vinSubmissionAlreadyMappedErrorDialogDescription
source: This vehicle already exists in your account. If you cannot see the vehicle and the problem persists, try restarting the app.
fi: Tämä ajoneuvo on jo tilissäsi. Jos ajoneuvoa ei näytetä ja ongelma ei poistu, käynnistä sovellus uudelleen.
pl: Ten pojazd już istnieje na Twoim koncie. Jeśli pojazd nie jest wyświetlany i problem nadal występuje, uruchom ponownie aplikację.
sk: Toto vozidlo už vo Vašom účte existuje. Ak sa vozidlo nezobrazuje a problém naďalej pretrváva, aplikáciu reštartujte.

# vinSubmissionCantAddFleetVehicleErrorDialogDescription
source: This is a fleet vehicle and cannot be used with this app. If you believe you received this in error, please contact Customer Service.
fi: Tämä ajoneuvo kuuluu ajoneuvokantaan, joten sitä ei voi käyttää tällä sovelluksella. Jos uskot saaneesi tämän viestin vahingossa, käänny asiakaspalvelun puoleen.
pl: Jest to pojazd flotowy i nie może być używany z tą aplikacją. Jeżeli Twoim zdaniem otrzymujesz ten komunikat przez pomyłkę, zwróć się do Centrum Obsługi Klienta.
sk: Ide o vozidlo vozového parku a preto ho s touto aplikáciou nemožno používať. Ak si myslíte, že ste toto hlásenie dostali omylom, obráťte sa na zákaznícku podporu.

# vinSubmissionErrorDialogBackButtonTitle
source: Back
fi: Takaisin
pl: Powrót
sk: Späť

# vinSubmissionErrorDialogErrorTitle
source: Error
fi: Virhe
pl: Błąd
sk: Chyba

# vinSubmissionInvalidMappingInformationErrorDialogDescription
source: This vehicle requires additional assistance. Please contact Customer Service.
fi: Tähän ajoneuvoon tarvitaan apua. Ota yhteys asiakaspalveluun.
pl: Pojazd wymaga dodatkowej pomocy. Skontaktuj się z Centrum Obsługi Klienta.
sk: Toto vozidlo potrebuje dodatočnú pomoc. Kontaktujte zákaznícku podporu.

# vinSubmissionMappingInProgressErrorDialogDescription
source: Vehicle connection is already in progress. If you can't see the vehicle and the problem persists, restarting the app may help.
fi: Yhteys ajoneuvoon muodostetaan. Jos et näe ajoneuvoa ja ongelma ei poistu, sovelluksen uudelleenkäynnistäminen voi auttaa.
pl: Trwa nawiązywanie połączenia z pojazdem. Jeśli nie widzisz pojazdu i problem występuje nadal, może pomóc ponowne uruchomienie aplikacji.
sk: Nadväzuje sa spojenie s vozidlom. Ak nevidíte vozidlo a problém pretrváva, môže pomôcť reštart aplikácie.

# vinSubmissionNoPrimarySubscriberErrorDialogDescription
source: The primary user must be added before additional drivers.
fi: Pääkäyttäjä on lisättävä ennen muita kuljettajia.
pl: Główny użytkownik musi zostać dodany przed dodatkowymi kierowcami.
sk: Hlavný používateľ sa musí pridať ešte pred dodatočnými vodičmi.

# vinSubmissionNotMyInfoCompliantErrorDialogDescription
source: This vehicle requires additional assistance. Please contact Customer Service.
fi: Tähän ajoneuvoon tarvitaan apua. Ota yhteys asiakaspalveluun.
pl: Pojazd wymaga dodatkowej pomocy. Skontaktuj się z Centrum Obsługi Klienta.
sk: Toto vozidlo potrebuje dodatočnú pomoc. Kontaktujte zákaznícku podporu.

# vinSubmissionNotMyInfoCompliantErrorDialogTitle
source: Unsupported Vehicle
fi: Ei tukea ajoneuvolle
pl: Niekompatybilny pojazd
sk: Nepodporované vozidlo

# vinSubmissionVinNotMappableErrorDialogDescription
source: We could not locate your vehicle. Please verify the entered information. If an error continues, please contact Customer Service.
fi: Emme pystyneet paikantamaan ajoneuvoa. Tarkista syötetyt tiedot. Jos ongelma ei poistu, ota yhteys asiakaspalveluun.
pl: Nie udało nam się zlokalizować pojazdu. Sprawdź podane informacje. W przypadku dalszego występowania tego problemu skontaktuj się z Centrum Obsługi Klienta.
sk: Nepodarilo sa nám lokalizovať Vaše vozidlo. Skontrolujte zadané informácie. Ak problém pretrváva aj naďalej, kontaktujte zákaznícku podporu.

# vinSubmissionVinNotMappableMapLocallyErrorDialogDescription1
source: Your vehicle could not be added to your account. Please ensure that the VIN you entered is correct. If the problem persists, your vehicle will not support any over-the-air services.
fi: Ajoneuvoa ei voitu lisätä tiliisi. Varmista, että antamasi valmistenumero VIN on oikea. Jos ongelma ei poistu, ajoneuvosi ei tue langatonta yhteyttä käyttäviä palveluita.
pl: Nie udało się dodać pojazdu do Twojego konta. Upewnij się, że podany numer VIN jest poprawny. Jeśli problem występuje nadal, pojazd nie obsługuje usług Over-the-Air.
sk: Vaše vozidlo nebolo možné pridať k vášmu účtu. Skontrolujte, či je zadané VIN správne. Keď problém pretrváva, vaše vozidlo nepodporuje služby over the air.

# vinSubmissionVinNotMappableMapLocallyErrorDialogDescription2
source: You can still add your vehicle and synchronize your vehicle data with the app via USB/Bluetooth®.
fi: Voit edelleen lisätä ajoneuvosi ja synkronoida ajoneuvon tiedot sovelluksen kanssa USB-/Bluetooth-yhteyden kautta.
pl: Pojazd można w dalszym ciągu dodać i synchronizować jego dane z aplikacją przez USB/Bluetooth.
sk: Svoje vozidlo môžete naďalej pridať a synchronizovať údaje o vozidle s aplikáciou cez USB/Bluetooth.

# vinSubmissionVinNotMappableMapLocallyErrorDialogDescription3
source: Do you want to synchronize your vehicle data via USB/Bluetooth®?
fi: Haluatko synkronoida ajoneuvon tiedot USB-/Bluetooth-yhteyden kautta?
pl: Czy chcesz zsynchronizować dane pojazdu przez USB/Bluetooth?
sk: Chcete údaje o vozidle synchronizovať cez USB/Bluetooth?

# visionAccessHeaderHeadlineCompletedAtLeastOneDoorOpenedSubtitle
source: {numberOfDoors} doors opened
fi: {numberOfDoors} ovea auki
pl: {numberOfDoors} drzwi otwarte
sk: {numberOfDoors} dvere otvorené

source: Voice message is too short
fi: Ääniviesti liian lyhyt
pl: Powiadomienie głosowe za krótkie
sk: Hlasová správa je príliš krátka

source: Voice message sent fail
fi: Ääniviestin lähettäminen epäonnistui
pl: Wysyłanie powiadomienia głosowego nie powiodło się
sk: Odosielanie hlasovej správy zlyhalo

# voicePlayingSemantics
source: Frontal Collision Warning error
fi: Peräänajovaroituksen virhe
pl: Błąd ostrzeżenia przed kolizją
sk: Chyba výstraha pred nárazom

# volumeSemantics
source: Volume
fi: Äänenvoimakkuus
pl: Głośność
sk: Hlasitosť

# voucherSemantics
source: Coupon
fi: Etuseteli
pl: Kupon
sk: Poukážka

source: Walking Directions
fi: Jalankulkijan navigointi
pl: Nawigacja dla pieszego
sk: Navigácia pre chodcov

# walkingDirectionsSemantics
source: Walking directions
fi: Jalankulkijan navigointi
pl: Nawigacja dla pieszego
sk: Navigácia pre chodcov

# walkingDirectionsSettingsMessage
source: Your walking directions will be provided by this app.
fi: Tämä sovellus toimittaa kävelyreitin kuvauksen.
pl: Opis Twojej drogi pieszej zostanie udostępniony przez tą aplikację.
sk: Táto aplikácia poskytuje popis Vašej pešej trasy.

# wallboxChargingFaq
source: FAQ
fi: Usein kysytyt kysymykset
pl: Często zadawane pytania
sk: Často kladené otázky

# warningSemantics
source: Warning
fi: Varoitus
pl: Ostrzeżenie
sk: Výstraha

# washFluidLowWarningSemantics
source: Washer fluid level low warning
fi: Varoitus vähän pesunestettä
pl: Ostrzeżenie przed niewielką ilością płynu do spryskiwacza
sk: Vystraha málo kvapaliny do ostrekovačov

# watchAllGood
source: ALL GOOD
fi: KAIKKI OK
pl: WSZYSTKO OK
sk: VŠETKO OK

# watchAnotherRemoteServiceRunning
source: Another Remote Service is running
fi: Toinen Remote Service on käynnissä
pl: Trwa kolejna Usługa Zdalna
sk: Je spustená iná Remote Service

# watchBackButton
source: Done
fi: Valmis
pl: Gotowe
sk: Hotovo

# watchCancel
source: Cancel
fi: Keskeytä
pl: Przerwij
sk: Zrušiť

# watchCannotClimatizationVehicleIssue
source: Your vehicle cannot start the climate control functions due to an issue with a vehicle component.
fi: Ajoneuvo ei voi käynnistää ilmastointia ajoneuvon komponentissa olevan ongelman vuoksi.
pl: Pojazd nie może uruchomić klimatyzacji z powodu problemu z komponentem pojazdu.
sk: Vaše vozidlo nemôže spustiť klimatizáciu, pretože došlo k problému s určitým komponentom vozidla.

# watchCannotClimatizationVehicleIssueInfo
source: If the issue occurs regularly, contact your preferred service center.
fi: Jos ongelma ilmenee uudelleen, ota yhteyttä ensisijaiseen huoltopisteeseesi.
pl: W przypadku ponownego wystąpienia problemu skontaktuj się z preferowanym autoryzowanym serwisem.
sk: Pri opakovanom výskyte kontaktujte svojho preferovaného servisného partnera.
