Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LeadPaccStrings_leadPaccService2150
source: Left front tire pressure low
fi: Rengaspaineen alentuminen edessä vasemmalla
pl: Spadek ciśnienia w oponie z przodu po lewej stronie
sk: Nízky tlak v pneumatike vpredu vľavo

# LeadPaccStrings_leadPaccService2151
source: Right front tire pressure low
fi: Rengaspaineen alentuminen edessä oikealla
pl: Spadek ciśnienia w oponie z przodu po prawej stronie
sk: Nízky tlak v pneumatike vpredu vpravo

# LeadPaccStrings_leadPaccService216
source: Fuel supply malfunction
fi: Polttoaineen syötön häiriö
pl: Usterka dopływu paliwa
sk: Chyba prísunu paliva

# LeadPaccStrings_leadPaccService2161
source: Exit warning malfunction
fi: Ulosmenovaroitus ei toimi
pl: Awaria ostrzeżenia dot. wysiadania
sk: Výpadok výstrahy pred vystúpením z vozidla

# LeadPaccStrings_leadPaccService2163
source: Exit warning malfunction
fi: Ulosmenovaroitus ei toimi
pl: Awaria ostrzeżenia dot. wysiadania
sk: Výpadok výstrahy pred vystúpením z vozidla

# LeadPaccStrings_leadPaccService217
source: Hold key to steering column
fi: Pidä ajoneuvon avain ohjauspylväällä
pl: Przytrzymaj kluczyk przy kolumnie kierownicy
sk: Kľúč od vozidla držte na stĺpiku riadenia

# LeadPaccStrings_leadPaccService2183
source: Driver's headrest adjustment malfunction
fi: Kuljettajan pääntuen säätö ei toimi
pl: Awaria regulacji zagłówka kierowcy
sk: Výpadok nastavenia opierky hlavy na strane vodiča

# LeadPaccStrings_leadPaccService2184
source: Passenger's headrest adjustment malfunction
fi: Etumatkustajan pääntuen säätö ei toimi
pl: Awaria regulacji zagłówka pasażera z przodu
sk: Výpadok nastavenia opierky hlavy na strane spolujazdca

# LeadPaccStrings_leadPaccService2194
source: Vehicle may roll
fi: Rullaus mahdollista
pl: Możliwe toczenie
sk: Možný pohyb vozidla

# LeadPaccStrings_leadPaccService2197
source: Battery charging canceled
fi: Lataaminen keskeytettiin
pl: Przerwane ładowanie
sk: Proces nabíjania prerušený

# LeadPaccStrings_leadPaccService2199
source: Press Start/Stop button
fi: Paina start/stop-painiketta
pl: Naciśnij przycisk Start/Stop
sk: Stlačte tlačidlo Start Stop

# LeadPaccStrings_leadPaccService22
source: Starter malfunction
fi: Käynnistysmoottori viallinen
pl: Awaria rozrusznika
sk: Porucha štartéra

# LeadPaccStrings_leadPaccService2204
source: H₂ warning system malfunction
fi: H₂-varoitusjärjestelmä viallinen
pl: Awaria systemu ostrzegania H₂
sk: Porucha výstražného systému H₂

# LeadPaccStrings_leadPaccService2205
source: H₂ discharge
fi: H₂-vuoto
pl: Wyciek H₂
sk: Únik H₂

# LeadPaccStrings_leadPaccService2206
source: H₂ concentration critical - leave vehicle
fi: Vetypitoisuus hyvin kriittinen
pl: Bardzo krytyczne stężenie wodoru
sk: Koncentrácia vodíka veľmi kritická

# LeadPaccStrings_leadPaccService2208
source: Driver Assistance behavior changed
fi: Kuljettajan apujärjestelmien poikkeava toiminta
pl: Zmiana zachowania wspomagania kierowcy
sk: Zmenené správanie asistenčných systémov vodiča

# LeadPaccStrings_leadPaccService221
source: Gas alarm
fi: Kaasuhälytys
pl: Alarm gazowy
sk: Plynový poplach

# LeadPaccStrings_leadPaccService2222
source: Traffic light detection malfunction
fi: Liikennevalojen tunnistus viallinen
pl: Awaria wykrywania sygnalizacji świetlnej
sk: Porucha rozpoznania semafora

# LeadPaccStrings_leadPaccService2223
source: Detection of traffic lights
fi: Liikennevalojen tunnistus
pl: Rozpoznawanie świateł
sk: Rozpoznávanie semaforov

# LeadPaccStrings_leadPaccService2233
source: Seat function monitoring fault
fi: Istuimen toimintojen valvonnan häiriö
pl: Usterka monitorowania funkcji fotela
sk: Chyba monitorovania funkcie sedadla

# LeadPaccStrings_leadPaccService224
source: Starter generator insulation fault
fi: Eristysvika starttimoottorin ja laturin välisessä johdossa
pl: Błąd izolacji w przewodzie prądnicy rozrusznika
sk: Chyba izolácie vo vedení štartéra a alternátora

# LeadPaccStrings_leadPaccService2242
source: Child safety latch malfunction
fi: Lapsilukko ei toimi
pl: Awaria zabezpieczenia przed dziećmi
sk: Výpadok detskej poistky

# LeadPaccStrings_leadPaccService2246
source: Door close assistant front left malfunction
fi: Ovimoottori edessä vasemmalla viallinen
pl: Awaria napędu drzwi z przodu po lewej stronie
sk: Porucha pohonu dverí vpredu vľavo

# LeadPaccStrings_leadPaccService2247
source: Door close assistant front right malfunction
fi: Ovimoottori edessä oikealla viallinen
pl: Awaria napędu drzwi z przodu po prawej stronie
sk: Porucha pohonu dverí vpredu vpravo

# LeadPaccStrings_leadPaccService2248
source: Door close assistant rear left malfunction
fi: Ovimoottori takana vasemmalla viallinen
pl: Awaria napędu drzwi z tyłu po lewej stronie
sk: Porucha pohonu dverí vzadu vľavo

# LeadPaccStrings_leadPaccService2249
source: Door close assistant rear right malfunction
fi: Ovimoottori takana oikealla viallinen
pl: Awaria napędu drzwi z tyłu po prawej stronie
sk: Porucha pohonu dverí vzadu vpravo

# LeadPaccStrings_leadPaccService225
source: Windshield unlocked
fi: Tuulilasin lukitus auki
pl: Odblokowana przednia szyba
sk: Čelné sklo odistené

# LeadPaccStrings_leadPaccService2258
source: Range reduced
fi: Rajoitettu toimintasäde
pl: Ograniczony zasięg
sk: Redukovaný dojazd

# LeadPaccStrings_leadPaccService2259
source: High-voltage battery warning
fi: Korkeajänniteakun varoitus
pl: Ostrzeżenie akumulatora wysokonapięciowego
sk: Výstraha vysokonapäťovej batérie

# LeadPaccStrings_leadPaccService226
source: Fire extinguisher malfunction
fi: Palonsammutusjärjestelmän vika
pl: Błąd instalacji gaśniczej
sk: Chyba hasiaceho zariadenia

# LeadPaccStrings_leadPaccService2261
source: Steering and braking functions limited
fi: Ohjaus- ja jarrutustoiminnot rajoitetut
pl: Ograniczone działanie funkcji kierowania i hamowania
sk: Riadiace a brzdové funkcie obmedzené

# LeadPaccStrings_leadPaccService2269
source: Exterior lighting malfunction
fi: Ulkopuolen valot eivät toimi
pl: Awaria oświetlenia zewnętrznego
sk: Výpadok vonkajšieho osvetlenia

# LeadPaccStrings_leadPaccService2270
source: Windshield wiper failure
fi: Tuulilasinpyyhin ei toimi
pl: Awaria wycieraczek
sk: Výpadok stieračov

# LeadPaccStrings_leadPaccService2272
source: Forward Collision Mitigation malfunction
fi: Etutörmäysvaroituksen häiriö
pl: Usterka ostrzeżenia przed kolizją czołową
sk: Chyba výstrahy pred kolíziou spredu

# LeadPaccStrings_leadPaccService2277
source: Emergency Corridor Assistant malfunction
fi: Pelastusväyläavustimen häiriö
pl: Usterka automatycznego tworzenia korytarza życia
sk: Chyba automatického vytvorenia záchrannej uličky

# LeadPaccStrings_leadPaccService2280
source: Ambient lighting failure
fi: Tunnelmavalaistus ei toimi
pl: Awaria oświetlenia ambientowego
sk: Výpadok ambientného osvetlenia

# LeadPaccStrings_leadPaccService2281
source: Power supply at risk
fi: Sähköenergian saanti vaarassa
pl: Ryzyko przerwania zasilania elektrycznego
sk: Napájanie energiou ohrozené

# LeadPaccStrings_leadPaccService229
source: Battery charge very low
fi: Akun varaustila alhainen.
pl: Niski stan naładowania akumulatora.
sk: Nízky stav nabitia batérie.

# LeadPaccStrings_leadPaccService2291
source: Cleaning system failure
fi: Puhdistusjärjestelmä viallinen
pl: Awaria układu oczyszczania
sk: Porucha čistiaceho systému

# LeadPaccStrings_leadPaccService2292
source: Driver Attention Camera limited
fi: Avustinjärjestelmien kamera rajoitettu
pl: Ograniczone działanie kamery wspomagania kierowcy
sk: Asistenčná kamera vodiča obmedzená

# LeadPaccStrings_leadPaccService2298
source: Speed limit info not available
fi: Nopeusrajoitustieto ei käytettävissä
pl: Info o ograniczeniu prędkości niedostępne
sk: Info o rýchlostnom limite sú nedostupné

# LeadPaccStrings_leadPaccService2303
source: High-voltage battery discharged
fi: Korkeajänniteakku purkautunut
pl: Akumulator wysokonapięciowy rozładowany
sk: Vysokonapäťová batéria vybitá

# LeadPaccStrings_leadPaccService2308
source: Personal CoPilot limited
fi: Personal CoPilot rajoittunut
pl: Ograniczone działanie Personal CoPilot
sk: Personal CoPilot obmedzený

# LeadPaccStrings_leadPaccService2309
source: Fire risk
fi: Palovaara
pl: Zagrożenie pożarowe
sk: Nebezpečenstvo požiaru

# LeadPaccStrings_leadPaccService231
source: Lighting system malfunction
fi: Valojärjestelmä viallinen
pl: Awaria oświetlenia
sk: Porucha svetelného zariadenia

# LeadPaccStrings_leadPaccService232
source: Protection system malfunction
fi: Suojajärjestelmän häiriö
pl: Usterka systemów ochrony
sk: Chyba v ochranných systémoch

# LeadPaccStrings_leadPaccService2324
source: Automatic drive-off limited
fi: Automaattinen liikkeellelähtö rajoittunut
pl: Ograniczone działanie automatycznego ruszania z miejsca
sk: Automatický rozjazd obmedzený

# LeadPaccStrings_leadPaccService2325
source: Assisted Driving limited
fi: Assisted Driving rajoittunut
pl: Ograniczone działanie Assisted Driving
sk: Assisted Driving obmedzený

# LeadPaccStrings_leadPaccService2326
source: Personal CoPilot not available
fi: Personal CoPilot ei käytettävissä
pl: Personal CoPilot niedostępny
sk: Personal CoPilot nedostupný

# LeadPaccStrings_leadPaccService233
source: Communication malfunction
fi: Kommunikaation häiriö
pl: Usterka komunikacji
sk: Chyba v komunikácii

# LeadPaccStrings_leadPaccService2330
source: Personal CoPilot failure
fi: Personal CoPilot ei toimi
pl: Awaria Personal CoPilot
sk: Výpadok Personal CoPilot

# LeadPaccStrings_leadPaccService2331
source: Driver assistance limited
fi: Kuljettajan apujärjestelmät rajoittuneet
pl: Ograniczone działanie wspomagania kierowcy
sk: Asistenčné systémy vodiča obmedzené

# LeadPaccStrings_leadPaccService2333
source: Fatigue Alert limited
fi: Vireystila-avustin rajoittunut
pl: Ograniczone działanie Asystenta Uwagi
sk: Asistent kontroly pozornosti obmedzený

# LeadPaccStrings_leadPaccService234
source: Assault alarm malfunction
fi: Murtohälyttimen häiriö
pl: Usterka alarmu napadowego
sk: Chyba v alarme pre prípad útoku

# LeadPaccStrings_leadPaccService2348
source: Assisted Driving malfunction
fi: Assisted Driving häiriö
pl: Usterka Assisted Driving
sk: Chyba Assisted Driving

# LeadPaccStrings_leadPaccService2359
source: Distance control malfunction
fi: Etäisyysvalvonta viallinen
pl: Usterka regulacji odstępu
sk: Porucha regulácie odstupu

# LeadPaccStrings_leadPaccService2367
source: Theater Screen cannot be adjusted
fi: Theatre Screeniä ei voi liikuttaa
pl: Nie można przesuwać Theatre Screen
sk: Theatre Screen sa nedá pohybovať

# LeadPaccStrings_leadPaccService2369
source: Augmented View malfunction
fi: Augmented View ei toimi
pl: Awaria Augmented View
sk: Výpadok funkcie Augmented View

# LeadPaccStrings_leadPaccService2379
source: Automatic emergency stop not available
fi: Automaattinen hätäpysäytys ei käytettävissä
pl: Automatyczne zatrzymanie awaryjne niedostępne
sk: Automatické núdzové zastavenie nedostupné

# LeadPaccStrings_leadPaccService2384
source: Glove compartment lock malfunction
fi: Hansikaslokeron lukituksen aukaisu viallinen
pl: Awaria odblokowania schowka podręcznego
sk: Porucha odblokovania priehradky pred spolujazdcom

# LeadPaccStrings_leadPaccService24
source: Brake performance reduced
fi: Jarrujärjestelmä rajoittunut
pl: Ograniczone działanie układu hamulcowego
sk: Brzdový systém obmedzený

# LeadPaccStrings_leadPaccService240
source: Parking brake malfunction
fi: Seisontajarru ei toimi
pl: Awaria hamulca postojowego
sk: Výpadok parkovacej brzdy

# LeadPaccStrings_leadPaccService2410
source: Vehicle defective
fi: Ajoneuvo viallinen
pl: Awaria pojazdu
sk: Porucha vozidla

# LeadPaccStrings_leadPaccService2420
source: Faults
fi: Häiriöitä
pl: Usterki
sk: Poruchy

# LeadPaccStrings_leadPaccService244
source: Press brake to select gear
fi: Paina jarrua vaihteen valitsemiseksi
pl: Aby włączyć bieg, wciśnij hamulec
sk: Na zaradenie rýchlostného stupňa stlačte brzdu

# LeadPaccStrings_leadPaccService2440
source: Engine restart not possible
fi: Moottorin uudelleenkäynnistys ei mahdollista
pl: Ponowne uruchomienie silnika niemożliwe
sk: Opätovné naštartovanie motora nie je možné

# LeadPaccStrings_leadPaccService245
source: Driving comfort reduced
fi: Ajomukavuus rajoittunut
pl: Ograniczony komfort jazdy
sk: Komfort jazdy obmedzený

# LeadPaccStrings_leadPaccService2450
source: Driving not possible
fi: Ajoneuvo viallinen.
pl: Awaria pojazdu.
sk: Porucha vozidla.

# LeadPaccStrings_leadPaccService2480
source: Function limited
fi: Toimintarajoitus
pl: Ograniczenie działania
sk: Funkčné obmedzenie

# LeadPaccStrings_leadPaccService250
source: Press brake to select gear
fi: Paina jarrua vaihteen valitsemiseksi
pl: Aby włączyć bieg, wciśnij hamulec
sk: Na zaradenie rýchlostného stupňa stlačte brzdu

# LeadPaccStrings_leadPaccService256
source: Headlight range control failure
fi: Ajovalojen korkeussäätö viallinen
pl: Awaria regulacji zasięgu świateł
sk: Porucha nastavenia svetiel

# LeadPaccStrings_leadPaccService257
source: High engine temperature
fi: Moottorin lämpötila kohonnut
pl: Zwiększona temperatura silnika
sk: Zvýšená teplota motora

# LeadPaccStrings_leadPaccService262
source: Unable to close when raining
fi: Katon sulkeminen sateella ei mahdollista
pl: Nie można zamknąć dachu podczas deszczu
sk: Zatváranie strechy pri daždi nie je možné

# LeadPaccStrings_leadPaccService265
source: Check tire pressure
fi: Tarkista rengaspaine
pl: Sprawdź ciśnienie opon
sk: Prekontrolujte tlak pneumatík

# LeadPaccStrings_leadPaccService266
source: Roll protection malfunction
fi: Turvakaaren häiriö
pl: Usterka zabezpieczenia przeciwkapotażowego
sk: Chyba ochrany pred prevrátením

# LeadPaccStrings_leadPaccService271
source: Retractable top. Reduce speed
fi: Katto. Aja hitaammin
pl: Dach. Jedź wolniej
sk: Strecha. Jazdite pomalšie

# LeadPaccStrings_leadPaccService273
source: Steering behavior changed
fi: Ohjauskäyttäytyminen muuttunut
pl: Zmieniona sterowność
sk: Zmenené správanie vozidla pri zatáčaní

# LeadPaccStrings_leadPaccService275
source: Fuel reserve
fi: Polttoaine vähissä
pl: Rezerwa paliwa
sk: Palivová rezerva

# LeadPaccStrings_leadPaccService29
source: Drivetrain limited
fi: Voimansiirto rajoittunut
pl: Ograniczone działanie napędu
sk: Pohon obmedzený

# LeadPaccStrings_leadPaccService295
source: Adaptive headlight malfunction
fi: Adaptiivinen valojärjestelmä viallinen
pl: Awaria adaptacyjnego systemu oświetlenia
sk: Porucha adaptívnych svetelných systémov

# LeadPaccStrings_leadPaccService299
source: Emergency call system malfunction
fi: Hätäpuhelujärjestelmä ei toimi
pl: Awaria systemu nawiązywania połączenia ratunkowego
sk: Výpadok systému tiesňového volania

# LeadPaccStrings_leadPaccService3
source: Active Cruise Control malfunction
fi: Aktiivinen vakionopeudensäädin ei toimi
pl: Awaria aktywnego regulatora prędkości
sk: Výpadok aktívneho systému udržiavania rýchlosti

# LeadPaccStrings_leadPaccService304
source: Replace battery
fi: Vaihda akku
pl: Wymień akumulator
sk: Vymeňte batériu

# LeadPaccStrings_leadPaccService305
source: Power supply malfunction
fi: Sähköenergian saannin häiriö
pl: Usterka zasilania elektrycznego
sk: Chyba napájania energiou

# LeadPaccStrings_leadPaccService309
source: Fuel system malfunction
fi: Polttoainejärjestelmän häiriö
pl: Usterka układu paliwowego
sk: Chyba palivového systému

# LeadPaccStrings_leadPaccService337
source: Cruise Control malfunction
fi: Vakionopeudensäädin ei toimi
pl: Awaria regulatora prędkości
sk: Výpadok systému udržiavania rýchlosti

# LeadPaccStrings_leadPaccService34
source: Emissions warning
fi: Päästövirhe
pl: Błąd emisji spalin
sk: Emisná chyba

# LeadPaccStrings_leadPaccService345
source: Right brake / tail lamp malfunction
fi: Oikea jarru-/takavalo viallinen
pl: Awaria światła STOP / światła pozycyjnego tylnego z prawej strony
sk: Porucha brzdového/koncového svetla vpravo

# LeadPaccStrings_leadPaccService346
source: Left brake / tail lamp malfunction
fi: Vasen jarru-/takavalo viallinen
pl: Awaria światła STOP / światła pozycyjnego tylnego z lewej strony
sk: Porucha brzdového/koncového svetla vľavo

# LeadPaccStrings_leadPaccService35
source: Chassis stabilization warning malfunction
fi: Ajovakauden valvonta ei toimi
pl: Awaria stabilizacji toru jazdy
sk: Výpadok stabilizácie jazdy

# LeadPaccStrings_leadPaccService350
source: Four-wheel-drive system limited
fi: Nelivetojärjestelmä rajoittunut
pl: Ograniczone działanie układu napędu na wszystkie koła
sk: Systém pohonu všetkých kolies obmedzený

# LeadPaccStrings_leadPaccService354
source: Vehicle may roll back
fi: Ajoneuvo voi vieriä taaksepäin
pl: Pojazd może się stoczyć
sk: Vozidlo sa môže pohnúť dozadu

# LeadPaccStrings_leadPaccService368
source: Transmission malfunction
fi: Vaihteiston häiriö
pl: Usterka skrzyni biegów
sk: Chyba v prevodovke

# LeadPaccStrings_leadPaccService371
source: License plate lamp malfunction
fi: Rekisterikilven valo viallinen
pl: Awaria oświetlenia tablicy rejestracyjnej
sk: Porucha osvetlenia evidenčného čísla

# LeadPaccStrings_leadPaccService372
source: Two-stage brake lamp malfunction
fi: Dynaaminen jarruvalo viallinen
pl: Awaria dynamicznych świateł STOP
sk: Porucha dynamického brzdového svetla

# LeadPaccStrings_leadPaccService374
source: Camera Related Assistance Systems
fi: Kamerapohjaiset avustinjärjestelmät
pl: Systemy wspomagające korzystające z kamer
sk: Kamerové asistenčné systémy

# LeadPaccStrings_leadPaccService379
source: Daytime/parking lamp malfunction
fi: Seisonta-/päiväajovalot vialliset
pl: Awaria świateł pozycyjnych/dziennych
sk: Porucha obrysových/denných stretávacích svetiel

# LeadPaccStrings_leadPaccService380
source: Static bend light malfunction
fi: Kääntyvät ajovalot vialliset
pl: Awaria świateł doświetlających zakręty
sk: Porucha odbočovacieho svetla

# LeadPaccStrings_leadPaccService39
source: Engine overheated
fi: Moottori ylikuumentunut
pl: Przegrzany silnik
sk: Motor prehriaty

# LeadPaccStrings_leadPaccService394
source: Not possible to change gear position
fi: Ajoalueen vaihtaminen ei ole mahdollista
pl: Zmiana przełożenia przekładni automatycznej niemożliwa
sk: Prepínanie jazdných stupňov nie je možné

# LeadPaccStrings_leadPaccService397
source: Automatic Start/Stop malfunction
fi: Start/stop-toiminto ei toimi
pl: Awaria automatycznej funkcji Start/Stop
sk: Výpadok funkcie Auto Start Stop

# LeadPaccStrings_leadPaccService415
source: Battery management malfunction
fi: Energianhallinnan häiriö
pl: Usterka zarządzania energią
sk: Chyba energetického manažmentu

# LeadPaccStrings_leadPaccService427
source: Engine oil pressure malfunction
fi: Moottorin öljynpaineen häiriö
pl: Usterka ciśnienia oleju silnikowego
sk: Chyba tlaku motorového oleja

# LeadPaccStrings_leadPaccService43
source: Level control limited
fi: Kaarreominaisuudet rajoitetut
pl: Ograniczone działanie zachowania pojazdu na zakrętach
sk: Správanie v zákrutách obmedzené

# LeadPaccStrings_leadPaccService435
source: Lane Departure Warning malfunction
fi: Kaistalla pysymisen varoitus ei toimi
pl: Awaria ostrzeżenia przed opuszczeniem pasa ruchu
sk: Výpadok výstrahy pri opustení jazdného pruhu

# LeadPaccStrings_leadPaccService436
source: Seat position detection malfunction
fi: Istuimen asennon tunnistuksen häiriö
pl: Usterka rozpoznawania pozycji fotela
sk: Chyba rozpoznania pozície sedadla

# LeadPaccStrings_leadPaccService449
source: Trailer hitch malfunction
fi: Vetokoukku viallinen
pl: Awaria haka holowniczego
sk: Porucha ťažného zariadenia

# LeadPaccStrings_leadPaccService45
source: Level control limited
fi: Kaarreominaisuudet rajoitetut
pl: Ograniczone działanie zachowania pojazdu na zakrętach
sk: Správanie v zákrutách obmedzené

# LeadPaccStrings_leadPaccService451
source: Parking assistance malfunction
fi: Pysäköintiavustin ei toimi
pl: Awaria Asystenta Parkowania
sk: Výpadok parkovacieho asistenta

# LeadPaccStrings_leadPaccService458
source: Pedestrian Protection system malfunction
fi: Jalankulkijoiden suojan häiriö
pl: Usterka ochrony pieszych
sk: Chyba ochrany chodcov

# LeadPaccStrings_leadPaccService460
source: Battery replacement necessary
fi: Vaihda akku
pl: Wymień akumulator
sk: Vymeniť batériu

# LeadPaccStrings_leadPaccService461
source: Battery level too low
fi: Akun varaustila liian alhainen
pl: Za niski poziom naładowania akumulatora
sk: Stav nabitia batérie príliš nízky

# LeadPaccStrings_leadPaccService467
source: Gear selector lever malfunction
fi: Valitsinvivun virhe
pl: Błąd dźwigni zmiany biegów
sk: Chyba páky voliča prevodovky

# LeadPaccStrings_leadPaccService476
source: Active Blind Spot Detection malfunction
fi: Kaistanvaihdon varoituksen häiriö
pl: Usterka ostrzeżenia przed zmianą pasa ruchu
sk: Chyba výstrahy pri vybočovaní

# LeadPaccStrings_leadPaccService479
source: Active Cruise Control malfunction
fi: Aktiivinen vakionopeudensäädin ei toimi
pl: Awaria aktywnego regulatora prędkości
sk: Výpadok aktívneho systému udržiavania rýchlosti

# LeadPaccStrings_leadPaccService49
source: Minor drivetrain issue
fi: Voimansiirron lievä häiriö
pl: Niewielka usterka napędu
sk: Ľahká chyba pohonu

# LeadPaccStrings_leadPaccService490
source: Parking assistance malfunction
fi: Pysäköintiavustin ei toimi
pl: Awaria Asystenta Parkowania
sk: Výpadok parkovacieho asistenta

# LeadPaccStrings_leadPaccService496
source: Integral active steering malfunction
fi: Integroitu aktiiviohjaus viallinen
pl: Awaria zintegrowanego aktywnego układu kierowniczego
sk: Porucha integrálneho aktívneho riadenia

# LeadPaccStrings_leadPaccService497
source: Active Steering is being activated
fi: Aktiiviohjaus aktivoidaan
pl: Aktywny układ kierowniczy jest aktywowany
sk: Aktívne riadenie sa aktivuje

# LeadPaccStrings_leadPaccService498
source: Steering behavior changed
fi: Ohjauskäyttäytyminen muuttunut
pl: Zmieniona sterowność
sk: Zmenené správanie vozidla pri zatáčaní

# LeadPaccStrings_leadPaccService50
source: Flat Tire Monitor malfunction
fi: Rengasrikkonäyttö viallinen
pl: Awaria wskaźnika ciśnienia w oponach
sk: Porucha indikátora defektu pneumatiky

# LeadPaccStrings_leadPaccService502
source: Increased steering effort
fi: Raskaampi ohjaus
pl: Większy wysiłek przy kierowaniu
sk: Sila ovládania volantu zvýšená

# LeadPaccStrings_leadPaccService503
source: Steering fault
fi: Ohjaushäiriö
pl: Usterka układu kierowniczego
sk: Chyba riadenia

# LeadPaccStrings_leadPaccService512
source: Brake boost reduced
fi: Jarrutehostus rajoittunut
pl: Ograniczone wspomaganie hamulców
sk: Posilnenie brzdnej sily obmedzené

# LeadPaccStrings_leadPaccService53
source: Automatic hold malfunction
fi: Automatic Hold ei toimi
pl: Awaria Automatic Hold
sk: Výpadok automatického podržania

# LeadPaccStrings_leadPaccService54
source: Parking brake limited
fi: Seisontajarru rajoittunut
pl: Ograniczone działanie hamulca postojowego
sk: Parkovacia brzda obmedzená

# LeadPaccStrings_leadPaccService561
source: Automatic sunroof closing malfunction
fi: Kattoa ei voi sulkea automaattisesti.
pl: Dach nie może być zamykany automatycznie.
sk: Strecha sa nedá automaticky zatvoriť.

# LeadPaccStrings_leadPaccService563
source: Ventilation malfunction
fi: Tuuletuksen häiriö
pl: Usterka wentylacji
sk: Chyba ventilácie

# LeadPaccStrings_leadPaccService567
source: Radiator fan malfunction
fi: Jäähdyttimen tuulettimen häiriö
pl: Usterka wentylatora chłodnicy
sk: Chyba ventilátora chladiča

# LeadPaccStrings_leadPaccService574
source: Regenerative braking limited
fi: Energian talteenotto rajoittunut
pl: Odzysk energii ograniczony
sk: Obmedzená rekuperácia energie

# LeadPaccStrings_leadPaccService579
source: Fuel tank system warning
fi: Tankkijärjestelmän varoitus
pl: Ostrzeżenie systemu tankowania
sk: Výstraha čerpacieho systému

# LeadPaccStrings_leadPaccService580
source: Fuel tank system malfunction
fi: Tankkijärjestelmän häiriö
pl: Usterka systemu tankowania
sk: Chyba čerpacieho systému
