Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# _deleteAllLearnedDestinationsConfirmationDialogBodyText
source: This action cannot be undone. You will delete all learned destination which will also affect the learned destinations in your {brand}. No more destinations will be suggested based on learned destinations and you will no longer receive any notifications for these destinations. Deleted destinations will be learned again if you go there in your {brand} with learning navigation turned on. It may take around two weeks for the destination to be learned again.
fi: Tätä toimintoa ei voi peruuttaa. Poistat kaikki opitut kohteet, mikä vaikuttaa myös {brand}:si opittuihin kohteisiin. Et enää saa kohde-ehdotuksia opittujen kohteiden perusteella etkä myöskään näihin kohteisiin liittyviä ilmoituksia. Poistetut kohteet opitaan uudelleen, kun ajat sinne {brand}:lläsi, jonka oppiva navigointi on aktiivinen. Kohteen oppiminen uudelleen voi kestää noin kaksi viikkoa.
pl: Tej czynności nie można cofnąć. Usuwasz wszystkie zapamiętane cele, co ma również wpływ na cele zapamiętane w Twoim {brand}. Propozycje celu oparte na zapamiętanych celach nie będą już podawane i nie będziesz już otrzymywać powiadomień o tych celach. Usunięte cele są ponownie zapamiętywane, gdy jedziesz do nich z włączoną uczącą się nawigacją w Twoim {brand}. Ponowne zapamiętanie celu może zająć około dwóch tygodni.
sk: Táto akcia sa nedá vrátiť späť. Vymažete všetky naučené ciele, čo sa tiež prejaví na naučených cieľoch vo vašom {brand}. Už sa nebudú uskutočňovať návrhy cieľov na základe naučených cieľov a už nebudete dostávať oznámenia k týmto cieľom. Vymazané ciele sa znovu naučia, keď do nich pôjdete s aktivovanou inteligentnou navigáciou vo svojom {brand}. Môže trvať asi dva týždne, kým bude cieľ znovu naučený.

# _deleteLearnedDestinationConfirmationDialogBodyText
source: Deleting learned destinations also affects the learned destinations in your {brand}. This destination will no longer be displayed as a suggested destination and you will no longer receive any notifications about driving there. Deleted destinations will be learned again if you go there in your {brand} with learning navigation turned on. It may take around two weeks for the destination to be learned again.
fi: Opittujen kohteiden poistaminen vaikuttaa myös {brand}:si opittuihin kohteisiin. Tätä kohdetta ei enää näytetä kohde-ehdotuksissa etkä saa enää ilmoituksia sinne ajosta. Poistetut kohteet opitaan uudelleen, kun ajat sinne {brand}:lläsi, jonka oppiva navigointi on aktiivinen. Kohteen oppiminen uudelleen voi kestää noin kaksi viikkoa.
pl: Usunięcie zapamiętanych celów wpływa również na cele zapamiętane w Twoim {brand}. Ten cel nie będzie już pokazywany jako propozycje celu i nie będziesz już otrzymywać powiadomień o podróży do tego miejsca. Usunięte cele są ponownie zapamiętywane, gdy jedziesz do nich z włączoną uczącą się nawigacją w Twoim {brand}. Ponowne zapamiętanie celu może zająć około dwóch tygodni.
sk: Vymazanie naučených cieľov sa prejaví aj na naučených cieľoch vo vašom {brand}. Tento cieľ sa už nebude zobrazovať ako návhr cieľa a už nebudete dostávať oznámenia o ceste tam. Vymazané ciele sa znovu naučia, keď do nich pôjdete s aktivovanou inteligentnou navigáciou vo svojom {brand}. Môže trvať asi dva týždne, kým bude cieľ znovu naučený.

# _demoModeDigitalKeyScreenIntroText
source: The Digital Key on your compatible device is like a digital car key that allows you to conveniently and securely lock, unlock and even start your {brandLocalized}.
fi: Yhteensopivan laitteen Digital Key -avain on kuin ajoneuvon digitaalinen avain, jolla voit avata, lukita ja tietysti myös käynnistää {brandLocalized}-ajoneuvosi miellyttävästi ja turvallisesti.
pl: Klucz Digital Key w kompatybilnym urządzeniu działa jak cyfrowy kluczyk samochodowy, za pomocą którego można wygodnie i bezpiecznie odblokować, zamknąć i oczywiście uruchomić swój pojazd {brandLocalized}.
sk: Digital Key v kompatibilnom zariadení je ako digitálny kľúč od vozidla, pomocou ktorého môžete svoje {brandLocalized} veľmi pohodlne a bezpečne odomykať, zamykať a štartovať.

# _demoModeDigitalKeyScreenIntroText2
source: When using the {brandLocalized} Digital Key Plus, your {brandLocalized} will greet you by switching on its lights when you approach the car. It will unlock the doors shortly before you reach the door handle, without you ever having to take your smartphone out of your pocket.
fi: Kun käytät {brandLocalized} Digital Key Plus -avainta, {brandLocalized}-ajoneuvosi tervehtii sinua sytyttämällä ajovalot, kun lähestyt ajoneuvoa. Hieman ennen kuin saavut ovelle, sen lukitus aukeaa ilman, että joudut ottamaan älypuhelimesi esille.
pl: W przypadku korzystania z kluczyka Digital Key Plus {brandLocalized} Twój pojazd {brandLocalized} powita Cię poprzez włączenie reflektorów, gdy zbliżysz się do pojazdu. Tuż przed dotarciem do drzwi zostają one odblokowane bez konieczności wyjmowania smartfona z kieszeni.
sk: Ak používate {brandLocalized} Digital Key Plus, vaše {brandLocalized} vás privíta zapnutím svetlometov hneď, ako sa priblížite k vozidlu. Tesne predtým, ako sa dostanete ku dverám, sa dvere odomknú bez toho, aby ste museli vyberať svoj smartfón z vrecka.

# _demoModeEntryPointCardTitleText
source: Discover selected vehicles and their features with the {appName} app demo mode.
fi: Tutustu valittuihin ajoneuvoihin ja niiden toimintoihin {appName}-sovelluksen demo-tilassa.
pl: Odkryj wybrane pojazdy i ich funkcje w trybie demo aplikacji {appName}.
sk: Objavte vybrané vozidlá a ich funkcie v predvádzacom režime aplikácie {appName}.

# _description
source: Your dealer may have created a {brand} ID for you with this email address. Reset your password to log in.
fi: Jälleenmyyjä on mahdollisesti luonut sinulle {brand}-tunnuksen tälle sähköpostiosoitteelle. Palauta sisäänkirjautumiseen käytettävä salasana.
pl: Być może dealer utworzył {brand} ID z tym adresem e-mail. Zresetuj hasło do logowania.
sk: Možno pre vás predajca zriadil {brand} ID s touto e-mailovou adresou. Resetujte svoje prihlasovacie heslo.

# _descriptionToyota
source: Reset your password to log in.
fi: Palauta salasana sisäänkirjautumista varten.
pl: Zresetuj hasło, aby się zalogować.
sk: Na prihlásenie resetovať heslo.

# _digitalKeyBackendActivationDescription
source: Your Digital Key needs to be verified by {brand}. This may take a few moments.
fi: {brand}:n täytyy vahvistaa Digital Key. Tämä voi kestää hetken aikaa.
pl: Twój klucz Digital Key musi zostać zweryfikowany przez {brand}. Może to chwilę potrwać.
sk: Váš Digital Key musí overiť {brand}. Môže to chvíľu trvať.

# _digitalKeyBluetoothPermissionMissingContent
source: In order to use Digital Key Plus, you must give the {appBrandName} permission to find devices nearby, connect to them and determine their position. Please grant permission and try again.
fi: Digital Key Plus -avaimen käyttö edellyttää, että annat {appBrandName}-sovellukselle luvan etsiä lähellä olevia laitteita, muodostaa niihin yhteyden ja paikantaa ne. Myönnä käyttöoikeus ja yritä uudelleen.
pl: Aby korzystać z klucza Digital Key Plus, musisz zezwolić {appBrandName} na znajdowanie urządzeń w pobliżu, łączenie się z nimi oraz na ustalanie ich lokalizacji. Udziel uprawnień i spróbuj ponownie.
sk: Aby ste mohli používať Digital Key Plus, musíte udeliť {appBrandName} oprávnenie nájsť zariadenia v blízkosti, spojiť sa s nimi a určiť ich polohu. Udeľte oprávnenie a skúste to znova.

# _digitalKeyDeviceCompatibilityDescriptionAndroid
source: Your device is not compatible with {brand} Digital Key.
fi: Laite ei ole yhteensopiva {brand} Digital Keyn kanssa.
pl: Twoje urządzenie jest niekompatybilne z {brand} Digital Key.
sk: Vaše zariadenie nie je kompatibilné s {brand} Digital Key.

# _digitalKeyGrabTwoKeysCreateDescription
source: You must have both vehicle keys present in the vehicle to create your main key. This confirms that you are the vehicle owner. Your {brand} will recognize when both keys are in the vehicle.
fi: Pääavaimen luomista varten ajoneuvon kummankin avaimen täytyy olla ajoneuvossa. Se todistaa, että olet ajoneuvon omistaja. {brand}:si tunnistaa heti sen, että molemmat avaimet ovat ajoneuvossa.
pl: Aby utworzyć klucz główny, w pojeździe muszą znajdować się obydwa klucze pojazdu. To potwierdza, że jesteś właścicielem pojazdu. {brand} rozpoznaje, kiedy obydwa klucze znajdą się w pojeździe.
sk: Na vytvorenie vášho hlavného kľúča musíte mať vo vozidle obidva kľúče od vozidla. To dokazuje, že ste vlastník vozidla. Vaše {brand} rozpozná, hneď ako sú vo vozidle obidva kľúče.

# _digitalKeyOverviewInformationDescription
source: More information about {brand} Digital Key
fi: Lisätietoja {brand} Digital Key -avaimesta
pl: Więcej informacji na temat {brand} Digital Key
sk: Ďalšie informácie o {brand} Digital Key

# _digitalKeyOverviewInformationDescriptionPlus
source: More information about {brand} Digital Key Plus
fi: Lisätietoja {brand} Digital Key Plus -avaimesta
pl: Więcej informacji na temat {brand} Digital Key Plus
sk: Ďalšie informácie o {brand} Digital Key Plus

# _digitalKeyOverviewInformationDescriptionUwbCarNfcPhoneAndroid
source: A compatible device is required to use BMW Digital Key Plus.
fi: Jotta voit käyttää BMW Digital Key Plus -avainta, tarvitset yhteensopivan laitteen.
pl: Aby korzystać z klucza BMW Digital Key Plus, potrzebne jest kompatybilne urządzenie.
sk: Na používanie BMW Digital Key Plus potrebujete kompatibilné zariadenie.

# _digitalKeyOverviewInformationDescriptionUwbCarNfcPhoneiOS
source: You are able to use {brand} Digital Key Plus with an iPhone 11 or newer.
fi: iPhone 11 -mallilla tai uudemmalla voit käyttää {brand} Digital Key Plus -avainta.
pl: Za pomocą iPhone'a 11 lub nowszego można korzystać z {brand} Digital Key Plus.
sk: {brand} Digital Key Plus by ste mohli používať s iPhone 11 alebo novším.

# _digitalKeyPlusTutorialDescriptionBullet1
source: Unlock your {brand} by approaching the vehicle and opening the door.
fi: Avaa {brand}:si lukitus lähestymällä ajoneuvoa ja avaamalla ovi.
pl: Odblokuj {brand}, zbliżając się do pojazdu i otwierając drzwi.
sk: Odomknite svoje {brand} tak, že sa priblížite k vozidlu a otvoríte dvere.

# _digitalKeyPlusTutorialDescriptionBullet3
source: Move away from your {brand} to lock the vehicle.
fi: Kun poistut {brand}:si luota, ajoneuvo lukkiutuu.
pl: Po odejściu od {brand} pojazd zostanie zablokowany.
sk: Keď sa vzdialite od svojho {brand}, vozidlo sa uzamkne.

# _digitalKeyPlusTutorialTitle
source: How to use {brand} Digital Key Plus
fi: {brand} Digital Key Plus -avaimen käyttö
pl: Sposób korzystania z {brand} Digital Key Plus
sk: Tak použijete {brand} Digital Key Plus

# _digitalKeySetupBannerDescription
source: Your Digital Key grants you keyless access to your {brandLocalized}.
fi: Digital Keyn avulla pääset {brandLocalized}-ajoneuvoosi ilman avainta.
pl: Twój klucz Digital Key zapewnia bezkluczykowy dostęp do Twojego {brandLocalized}.
sk: Váš Digital Key vám poskytuje bezkľúčový prístup k vášmu {brandLocalized}.

# _digitalKeySetupBannerDescriptionPlusOnly
source: Your Digital Key Plus grants you keyless access to your {brandLocalized}.
fi: Digital Key Plusin avulla pääset {brandLocalized}-ajoneuvoosi ilman avainta.
pl: Twój klucz Digital Key Plus zapewnia bezkluczykowy dostęp do Twojego {brandLocalized}.
sk: Váš Digital Key Plus vám poskytuje bezkľúčový prístup k vášmu {brandLocalized}.

# _digitalKeySetupBannerDescriptionPlusRcp
source: Your Digital Key Plus grants you keyless access to your {brandLocalized} as well as remote functions such as Remote Control Parking.
fi: Digital Key Plusin avulla pääset {brandLocalized}-ajoneuvoosi ilman avainta ja voit käyttää etätoimintoja, kuten kauko-ohjattua pysäköintiä.
pl: Twój klucz Digital Key Plus zapewnia bezkluczykowy dostęp do Twojego {brandLocalized} oraz funkcji zdalnych, takich jak zdalne parkowanie.
sk: Váš Digital Key Plus vám poskytuje bezkľúčový prístup k vášmu {brandLocalized} a vzdialeným funkciám, ako je diaľkovo ovládané parkovanie.

# _digitalKeySoftwareUpdateDescription
source: You will need to update to the latest iOS software version in order to be able to use {brand} Digital Key.
fi: Päivitä uusimpaan iOS-ohjelmistoversioon, jotta voit käyttää {brand} Digital Key -avainta.
pl: Zaktualizuj do najnowszej wersji oprogramowanie iOS, aby użyć {brand} Digital Key.
sk: Aktualizujte na najnovšiu softvérovú verziu iOS, aby ste mohli využívať {brand} Digital Key.

# _digitalKeySoftwareUpdateDescriptionAndroid
source: To use {brand} Digital Key, please update your operating system to the newest Android version.
fi: Päivitä käyttöjärjestelmä uusimpaan Android-versioon, jotta voit käyttää {brand} Digital Key -avainta.
pl: Zaktualizuj system operacyjny do najnowszej wersji Android, aby korzystać z klucza {brand} Digital Key.
sk: Aktualizujte svoj operačný systém Android na najnovšiu verziu, aby ste mohli používať {brand} Digital Key.

# _digitalKeyTutorialUnlockDescription
source: Place the upper part of the rear of your iPhone near to the driver's door handle. It is not necessary to unlock your device or open the {appName} App if the Express Mode is active (default).
fi: Pidä iPhonen takaosan yläreunaa kuljettajan oven kahvan lähellä. Laitteen lukitusta ja {appName}-sovellusta ei tarvitse avata, jos pikatila on aktivoituna (vakioasetus).
pl: Umieść górną część tylnej strony iPhone'a w pobliżu klamki drzwi kierowcy. Nie ma konieczności odblokowania urządzenia lub otwarcia aplikacji {appName}, jeżeli aktywny jest tryb ekspresowy (standard).
sk: Hornú časť zadnej strany svojho iPhonu umiestnite do blízkosti kľučky dverí vodiča. Prístroj nemusíte odblokovať ani otvárať aplikáciu {appName}, pokiaľ je aktivovaný režim rýchleho prístupu (štandard).

# _digitalKeyTutorialUnlockTitle
source: How to unlock and lock your {brand}
fi: {brand}:n lukituksen avaus ja lukitseminen
pl: Sposób blokowania i odblokowywania {brand}
sk: Ako odblokovať a zablokovať Vaše {brand}

# _digitalKeyVehicleSoftwareUpdateDescription
source: In order to use {brand} Digital Key with your Android device, you will need to upgrade your vehicle’s software to the newest version. You will automatically receive a push notification when the next Remote Software Upgrade is available. A software upgrade can also be performed by your dealer during a scheduled appointment.
fi: Jotta voit käyttää {brand} Digital Key avainta Android-laitteessasi, {brand}:n ohjelmisto on päivitettävä uusimpaan versioon. Saat automaattisesti tiedon, kun Remote Software Upgrade on käytettävissä. Myös jälleenmyyjä voi tehdä ohjelmistopäivityksen, kun varaat sitä varten ajan.
pl: Aby móc korzystać z {brand} Digital Key za pomocą urządzenia z systemem Android, musisz zaktualizować oprogramowanie w swoim {brand} do najnowszej wersji. Otrzymasz automatyczne powiadomienie o dostępności aktualizacji Remote Software Upgrade. Aktualizację oprogramowania może również wykonać dealer po wcześniejszym uzgodnieniu terminu.
sk: Aby ste mohli používať {brand} Digital Key so svojím zariadením Android, musíte aktualizovať softvér svojho {brand} na najnovšiu verziu. Ihneď ako bude k dispozícii aktualizácia Remote Software Upgrade, budete automaticky upozornený. Aktualizáciu softvéru môže po dohodnutí termínu vykonať aj váš predajca.

# _digitalKeyWelcomeDescription
source: A {brand} key, stored securely on your iPhone
fi: {brand}-avain, joka on tallennettu turvallisesti iPhoneen
pl: Kluczyk {brand} zapisany bezpiecznie na iPhonie
sk: {brand} kľúč od vozidla bezpečne uložený vo vašom iPhone

# _digitalKeyWelcomeDescriptionAndroid
source: A {brand} key, stored securely on your device
fi: {brand}-avain, joka on tallennettu turvallisesti laitteellesi
pl: Kluczyk {brand} jest bezpiecznie zapisany na Twoim urządzeniu
sk: {brand} kľúč od vozidla bezpečne uložený vo vašom zariadení

# _digitalKeyWelcomeDescriptionUwbCarNfcPhoneAndroid
source: A compatible device is required to use the {brandLocalized} Digital Key Plus.
fi: Jotta voit käyttää {brandLocalized} Digital Key Plus -avainta, tarvitset yhteensopivan laitteen.
pl: Aby korzystać z klucza {brandLocalized} Digital Key Plus, potrzebne jest kompatybilne urządzenie.
sk: Na používanie Digital Key Plus {brandLocalized} potrebujete kompatibilné zariadenie.

# _digitalKeyWelcomeDescriptionUwbCarNfcPhoneiOS
source: A {brand} key, stored securely on your iPhone You are able to use {brand} Digital Key Plus with an iPhone 11 or newer.
fi: {brand}-avain, joka on tallennettu turvallisesti iPhoneen iPhone 11 -mallilla tai uudemmalla voit käyttää {brand} Digital Key Plus -avainta.
pl: Klucz pojazdu {brand} bezpiecznie zapisany na iPhonie Za pomocą iPhone'a 11 lub nowszego można korzystać z {brand} Digital Key Plus.
sk: {brand} kľúč od vozidla bezpečne uložený vo vašom iPhone {brand} Digital Key Plus by ste mohli používať s iPhone 11 alebo novším.

# _digitalKeyWelcomeTitleProduct
source: Welcome to {brand} Digital Key
fi: Tervetuloa {brand} Digital Key -toimintoon
pl: Witaj w {brand} Digital Key
sk: Vitajte v {brand} Digital Key

# _digitalKeyWelcomeTitleProductPlus
source: Welcome to {brand} Digital Key Plus
fi: Tervetuloa {brand} Digital Key Plus -toimintoon
pl: Witaj w {brand} Digital Key Plus
sk: Vitajte v {brand} Digital Key Plus

# _digitalKeyWelcomeYourSecurityDescription
source: The Digital Key is saved on the Secure Element (certified, tamper-resistant high security chip) of your iPhone. Also, {brand} doesn't know your phone and Apple doesn't know your car so your privacy is protected.
fi: Digital Key tallennetaan iPhonen suojattuun elementtiin (sertifioitu, manipuloinnilta suojattu turvasiru). {brand} ei myöskään tunne puhelintasi eikä Apple tunne autoasi, joten yksityisyytesi on suojattu.
pl: Klucz Digital Key jest zapisany na Secure Element (certyfikowany, zabezpieczony przed manipulacjami chip o wysokim poziomie bezpieczeństwa) Twojego iPhone'a. Poza tym {brand} nie zna Twojego telefonu, a Apple samochodu, co chroni Twoją prywatność.
sk: Digital Key sa uloží do prvku Secure Element (certifikovaný čip s vysokou mierou zabezpečenia zaistený proti manipulácii) Vášho iPhonu. Okrem toho nebude spol. {brand} poznať Váš telefón a spol. Apple zase poznať Vaše vozidlo, vďaka čomu bude Vaše súkromie chránené.

# _disclaimerInfoSubHeader
source: The engine will run for a limited time to climatize your {brand}.
fi: Moottori käy rajoitetun ajan {brand}-ajoneuvon ilmastointia varten.
pl: Silnik będzie pracował przez ograniczony czas, aby zapewnić klimatyzację {brand}.
sk: Motor bude bežať obmedzený čas, aby sa vaše {brand} mohlo klimatizovať.

# _enableMessage
source: Walking directions will be provided when your {brandName} is parked near the final destination.
fi: Jalankulkijan navigointi on käytettävissä, kun {brandName}-ajoneuvo on pysäköity lopullisen kohteen läheisyyteen.
pl: Informacje do nawigacji pieszej otrzymasz po zaparkowaniu {brandName} w pobliżu ostatecznego celu.
sk: Pešiu navigáciu získate iba v prípade, ak je Vaše {brandName} zaparkované v blízkosti konečného cieľa.

# _errorAccountAlreadyExistsDescriptionBranded
source: Another ConnectedDrive account with the same name and address already exists. Please use the email or username for that account to login into {appName} App. If you think you received this message in error or you need your account details, please contact Customer Support.
fi: Samalla nimellä ja osoitteella on jo olemassa ConnectedDrive-tili. Kirjaudu {appName}-sovellukseen käyttämällä sen tilin sähköpostiosoitetta tai käyttäjätunnusta. Jos olet sitä mieltä, että olet saanut tämän viestin vahingossa, tai tarvitset tilisi tietoja, käänny asiakaspalvelun puoleen.
pl: Inne konto ConnectedDrive o tej samej nazwie i tym samym adresie już istnieje. Użyj adresu e-mail lub nazwy użytkownika dla tego konta, aby zalogować się w aplikacji {appName}. Jeżeli Twoim zdaniem otrzymujesz tę wiadomość przez pomyłkę lub potrzebujesz danych konta, zwróć się do Centrum Obsługi Klienta.
sk: Už existuje iný účet ConnectedDrive s rovnakým názvom a rovnakou adresou. Na prihlásenie sa do aplikácie {appName} použite e-mail alebo používateľské meno tohto účtu. Ak si myslíte, že ste túto správu dostali omylom alebo potrebujete svoje údaje účtu, obráťte sa na zákaznícku podporu.

# _exploreBarEditorialMoments
source: Selected {brand} Moments
fi: Valitut {brand} Hetket
pl: Wybrane Momenty {brand}
sk: Vybrané {brand} Momenty

# _exploreBarMoments
source: {brand} Moments
fi: {brand} Hetket
pl: Momenty {brand}
sk: {brand} Momenty

# _exploreSharedButtonContent
source: – shared from {appName} App
fi: – jaettu sovelluksesta {appName}
pl: – udostępnione przez aplikację {appName}
sk: – zdieľané z aplikácie {appName}

# _findDestinationContent1ID6
source: Your destination will be sent to your {brand} which is selected in the "Vehicle" tab of this app.
fi: Matkan kohde lähetetään siihen {brand}-ajoneuvoon, joka on tallennettu sovelluksen välilehdelle "Ajoneuvo".
pl: Cel trasy zostanie przesłany do {brand}, który jest wybrany w karcie "Pojazd" tej aplikacji.
sk: Do vášho {brand} sa odošle váš cieľ jazdy, ktorý je zvolený v záložke „Vozidlo“ tejto aplikácie.

# _findDestinationContent2ID7
source: Ensure that you are logged in with the same {brand} ID ({connectedWebsiteName} account) in your {brand} as in the app.
fi: Varmista, että kirjaudut {brand}-ajoneuvossasi sisään samalla {brand}-tunnuksella ({connectedWebsiteName}-tili) kuin sovelluksessa.
pl: Upewnij się, że zalogowano się w Twoim {brand} za pomocą tego samego {brand} ID (konto {connectedWebsiteName}) co w aplikacji.
sk: Ubezpečte sa, že ste sa vo svojom {brand} prihlásili s rovnakým {brand} ID ({connectedWebsiteName} účet), s akým ste prihlásený v aplikácii.

# _findDestinationContent5ID6
source: Select a destination to start your trip with {brand} navigation.
fi: Valitse kohde, jotta voit aloittaa ajon {brand}:n navigointia käyttäen.
pl: Wybierz cel, aby rozpocząć jazdę z nawigacją {brand}.
sk: Na spustenie jazdy pomocou navigácie {brand} si vyberte cieľ.

# _findDestinationHelpPageHeaderBranded
source: Find the destination in your {brand}
fi: Kohteen löytäminen {brand}-ajoneuvossasi
pl: Znajdź cel w swoim {brand}
sk: Nájsť cieľ vo Vašom {brand}

# _findDestinationID6
source: You can find the destination in your {brand} as follows
fi: Näin löydät kohteen {brand}:ssäsi
pl: Sposób znajdowania celu w {brand}
sk: Tak nájdete cieľ vo svojom {brand}.

# _findDestinationID7
source: You can find the destination in your {brand} as follows
fi: Näin löydät kohteen {brand}:ssäsi
pl: Sposób znajdowania celu w {brand}
sk: Tak nájdete cieľ vo svojom {brand}.

# _findDestinationNewVehicleContentID7
source: Tap the profile symbol in the top right corner of the control display in the vehicle and select "Add driver profile". You can either log in with your {brand} ID or scan the QR code to send your {brand} ID to your {brand}.
fi: Napauta ajoneuvon monitoiminäytön oikeassa yläkulmassa näkyvää profiilin symbolia ja valitse "Lisää kuljettajan profiili". Voit joko kirjautua sisään {brand}-tunnuksesi tiedoilla tai skannata QR-koodin, jolla lähetät {brand}-tunnuksen {brand}-ajoneuvoosi.
pl: Dotknij symbolu profilu w prawym górnym rogu na monitorze centralnym w pojeździe i wybierz "Dodaj profil kierowcy". Możesz zalogować się za pomocą danych dostępowych {brand} ID lub zeskanować kod QR, aby przesłać {brand} ID do swojego {brand}.
sk: Ťuknite na symbol profilu vpravo hore na kontrolnom displeji vo vozidle a zvoľte „Pridať profil vodiča“. Môžete sa prihlásiť buď s prístupovými údajmi svojho {brand} ID alebo naskenovať QR kód, aby ste svoje {brand} ID poslali do svojho {brand}.
