Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# chargeAndClimateLeavePageDescription
source: Your changes will not be saved nor sent to your vehicle.
fi: Muutoksia ei tallenneta eikä lähetetä ajoneuvoon.
pl: Zmiany nie zostaną zapisane ani przesłane do pojazdu.
sk: Zmeny sa neuložia ani neodošlú do vozidla.

# chargeAndClimateLeavePageLeave
source: LEAVE
fi: POISTU
pl: OPUŚĆ
sk: OPUSTIŤ

# chargeAndClimateNoTimerSubtitle
source: Set Timer
fi: Määritä lähtöaika
pl: Ustaw godzinę odjazdu
sk: Nastaviť čas odjazdu

# chargeAndClimateOneOffTimerLabel
source: ONE-OFF TIMER
fi: KERTALUONTEINEN LÄHTÖAIKA
pl: JEDNORAZOWA GODZINA ODJAZDU
sk: JEDNORAZOVÝ ČAS ODJAZDU

# chargeAndClimateSetDepartureDialogue
source: Set departure timer
fi: Määritä lähtöaika
pl: Ustaw godzinę odjazdu
sk: Nastaviť čas odjazdu

# chargeAndClimateSetDepartureDialogueDescription
source: You must set the departure timer in order to activate chosen functions.
fi: Lähtöaika on asetettava, jotta valitut toiminnot aktivoituvat.
pl: W celu aktywacji wybranych funkcji należy ustawić godzinę odjazdu.
sk: Na aktivovanie zvolených funkcií sa musí nastaviť čas odjazdu.

# chargeAndClimateSetDepartureTimerDescription
source: By setting the departure timer you let the vehicle know when you plan to use it.
fi: Asettamalla lähtöajan ilmoitat ajoneuvolle, milloin haluat käyttää sitä.
pl: Ustawienie godziny odjazdu powoduje przekazanie informacji do pojazdu, kiedy będzie używany.
sk: Nastavením času odjazdu vozidlu oznámite, kedy ho budete chcieť používať.

# chargeAndClimateSetDepartureTimerTitle
source: Set the departure timer
fi: Lähtöaikojen asettaminen
pl: Ustaw godziny odjazdu
sk: Nastaviť časy odjazdu

# chargeAndClimateTileSubtitleFriday
source: Friday at
fi: perjantai kello
pl: piątek o
sk: Piatok o

# chargeAndClimateTileSubtitleMonday
source: Monday at
fi: maanantai kello
pl: poniedziałek o
sk: Pondelok o

# chargeAndClimateTileSubtitleSaturday
source: Saturday at
fi: lauantai kello
pl: sobota o
sk: Sobota o

# chargeAndClimateTileSubtitleScheduled
source: Scheduled
fi: Suunnitteilla
pl: Zaplanowano
sk: Naplánované

# chargeAndClimateTileSubtitleSunday
source: Sunday at
fi: sunnuntai kello
pl: niedziela o
sk: Nedeľa o

# chargeAndClimateTileSubtitleThursday
source: Thursday at
fi: torstai kello
pl: czwartek o
sk: Štvrtok o

# chargeAndClimateTileSubtitleToday
source: today at
fi: tänään kello
pl: dzisiaj o
sk: dnes o

# chargeAndClimateTileSubtitleTomorrow
source: tomorrow at
fi: huomenna kello
pl: jutro o
sk: zajtra o

# chargeAndClimateTileSubtitleTuesday
source: Tuesday at
fi: tiistai kello
pl: wtorek o
sk: Utorok o

# chargeAndClimateTileSubtitleWednesday
source: Wednesday at
fi: keskiviikko kello
pl: środa o
sk: Streda o

# chargeAndClimateTimer
source: Charge & Climate
fi: Lataus & ilmastointi
pl: Ładowanie i klimatyzowanie
sk: Nabiť a klimatizovať

# chargeAndClimateTimerDeactiveAndSendToVehicle
source: DEACTIVATE AND SEND TO VEHICLE
fi: DEAKTIVOI JA LÄHETÄ AJONEUVOON
pl: DEZAKTYWUJ I WYŚLIJ DO POJAZDU
sk: DEAKTIVOVANIE A ODOSLANIE DO VOZIDLA

# chargeAndClimateTimerSendToVehicle
source: SEND TO VEHICLE
fi: LÄHETÄ AJONEUVOON
pl: WYŚLIJ DO POJAZDU
sk: ODOSLANIE DO VOZIDLA

# chargeAndClimateTodayWeeklyPlanner
source: Today
fi: Tänään
pl: Dziś
sk: Dnes

# chargeAndClimateTomorrowWeeklyPlanner
source: Tomorrow
fi: Huomenna
pl: Jutro
sk: Zajtra

# chargeAndClimateTwoOffTimerLabel
source: TWO-TIME TIMER
fi: KAKSI AJASTINASETUSTA
pl: TIMER DWUCZASOWY
sk: ČASOVAČ DVOCH ČASOV

# chargeAndClimateWeekDayFriday
source: Fri
fi: Pe
pl: Pt.
sk: Pi

# chargeAndClimateWeekDayMonday
source: Mon
fi: Ma
pl: Pn.
sk: Po

# chargeAndClimateWeekDaySaturday
source: Sat
fi: La
pl: So.
sk: So

# chargeAndClimateWeekDaySunday
source: Sun
fi: Su
pl: Nd.
sk: Ne

# chargeAndClimateWeekDayThursday
source: Thu
fi: To
pl: Cz.
sk: Št

# chargeAndClimateWeekDayTuesday
source: Tue
fi: Ti
pl: Wt.
sk: Ut

# chargeAndClimateWeekDayWednesday
source: Wed
fi: Ke
pl: Śr.
sk: St

# chargeAndClimateWeeklyTimerLabel
source: WEEKLY TIMER
fi: VIIKOITTAINEN LÄHTÖAIKA
pl: TYGODNIOWA GODZINA ODJAZDU
sk: TÝŽDENNÝ ČAS ODJAZDU

source: Charge Immediately
fi: Lataa heti
pl: Ładuj teraz
sk: Nabiť okamžite

# chargeImmediatelyButtonTitle
source: EDIT
fi: MUOKKAA
pl: EDYTUJ
sk: UPRAVIŤ

# chargeImmediatelyDescription
source: Charging always starts immediately when the vehicle is connected to the power source.
fi: Lataus alkaa aina heti, kun ajoneuvo liitetään virtalähteeseen.
pl: Ładowanie rozpoczyna się zawsze natychmiast po podłączeniu pojazdu do źródła prądu.
sk: Proces nabíjania sa vždy začne okamžite po pripojení vozidla k zdroju elektrickej energie.

source: Charge in time slot
fi: Lataus aikavälillä
pl: Ładowanie w oknie czasowym
sk: Nabíjanie v časovom intervale

# chargeInTimeSlotDescription
source: Charging will always be planned according to set departure timer and time slot (e.g. for cost efficient charging).
fi: Lataaminen suunnitellaan aina asetetun lähtöajan ja aikavälin mukaisesti (esim. kustannustehokasta latausta varten).
pl: Proces ładowania jest zawsze planowany zgodnie z ustawioną godziną odjazdu i przedziałem czasowym (np. w celu oszczędnego ładowania).
sk: Proces nabíjania sa vždy plánuje podľa nastaveného času odjazdu a stanoveného času (napr. pre cenovo výhodné nabíjanie).

# chargeInTimeSlotWarning
source: The vehicle can be charged outside the time slot in order to reach the target state of charge for set departure time.
fi: Ajoneuvo voidaan ladata annetun aikavälin ulkopuolella, jotta latauksen tavoite saavutetaan ennen asetettua lähtöaikaa.
pl: Pojazd może być ładowany poza oknem czasowym, aby osiągnąć cel ładowania dla ustawionej godziny odjazdu.
sk: Vozidlo sa bude nabíjať aj mimo nastaveného časového intervalu, aby sa dosiah cieľový stav nabítia pre nastavený čas odjazdu.

# chargeModeAction
source: EDIT
fi: MUOKKAA
pl: EDYTUJ
sk: UPRAVIŤ

# chargeNowOrScheduleForLater
source: Set charging mode & departure time
fi: Lataustilan & lähtöajan asettaminen
pl: Ładuj teraz albo zaplanuj na później
sk: Nabíjajte teraz alebo naplánujte na neskôr

# chargedPeriodTitle
source: Charged Duration
fi: Latauksen kesto
pl: Czas ładowania
sk: Čas nabíjania

# chargedPowerTitle
source: Charged Power
fi: Ladattu virta
pl: Prąd ładowania
sk: Nabitý prúd

# chargingAboutSavingsAppBarTitle
source: About Savings
fi: Säästöistä
pl: O oszczędnościach
sk: O úsporách

# chargingAboutSavingsBodyTitle
source: How are savings estimated?
fi: Miten säästöt lasketaan?
pl: Jak oblicza się oszczędności?
sk: Ako sa počítajú úspory?

# chargingAdministrator
source: Administrator
fi: Järjestelmänvalvoja
sk: Administrátor

# chargingAllTimeMustHaveRate
source: All hours of the day must have a rate specified.
fi: Päivän jokaiselle tunnille on asetettava hinta.
pl: Dla wszystkich godzin dnia należy zdefiniować taryfę.
sk: Pre všetky hodiny dňa sa musí nastaviť tarifa.

# chargingEditEnergyTariffDescription
source: New electricity tariff
fi: Uusi sähkötariffi
pl: Nowa taryfa za prąd
sk: Nová elektrická tarifa

# chargingEntrypointDataNotAvailable
source: Charging data not available. Please try again later.
fi: Lataushistorian tiedot eivät ole käytettävissä. Yritä myöhemmin uudelleen.
pl: Dane historii ładowania niedostępne. Spróbuj ponownie później.
sk: Nie sú dostupné údaje histórie nabíjania. Skúste to neskôr znova.

# chargingErrorTitle
source: Charging Error
fi: Latausvirhe
pl: Błąd podczas ładowania
sk: Chyba pri nabíjaní

# chargingFinishedTitle
source: Charging Finished
fi: Lataus valmis
pl: Zakończono ładowanie
sk: Proces nabíjania dokončený

source: Charging history
fi: Lataushistoria
pl: Historia ładowania
sk: História nabíjania

# chargingHistoryEntryPointTitle
source: Charging
fi: Lataus
pl: Ładowanie
sk: Nabiť

# chargingHistoryIssues
source: Charging Issues
fi: Latausongelmat
pl: Problemy z ładowaniem
sk: Problémy pri nabíjaní

# chargingHistoryLoadFailed
source: Failed to load charging history or no charging sessions
fi: Tietoja ei voitu ladata tai lataustapahtumia ei ole
pl: Niemożliwe załadowanie danych lub brak ładowań
sk: Dáta sa nepodarilo načítať alebo neexistujú procesy nabíjania

# chargingHistoryNoSessionsThisMonth
source: There are no sessions saved this month.
fi: Tälle kuukaudelle ei ole tallennettu lataustapahtumia.
pl: Dla tego miesiąca nie zapisano ładowań.
sk: Pre tento mesiac nie sú uložené žiadne procesy nabíjania.

# chargingHistorySessionDetails
source: SESSION DETAILS
fi: LATAUKSEN TIEDOT
pl: SZCZEGÓŁY ŁADOWANIA
sk: PODROBNOSTI NABÍJANIA

# chargingHistorySessionIssues
source: {issueCount,plural, =0{}=1{{issueCount} issue}other{{issueCount} issues}}
fi: {issueCount,plural, =0{}=1{{issueCount} ongelma}other{{issueCount} ongelmaa}}
pl: {issueCount,plural, =0{}=1{{issueCount} problem}other{{issueCount} problemy/problemów}}
sk: {issueCount,plural, =0{}=1{{issueCount} problém}other{{issueCount} problémy}}

source: Charging History Settings
fi: Lataushistorian asetukset
pl: Ustawienia historii ładowania
sk: Nastavenia histórie nabíjania

# chargingHistorySettingsTile
source: Charging history
fi: Lataushistoria
pl: Historia ładowania
sk: História nabíjania

# chargingHistoryTotalCharged
source: Total charged
fi: Ladattu yhteensä
pl: Naładowano w całości
sk: Celkovo nabitých

# chargingHistoryViewUpperCase
source: Charging history
fi: Lataushistoria
pl: Historia ładowania
sk: História nabíjania

# chargingLocationNotAvailable
source: Location not available
fi: Latauspaikka ei käytettävissä
pl: Lokalizacja ładowania niedostępna
sk: Nabíjacia stanica nie je dostupná

# chargingManagementTitle
source: CHARGING MANAGEMENT
fi: LATAUKSEN HALLINTA
pl: ZARZĄDZANIE ŁADOWANIEM
sk: MANAŽMENT NABÍJANIA

source: Charging Mode
fi: Lataustila
pl: Tryb ładowania
sk: Nabíjací režim

# chargingNewEnergyTariff
source: New Energy Tariff
fi: Uusi sähkötariffi
pl: Nowa taryfa za prąd
sk: Nová elektrická tarifa

# chargingNoSessions
source: No charging sessions
fi: Ei lataustapahtumia
pl: Brak ładowań
sk: Žiadne procesy nabíjania

# chargingNoSessionsOptIn
source: Enable this feature on the Vehicle Settings.
fi: Voit seurata lataushistoriaa aktivoimalla tämän vaihtoehdon ajoneuvon asetuksissa.
pl: Aby prześledzić historię ładowania, aktywuj tę opcję w ustawieniach pojazdu.
sk: Ak chcete sledovať svoju históriu nabíjania, aktivujte túto možnosť v nastaveniach vozidla.

# chargingNotAvailable
source: Not available
fi: Ei käytettävissä
pl: Niedostępne
sk: Nie je dostupné

# chargingOptInSnackbar
source: Charging History enabled
fi: Lataushistoria aktivoitu
pl: Historia ładowania aktywowana
sk: História nabíjania aktivovaná

# chargingOptOut
source: DISABLE CHARGING HISTORY
fi: DEAKTIVOI LATAUSHISTORIA
pl: DEZAKTYWUJ HISTORIĘ ŁADOWANIA
sk: DEAKTIVOVAŤ HISTÓRIU NABÍJANIA

# chargingOptOutConfirmation
source: Disable charging history?
fi: Haluatko deaktivoida lataushistorian?
pl: Czy dezaktywować historię ładowania?
sk: Deaktivovať históriu nabíjania?

# chargingOptOutConfirmationDescription
source: This option can be enabled again in the Charging History settings.
fi: Tämä vaihtoehto voidaan aktivoida jälleen ajoneuvon asetuksissa.
pl: Tę opcję można ponownie aktywować w ustawieniach pojazdu.
sk: Túto možnosť je možné znova aktivovať v nastaveniach vozidla.

# chargingOptOutDescription
source: If you disable this option, data for charging processes will no longer be collected for you and other users of this vehicle. Existing data records of all users will be deleted after 3 months, unless this option is activated by you or another vehicle user within this period.
fi: Jos poistat tämän vaihtoehdon käytöstä, sinulta ja kaikilta muilta tämän ajoneuvon käyttäjiltä ei enää kerätä lataustietoja. Kaikkien käyttäjien olemassa olevat tiedot poistetaan 3 kuukauden kuluttua, ellet sinä tai ajoneuvon toinen käyttäjä aktivoi tätä vaihtoehtoa uudelleen tämän ajan kuluessa.
pl: Jeśli dezaktywujesz tę opcję, nie będą już gromadzone dane dotyczące ładowania w przypadku Ciebie ani wszystkich innych użytkowników tego pojazdu. Istniejące dane wszystkich użytkowników zostaną usunięte po upływie 3 miesięcy, chyba że opcja ta zostanie w tym okresie ponownie aktywowana przez Ciebie lub innego użytkownika pojazdu.
sk: Ak túto možnosť deaktivujete, pre vás a všetkých ostatných používateľov tohto vozidla sa viac nebudú zhromažďovať dát o nabíjaniach. Existujúce údajové záznamy všetkých používateľov budú po 3 mesiacoch vymazané, pokiaľ túto možnosť v tomto období znova neaktivujete vy alebo iný používateľ vozidla.

# chargingOptOutSnackbar
source: Charging History disabled
fi: Lataushistoria deaktivoitu
pl: Historia ładowania dezaktywowana
sk: História nabíjania deaktivovaná

# chargingOrderErrorTitle
source: Order Error
fi: Virhe tilauksessa
pl: Błąd w zleceniu
sk: Chyba objednávky

# chargingOverlappingTimeSlots
source: There are overlapping time slots.
fi: On päällekkäisiä aikavälejä.
pl: Istnieją nakładające się okna czasowe.
sk: Existujú prekrývajúce sa časové intervaly.

# chargingPillText
source: Charging
fi: Latausasemat
pl: Stacje ładowania
sk: Nabíjacie stanice

# chargingPlanAcCurrentLimit
source: Current limit for AC charging
fi: AC-latauksen virranrajoitus
pl: Ograniczenie natężenia prądu ładowania AC
sk: Obmedzenie prúdu AC nabíjanie

# chargingPlanCableUnlocked
source: The charging cable is unlocked
fi: Latauskaapelin lukitus on avattu
pl: Kabel ładowania jest odblokowany
sk: Nabíjací kábel je odblokovaný

# chargingPlanChargeClimateSettings
source: Charging & climate settings
fi: Lataus- & ilmastointiasetukset
pl: Ustawienia ładowania i klimatyzacji
sk: Nastavenia Nabiť a klimatizovať

# chargingPlanChargingMode
source: Charging mode
fi: Lataustila
pl: Tryb ładowania
sk: Nabíjací režim

# chargingPlanChargingType
source: Charging type
fi: Lataustyyppi
pl: Typ ładowania
sk: Druh nabíjania

# chargingPlanDcChargingLoudness
source: Noise emissions for DC charging
fi: AC-latauksen melutaso
pl: Hałas podczas ładowania prądem stałym
sk: Hlučnosť DC nabíjanie

# chargingPlanDetailsPageErrorDescription
source: Please check the power supply and plug in the charging cable again.
fi: Tarkista virransyöttö ja liitä latauskaapeli uudestaan.
pl: Sprawdź zasilanie elektryczne i podłącz ponownie kabel ładowania.
sk: Skontrolujte napájanie prúdom a znova pripojte nabíjací kábel.

# chargingPlanERouteAcStopChargingDialogDescription
source: The route optimized for charging can be reactivated in your {brand}. It may not be possible to restart charging via the app. Remote functions may take a few seconds.
fi: Latauksen suhteen optimoitu reitti voidaan jälleen aktivoida {brand}-ajoneuvossasi. Latausta ei mahdollisesti voi aloittaa uudelleen sovelluksesta. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Trasa zoptymalizowana pod kątem ładowania może zostać ponownie aktywowana w Twoim {brand}. Ponowne rozpoczęcie ładowania przez aplikację może być niemożliwe. Funkcje zdalne mogą potrwać kilka sekund.
sk: Trasa prispôsobená nabíjania sa môže vo vašom {brand} opäť aktivovať. Opätovné spustenie nabíjania cez aplikáciu nie je možné. Funkcie Remote môžu trvať niekoľko sekúnd.

# chargingPlanERouteDcStopChargingDialogDescription
source: The route optimized for charging can be reactivated in your {brand}. The cable will be unlocked and it will not be possible to restart charging via the app. Remote functions may take a few seconds.
fi: Latauksen suhteen optimoitu reitti voidaan jälleen aktivoida {brand}-ajoneuvossasi. Kaapelin lukitus avataan eikä latausta voi aloittaa uudelleen sovelluksesta. Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Trasa zoptymalizowana pod kątem ładowania może zostać ponownie aktywowana w Twoim {brand}. Kabel zostaje odblokowany i nie można ponownie rozpocząć ładowania przez aplikację. Funkcje zdalne mogą potrwać kilka sekund.
sk: Trasa prispôsobená nabíjania sa môže vo vašom {brand} opäť aktivovať. Kábel sa odblokuje a opätovné spustenie nabíjania cez aplikáciu nie je možné. Funkcie Remote môžu trvať niekoľko sekúnd.

# chargingPlanMoreThanFiveActionsPerHourWarning
source: More than 5 remote commands were executed consecutively within an hour. Please unplug the charging cable to stop the process.
fi: Tunnin aikana on suoritettu enemmän kuin 5 Remote-käskyä. Lopeta toimenpide poistamalla latauskaapeli.
pl: W ciągu jednej godziny wykonano kolejno więcej niż 5 zdalnych poleceń. Odłącz kabel ładowania, aby zakończyć proces.
sk: V priebehu hodiny bolo za sebou vykonaných viac ako 5 príkazov na diaľku. Odstráňte kábel, aby ste mohli ukončiť proces.

source: Charging plan not available
fi: Lataussuunnitelma ei käytettävissä
pl: Plan ładowania niedostępny
sk: Plán nabíjania nedostupný

# chargingPlanPageTitle
source: Charging plan
fi: Lataussuunnitelma
pl: Plan ładowania
sk: Plán nabíjania

# chargingPlanRangeCombined
source: Combined
fi: Yhdistetty
pl: Cykl mieszany
sk: Kombinovaný

# chargingPlanRangeCombustion
source: Combustion
fi: Polttomoottori
pl: Silnik spalin.
sk: Spaľ. motor

# chargingPlanStatusCharging
source: Charging
fi: Lataus
pl: Ładowanie
sk: Nabíjanie

# chargingPlanStatusFullyCharged
source: Fully charged
fi: Ladattu täyteen
pl: W pełni naładowany
sk: Plne nabité

# chargingPlanStatusNotCharging
source: Not charging
fi: Ei lataa
pl: Nie ładuje
sk: Nenabíja

# chargingPlanStatusPaused
source: Paused
fi: Tauolla
pl: Zatrzymane
sk: Pozastavené

# chargingPlanStatusStateNotAvailable
source: Status not available
fi: Tila ei käytettävissä
pl: Status niedostępny
sk: Stav nedostupný

# chargingPlanStatusStateOfCharge
source: State of charge
fi: Varaustaso
pl: Poziom naładowania
sk: Stav nabitia

# chargingPlanStatusStopped
source: Stopped
fi: Lopetettu
pl: Wstrzymane
sk: Zastavené

# chargingPlanStatusTargetReached
source: Target reached
fi: Lataustavoite saavutettu
pl: Cel ładowania osiągnięty
sk: Cieľ nabíjania bol dosiahnutý

# chargingPlanUnderstood
source: Understood
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

source: Charging Profile
fi: Latausprofiili
pl: Profil ładowania
sk: Nabíjací profil

# chargingProfileComingSoon
source: Coming Soon
fi: Pian
pl: Wkrótce
sk: Onedlho

# chargingProfileSubtitle
source: Charging Profile Details
fi: Latausprofiilin tiedot
pl: Szczegóły profilu ładowania
sk: Podrobnosti o nabíjacom profile

# chargingProfileSystemError
source: System error. Please try again later. We apologize for any inconvenience caused.
fi: Järjestelmävirhe. Yritä myöhemmin uudelleen. Pyydämme anteeksi esiintyneitä ongelmia.
pl: Błąd systemowy. Spróbuj ponownie później. Przepraszamy za zaistniałe niedogodności.
sk: Systémová chyba. Skúste to neskôr znova. Ospravedlňujeme sa za spôsobené nepríjemnosti.

# chargingProfileTitle
source: Charging Profile
fi: Latausprofiili
pl: Profil ładowania
sk: Nabíjací profil

# chargingProfileUpdateAction
source: DONE
fi: VALMIS
pl: GOTOWE
sk: HOTOVO

# chargingRateDeleted
source: Rate deleted
fi: Hinta poistettu
pl: Stawka usunięta
sk: Cena vymazaná

# chargingRequiredInfoMissing
source: Required information is missing.
fi: Vaadittavat tiedot puuttuvat.
pl: Brak wymaganych informacji.
sk: Chýbajú požadované informácie.

# chargingSemantics
source: Charging
fi: Lataus
pl: Ładowanie
sk: Nabíjanie

# chargingSessionActionCannotBeUndone
source: This action cannot be undone.
fi: Tätä toimenpidettä ei voi peruuttaa.
pl: Tej operacji nie można cofnąć.
sk: Tento proces sa nedá vrátiť späť.

# chargingSessionAddNewTariffDescription
source: Add an energy tariff to the charging location and start getting estimates on your charging costs.
fi: Lisää tämän latauspaikan sähkötariffi, jotta saat tulevaisuudessa hinta-arvion päättyneille lataustapahtumille.
pl: Dodaj taryfę za prąd do tej lokalizacji ładowania i w przyszłości otrzymuj oszacowanie kosztów zakończonych procesów ładowania.
sk: Pridajte k tomuto miestu nabíjania elektrickú tarifu a v budúcnosti budete dostávať cenový odhad svojich ukončených procesov nabíjania.

# chargingSessionChargingType
source: Charging Type
fi: Lataustyyppi
pl: Typ ładowania
sk: Druh nabíjania

# chargingSessionCostEstimatedOnPrevious
source: The cost of this session was estimated based on a previous energy tariff.
fi: Tämän latauskerran kustannukset on määritetty aikaisemman sähkötariffin perusteella.
pl: Koszty tego procesu ładowania zostały ustalone w oparciu o wcześniejszą taryfę za prąd.
sk: Náklady tohto procesu nabíjania boli zistené prostredníctvom predošlej elektrickej tarify.

# chargingSessionCostNotAvailable
source: Total cost unavailable
fi: Kokonaiskustannukset eivät käytettävissä
pl: Koszty całkowite niedostępne
sk: Celkové náklady nie sú dostupné

# chargingSessionCostNotAvailableMessage
source: There was no energy tariff available when the charging session occurred.
fi: Sähkötariffi ei ollut käytettävissä latauksen aikana.
pl: W momencie procesu ładowania nie było dostępnej taryfy za prąd.
sk: V čase procesu nabíjania nebola k dispozícii žiadna elektrická tarifa.

# chargingSessionCostNotEstimated
source: The cost of this session was not estimated because the energy charged was unavailable.
fi: Tämän latauskerran kustannuksia ei ole määritetty, koska ladattu virtamäärä puuttuu.
pl: Z powodu braku ilości prądu nie ustalono kosztów dla tego procesu ładowania.
sk: Náklady na tento proces nabíjania neboli zistené, keďže chýba nabité množstvo elektrickej energie.

# chargingSessionCostSubtitle
source: SESSION COST
fi: LATAUSKUSTANNUKSET
pl: KOSZTY ŁADOWANIA
sk: NÁKLADY NA NABÍJANIE

# chargingSessionCostTitle
source: Session Cost Detail
fi: Latauskustannukset
pl: Koszty ładowania
sk: Náklady procesu nabíjania

# chargingSessionDelete
source: Delete charging session?
fi: POISTA
pl: USUŃ
sk: VYMAZAŤ

# chargingSessionDeleteFail
source: Failed to delete Charging Session
fi: Lataustapahtuman poistaminen epäonnistui
pl: Nie udało się usunąć ładowania
sk: Proces nabíjania sa nepodarilo vymazať

source: Charging session deleted
fi: Lataustapahtuma poistettu
pl: Ładowanie usunięte
sk: Proces nabíjania vymazaný

# chargingSessionDuration
source: Charging time
fi: Latauksen kesto
pl: Czas ładowania
sk: Doba nabíjania

# chargingSessionEnded
source: Unplugged
fi: Irrotettu
pl: Odłączony
sk: Odpojený

# chargingSessionEnergyTariffSubtitle
source: ENERGY TARIFF
fi: SÄHKÖTARIFFI
pl: TARYFA ZA PRĄD
sk: ELEKTRICKÁ TARIFA

# chargingSessionNewTariff
source: NEW TARIFF
fi: UUSI HINTA
pl: NOWA TARYFA
sk: NOVÁ TARIFA

# chargingSessionPlugType
source: Plug type
fi: Pistoketyyppi
pl: Rodzaj wtyczki
sk: Typ zástrčky

# chargingSessionPreconditioning
source: Precondition for departure
fi: Ilmastointi lähtöaikaan
pl: Klimatyzowanie na godzinę odjazdu
sk: Klimatizácia k času odjazdu

# chargingSessionPublic
source: Public
fi: Julkinen
pl: Publiczna
sk: Verejná

# chargingSessionSavings
source: Savings
fi: Säästöt
pl: Oszczędności
sk: Úspory

# chargingSessionStarted
source: Plugged in
fi: Liitetty
pl: Podłączony
sk: Zapojený

# chargingSessionTariffDeleteDescription
source: From now on, charging sessions will no longer include costs estimates.
fi: Tästä alkaen lataustapahtumille tässä paikassa ei enää anneta hinta-arviota.
pl: Dla sesji ładowania nie będą szacowane koszty.
sk: Procesy nabíjania na tomto mieste odteraz už nebudú obsahovať odhady nákladov.

# chargingSessionTariffRate
source: {rateCount,plural, =0{RATE}other{RATE ({rateCount})}}
fi: {rateCount,plural, =0{HINTA}other{HINNAT ({rateCount})}}
pl: {rateCount,plural, =0{CENA}other{CENY ({rateCount})}}
sk: {rateCount,plural, =0{CENA}other{CENY ({rateCount})}}

# chargingSessionTariffStartEnd
source: Start and end time
fi: Aloitus- ja lopetusaika
pl: Czas rozpoczęcia i zakończenia
sk: Čas začiatku a čas konca

# chargingSessionTitle
source: Charging Session
fi: Lataus
pl: Ładowanie
sk: Proces nabíjania

# chargingSessionToday
source: TODAY
fi: TÄNÄÄN
pl: DZIŚ
sk: DNES
