Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# PublicChargingStrings_chargeAndGoActivateSocketFirstBullet
source: Find the QR Code. It is usually displayed next to the connectors of the charging station.
fi: Etsi QR-koodi. Se sijaitsee yleensä latausaseman pistorasioiden vieressä.
pl: Znajdź kod QR. Zwykle znajduje się on przy gniazdach stacji ładowania.
sk: Nájdite QR kód. Zvyčajne sa nachádza vedľa zásuviek nabíjacej stanice.

# PublicChargingStrings_chargeAndGoActivateSocketFourthBullet
source: Check the pricing and all the legal and contractual details.
fi: Tarkista hinta ja kaikki oikeudelliset ja sopimukselliset yksityiskohdat.
pl: Sprawdź cenę oraz wszystkie szczegóły prawne i umowne.
sk: Skontrolujte cenu a všetky právne a zmluvné informácie.

# PublicChargingStrings_chargeAndGoActivateSocketSecondBullet
source: Choose the option "Scan & Charge".
fi: Valitse vaihtoehto Scan & Charge.
pl: Wybierz opcję Scan & Charge.
sk: Vyberte možnosť Scan & Charge.

# PublicChargingStrings_chargeAndGoActivateSocketThirdBullet
source: Point your camera at the QR code and wait for the confirmation.
fi: Suuntaa kamera QR-koodiin ja odota vahvistusta.
pl: Skieruj aparat na kod QR i poczekaj na potwierdzenie.
sk: Nastavte vašu kameru na QR kód a počkajte na potvrdenie.

# PublicChargingStrings_chargeAndGoActivateSocketTitle
source: How to activate a charging station
fi: Miten latausasema aktivoidaan
pl: Jak aktywować stację ładowania
sk: Ako sa aktivuje nabíjacia stanica

# PublicChargingStrings_chargeAndGoBusinessUseSubtitle
source: Ideal for business and fleets
fi: Ihanteellinen yrityskäyttöön ja ajoneuvokannoille
pl: Idealne rozwiązanie dla firm i flot
sk: Ideálne na obchodné využitie a flotily

# PublicChargingStrings_chargeAndGoChargingInsertStationManualContent
source: We know that some charging stations do not have a QR code or it can be damaged or unreadable. As an alternative you can enter the charging station ID here. You can find it as described in the image above.
fi: Tiedämme, että joillakin latausasemilla ei ole QR-koodia tai se voi olla vahingoittunut tai lukukelvoton. Vaihtoehtoisesti voit syöttää latausaseman numeron tähän. Yllä olevassa kuvassa neuvotaan, miten ne löytyvät.
pl: Wiemy, że niektóre stacje ładowania nie mają kodu QR albo jest on uszkodzony lub nieczytelny. Można też wprowadzić numer stacji ładowania. Na powyższej ilustracji objaśniono, jak go znaleźć.
sk: Vieme, že niektoré nabíjacie stanice nemajú QR kód alebo že môže byť poškodený alebo nemusí byť čitateľný. Alternatívne môžete tu zadať číslo nabíjacej stanice. Na obrázku vyššie je opísané, ako ho nájdete.

# PublicChargingStrings_chargeAndGoChargingInsertStationManualInputLable
source: Charging station ID
fi: Latausaseman numero
pl: Numer stacji ładowania
sk: Číslo nabíjacej stanice

# PublicChargingStrings_chargeAndGoChargingInsertStationManualModalTitle
source: Enter charging station ID
fi: Syötä latausaseman numero
pl: Wprowadź numer stacji ładowania
sk: Zadať číslo nabíjacej stanice

# PublicChargingStrings_chargeAndGoChargingInsertStationManualTitle
source: Please enter the charging station ID
fi: Ole hyvä ja syötä latausaseman numero
pl: Prosimy o wprowadzenie numeru stacji ładowania
sk: Zadajte číslo nabíjacej stanice

# PublicChargingStrings_chargeAndGoChargingStationNotSupportedDialogTitle
source: This charging station is currently not supported.
fi: Tätä latausasemaa ei tällä hetkellä tueta.
pl: Ta stacja ładowania nie jest aktualnie obsługiwana.
sk: Táto nabíjacia stanica momentálne nie je podporovaná.

# PublicChargingStrings_chargeAndGoChargingStationQrCodeNotSupported
source: This QR Code is currently not supported.
fi: Tätä QR-koodia ei tällä hetkellä tueta.
pl: Ten kod QR nie jest aktualnie obsługiwany.
sk: Tento QR kód nie je aktuálne podporovaný.

# PublicChargingStrings_chargeAndGoChargingStationQrCodeUnableIdentify
source: Unable to identify this charging station.
fi: Latausasemaa ei voida tunnistaa.
pl: Nie można zidentyfikować stacji ładowania.
sk: Nie je možné identifikovať nabíjaciu stanicu.

# PublicChargingStrings_chargeAndGoChargingStationUnableIdentifyDialogDescription
source: Please try the connector activation through Select & Charge or use your RFID card instead.
fi: Kokeile aktivointia Select & Charge -toiminnolla tai käytä sen sijaan RFID-korttia.
pl: Spróbuj aktywować poprzez Select & Charge lub użyj zamiast tego karty RFID.
sk: Skúste aktiváciu pomocou Select & Charge alebo namiesto toho použite svoju RFID kartu.

# PublicChargingStrings_chargeAndGoInProgressSocketDescription
source: You charging process is being authorised by the provider. This may take a few moments.
fi: Latausaseman ylläpitäjä hyväksyy latausprosessin. Tämä voi kestää hetken.
pl: Twoje ładowanie jest autoryzowane przez operatora. Może to chwilę potrwać.
sk: Vaše nabíjanie bude autorizované prevádzkovateľom. Môže to chvíľu trvať.

# PublicChargingStrings_chargeAndGoInProgressSocketStatusLabel
source: Authorizing…
fi: Hyväksytään…
pl: Trwa autoryzacja…
sk: Autorizuje sa…

# PublicChargingStrings_chargeAndGoInactiveChargingContractAction
source: GO TO MY DASHBOARD
fi: SIIRRY KOONTINÄYTTÖÖN
pl: PRZEJDŹ DO MOJEGO PULPITU
sk: PREJSŤ NA MOJU PRÍSTROJOVÚ DOSKU

# PublicChargingStrings_chargeAndGoModalHeader
source: GET THE CHARGING APP
fi: HAE LATAUSSOVELLUS
pl: POBIERZ APLIKACJĘ ŁADOWANIA
sk: PRINIESŤ NABÍJACIU APLIKÁCIU

# PublicChargingStrings_chargeAndGoModalProviderTitle
source: Selected provider
fi: Valittu palveluntarjoaja
pl: Wybrany dostawca
sk: Zvolený poskytovateľ

# PublicChargingStrings_chargeAndGoMultipleSocketDescription
source: {active}active connectors
fi: {active} aktiivista latauspistorasiaa
pl: Liczba aktywnych gniazd ładowania: {active}
sk: {active} aktívne nabíjacie zásuvky

# PublicChargingStrings_chargeAndGoMultipleSocketsActiveHeader
source: ACTIVE CONNECTORS
fi: AKTIIVISET LATAUSPISTORASIAT
pl: AKTYWNE GNIAZDA ŁADOWANIA
sk: AKTÍVNE NABÍJACIE ZÁSUVKY

# PublicChargingStrings_chargeAndGoNewChargingContractAction
source: GET A CHARGING CONTRACT
fi: TEE LATAUSSOPIMUS
pl: ZAWARCIE UMOWY O ŁADOWANIE
sk: UZAVRIEŤ ZMLUVU O NABÍJANÍ

# PublicChargingStrings_chargeAndGoNotSupportAppActivationDialogTitle
source: Unable to proceed with this authentication method
fi: Valitulla todentamismenetelmällä ei voida jatkaa
pl: Kontynuowanie przy wybranej metodzie uwierzytelnienia niemożliwe
sk: Nie je možné pokračovať s vybratou metódou overovania

# PublicChargingStrings_chargeAndGoOneSocketActiveHeader
source: ACTIVE CONNECTOR
fi: AKTIIVINEN LATAUSPISTORASIA
pl: AKTYWNE GNIAZDO ŁADOWANIA
sk: AKTÍVNA NABÍJACIA ZÁSUVKA

# PublicChargingStrings_chargeAndGoOneSocketDescription
source: {active} active connector
fi: {active} aktiivinen latauspistorasia
pl: {active} aktywne gniazdo ładowania
sk: {active} aktívna nabíjacia zásuvka

# PublicChargingStrings_chargeAndGoPersonalUseSubtitle
source: Ideal for personal use
fi: Ihanteellinen yksityiskäyttöön
pl: Idealne rozwiązanie do użytku prywatnego
sk: Ideálne pre súkromné využitie

# PublicChargingStrings_chargeAndGoQrCodeActivationNotSupported
source: This charging station does not support activation via the app. Please use your RFID card instead.
fi: Tämä latausasema ei tue aktivointia sovelluksen kautta. Käytä RFID-korttia.
pl: Ta stacja ładowania nie obsługuje aktywacji za pomocą aplikacji. Należy użyć karty RFID.
sk: Táto nabíjacia stanica nepodporuje žiadnu aktiváciu cez aplikáciu. Použite vašu RFID kartu.

# PublicChargingStrings_chargeAndGoQrCodeNotSupportedDialogDescription
source: Please try the connector activation through Select & Charge.
fi: Kokeile aktivointia Select & Charge -toiminnolla.
pl: Spróbuj aktywować poprzez Select & Charge.
sk: Skúste aktiváciu pomocou Select & Charge.

# PublicChargingStrings_chargeAndGoScanQrCodeAssistiveText
source: You will be redirected to the {providerAppName} app where you can start charging by scanning the charging station QR code.
fi: Sinut ohjataan {providerAppName} -sovellukseen, jossa voit skannata latausaseman QR-koodin ja aloittaa lataamisen.
pl: Nastąpi przekierowanie do aplikacji {providerAppName}, gdzie można zeskanować kod QR stacji ładowania i rozpocząć ładowanie.
sk: Budete presmerovaný na aplikáciu {providerAppName}, v ktorej môžete naskenovať QR kód a spustiť nabíjanie.

# PublicChargingStrings_chargeAndGoStoppingSocketDescription
source: Your charging process has been stopped by the charging station operator. This may take a few moments.
fi: Latausaseman ylläpitäjä pysäyttää latausprosessin. Tämä voi kestää hetken.
pl: Ładowanie jest wyłączane przez operatora stacji ładowania. Może to chwilę potrwać.
sk: Vaše nabíjanie zastaví prevádzkovateľ nabíjacej stanice. Môže to chvíľu trvať.

# PublicChargingStrings_chargeAndGoStoppingSocketStatusLabel
source: Stopping…
fi: Lopetetaan…
pl: Wyłączanie…
sk: Zastavuje sa…

# PublicChargingStrings_chargeAndGoUnlockChargingContractAction
source: UNLOCK MY CONTRACT
fi: AKTIVOI SOPIMUS
pl: AKTYWACJA UMOWY
sk: AKTIVOVAŤ ZMLUVU

# PublicChargingStrings_chargeMyVehicleSocketsStateAvailable
source: Available
fi: Käytettävissä
pl: Dostępna
sk: K dispozícii

# PublicChargingStrings_chargeMyVehicleUnableToStartContractErrorDescription
source: Your process cannot be completed because something has gone wrong with your charging contract. Please try again later.
fi: Toimenpidettä ei voida saattaa päätökseen, koska lataussopimuksessasi meni jotain pieleen. Yritä myöhemmin uudelleen.
pl: Nie można zakończyć procesu, ponieważ coś poszło nie tak z ładowaniem. Spróbuj ponownie później.
sk: Váš proces nie je možné dokončiť, pretože sa vyskytol problém s vašou zmluvou o nabíjaní. Skúste to znovu neskôr.

# PublicChargingStrings_chargeMyVehicleUnableToStartContractInactiveDescription
source: Your process cannot be completed as the selected charging contract is not active.
fi: Toimenpidettä ei voida saattaa päätökseen, koska valittu lataussopimus ei ole aktiivinen.
pl: Nie można zakończyć procesu, ponieważ wybrana umowa dot. ładowania jest nieaktywna.
sk: Váš proces nie je možné dokončiť, pretože vybratá zmluva o nabíjaní je neaktívna.

# PublicChargingStrings_chargeMyVehicleUnableToStartContractLockedDescription
source: Your process cannot be completed as the selected charging contract has been blocked.
fi: Toimenpidettä ei voida saattaa päätökseen, koska valittu lataussopimus on estetty.
pl: Nie można zakończyć procesu, ponieważ wybrana umowa dot. ładowania jest zablokowana.
sk: Váš proces nie je možné dokončiť, pretože vybratá zmluva o nabíjaní je zablokovaná.

# PublicChargingStrings_chargingContractsUpperCase
source: CHARGING CONTRACTS
fi: LATAUSSOPIMUKSET
pl: UMOWY NA ŁADOWANIE
sk: ZMLUVY O NABÍJANÍ

# PublicChargingStrings_chargingPowerNote
source: Please note that the charging power with which the vehicle actually charges depends also on the vehicle's limitations.
fi: Huomaa, että latausteho, jolla ajoneuvo latautuu, riippuu myös ajoneuvon rajoituksista.
pl: Pamiętaj, że moc ładowania podczas ładowania pojazdu zależy też od ograniczeń pojazdu.
sk: Upozorňujeme, že nabíjací výkon, ktorým sa vozidlo nabíja, závisí aj od obmedzení vozidla.

# PublicChargingStrings_chargingStationPowerAvailability
source: {plugtype} ({power} Kilowatts): {free} of {total} available.
fi: {plugtype} ({power} kW): {free} / {total} käytettävissä.
pl: {plugtype} ({power} kW): dostępne {free} z {total}.
sk: {plugtype} ({power} kilowattov): k dispozícii {free} z {total}.

# PublicChargingStrings_chargingStationPowerTotalAvailability
source: _{plugtype} ({power} Kilowatts): {total} connectors (in total).
fi: {plugtype} ({power} kW): {total} pistoke(tta) (yhteensä).
pl: {plugtype} ({power} kW): {total} wtyczka/wtyczki/wtyczek (łącznie).
sk: {plugtype} ({power} kilowattow): {total} zástrčky (celkovo).

# PublicChargingStrings_chargingStationPowerUnknownAvailability
source: Unknown availability
fi: Käytettävyys ei tiedossa
pl: Nieznana dostępność
sk: Dostupnosť neznáma

# PublicChargingStrings_chargingStationSocketsAvailable
source: {plugtype}: {free} of {total} available.
fi: {plugtype}: {free} / {total} käytettävissä.
pl: {plugtype}: dostępne {free} z {total}.
sk: {plugtype}: k dispozícii {free} z {total}.

# PublicChargingStrings_chargingStationSocketsTotalAvailable
source: {plugtype}: {total} connectors (in Summe).
fi: {plugtype}: {total} pistoketta (yhteensä).
pl: {plugtype}: {total} wtyczka/wtyczki/wtyczek (łącznie).
sk: {plugtype}: {total} zástrčiek (celkovo).

# PublicChargingStrings_contractFamilyMemberSharing
source: Do you already have a contract and want to use {brandCharging} for your new {brand}?
fi: Sinulla on jo sopimus ja haluat käyttää {brandCharging} -palvelua uudelle {brand}-ajoneuvollesi?
pl: Masz już umowę i chcesz użyć {brandCharging} w przypadku swojego nowego pojazdu {brand}?
sk: Už máte zmluvu a chcete používať {brandCharging} pre vaše nové {brand}?

# PublicChargingStrings_dcFastCharging
source: DC – Fast charging
fi: DC – Nopea lataus
pl: DC – szybkie ładowanie
sk: DC – Rýchle nabíjanie

# PublicChargingStrings_disclaimerBenefitsContract
source: Please note that the benefits and digital charging functions of each {brand} require a separate {brandCharging} contract.
fi: Huomaa, että jokainen {brand} tarvitsee oman {brandCharging} -sopimuksen, jotta voit hyödyntää edullisia ehtoja ja digitaalisia lataustoimintoja.
pl: Pamiętaj, że aby skorzystać ze specjalnych warunków i cyfrowych funkcji ładowania, w przypadku każdego pojazdu {brand} wymagana jest osobna umowa {brandCharging}.
sk: Myslite na to, že na používanie výhodných podmienok a digitálnych funkcií nabíjania každého {brand} potrebujete vlastnú zmluvu {brandCharging}.

# PublicChargingStrings_eletricRangeBasedOnDevicePosition
source: The electric range will be calculated on the basis of the current location of your mobile device, as the current location of the vehicle is not available.
fi: Toimintasäde sähköllä lasketaan mobiililaitteesi sijainnin perusteella, koska ajoneuvon sijainti ei ole käytettävissä.
pl: Zasięg elektryczny jest obliczany na podstawie lokalizacji Twojego urządzenia mobilnego, ponieważ lokalizacja Twojego pojazdu nie jest dostępna.
sk: Elektrický dojazd sa vypočítava na základe aktuálne polohy vášho mobilného zariadenia, pretože poloha vášho vozidla nie je k dispozícii.

# PublicChargingStrings_eletricRangeBasedOnVehiclePosition
source: The electric range will be calculated on the basis of the current location of your vehicle.
fi: Toimintasäde sähköllä lasketaan ajoneuvosi sijainnin perusteella.
pl: Zasięg elektryczny jest obliczany na podstawie lokalizacji Twojego pojazdu.
sk: Elektrický dojazd sa vypočítava na základe aktuálne polohy vášho vozidla.

# PublicChargingStrings_elmCtaOrderViewButton
source: AGREE & BEGIN CHARGING
fi: HYVÄKSY & KÄYNNISTÄ LATAUS
pl: WYRAŹ ZGODĘ I URUCHOM ŁADOWANIE
sk: SÚHLASIŤ A SPUSTIŤ PROCES NABÍJANIA

# PublicChargingStrings_elmTermsAndPrivacyLinkout
source: I hereby agree with <link>Electrify America Terms & Conditions<link> and <link>Privacy Policy<link> and <link>{appName} Privacy & Terms<link>. Charging and associated fees will begin after acceptance.
fi: Hyväksyn <link>Electrify American palveluehdot<link> ja <link>tietosuojaselosteen<link> sekä <link>{appName} -tietosuoja- ja käyttöehdot<link>. Latauskustannukset ja niihin liittyvät maksut alkavat hyväksynnän jälkeen.
pl: Niniejszym akceptuję <link>OWH Electrify America<link> i <link>Politykę prywatności<link> oraz <link>Warunki ochrony danych i warunki użytkowania {appName}<link>. Koszty ładowania i związane z tym opłaty naliczane są po akceptacji.
sk: Týmto súhlasím s <link>VOP Electrify America<link> a so <link>zásadami ochrany osobných údajov<link> a <link>zásadami ochrany osobných údajov a podmienky používania aplikácie {appName}<link>. Náklady nabíjania a s nimi spojené poplatky sa začnú po súhlase.

# PublicChargingStrings_expiredContract
source: Expired
fi: Päättynyt
pl: Po wygaśnięciu
sk: Platnosť vypršala

# PublicChargingStrings_expiredInDays
source: Expired {daysAfterExpiration} days ago
fi: Päättynyt {daysAfterExpiration} päivää sitten
pl: Termin ważności upłynął przed {daysAfterExpiration} dniami
sk: Platnosť vypršala pred {daysAfterExpiration} dňami

# PublicChargingStrings_expiredInMonths
source: Expired a month ago
fi: Päättynyt kuukausi sitten
pl: Termin ważności upłynął przed miesiącem
sk: Platnosť vypršala pred mesiacom

# PublicChargingStrings_expiredInMonths_dummy
source: Expired {monthsAfterExpiration} months ago
fi: Päättynyt {monthsAfterExpiration} kuukautta sitten
pl: Termin ważności upłynął {monthsAfterExpiration} miesiącami
sk: Platnosť vypršala pred {monthsAfterExpiration} mesiacmi

# PublicChargingStrings_expiredInWeeks
source: Expired a week ago
fi: Päättynyt viikko sitten
pl: Termin ważności upłynął przed tygodniem
sk: Platnosť vypršala pred týždňom

# PublicChargingStrings_expiredInWeeks_dummy
source: Expired {weeksAfterExpiration} weeks ago
fi: Päättynyt {weeksAfterExpiration} viikkoa sitten
pl: Termin ważności upłynął przed {weeksAfterExpiration} tygodniami
sk: Platnosť vypršala pred {weeksAfterExpiration} týždňami

# PublicChargingStrings_expiredInYear
source: Expired a year ago
fi: Päättynyt vuosi sitten
pl: Termin ważności upłynął przed rokiem
sk: Platnosť vypršala pred rokom

# PublicChargingStrings_expiredOn
source: Expired on {expirationDate}
fi: Päättynyt {expirationDate}
pl: Termin ważności upłynął w dniu {expirationDate}
sk: Platnosť vypršala {expirationDate}

# PublicChargingStrings_expiredToday
source: Expired today
fi: Päättynyt tänään
pl: Termin ważności upłynął dzisiaj
sk: Platnosť vypršala dnes

# PublicChargingStrings_expiredYesterday
source: Expired yesterday
fi: Päättynyt eilen
pl: Termin ważności upłynął wczoraj
sk: Platnosť vypršala včera

# PublicChargingStrings_expiresInDays
source: Expires in {daysBeforeExpiration} days
fi: Päättyy {daysBeforeExpiration} päivän kuluttua
pl: Termin ważności upływa za {daysBeforeExpiration} dni
sk: Platnosť vyprší o {daysBeforeExpiration} dni/dní

# PublicChargingStrings_expiresInMonths
source: Expires in a month
fi: Päättyy kuukauden kuluttua
pl: Termin ważności upływa za miesiąc
sk: Platnosť vyprší o mesiac

# PublicChargingStrings_expiresInMonths_dummy
source: Expires in {monthsBeforeExpiration} months
fi: Päättyy {monthsBeforeExpiration} kuukauden kuluttua
pl: Termin ważności upływa za {monthsBeforeExpiration} miesiące
sk: Platnosť vyprší o {monthsBeforeExpiration} mesiace/mesiacov

# PublicChargingStrings_expiresInWeeks
source: Expires in a week
fi: Päättyy viikon kuluttua
pl: Termin ważności upływa za tydzień
sk: Platnosť vyprší o týždeň

# PublicChargingStrings_expiresInWeeks_dummy
source: Expires in {weeksBeforeExpiration} weeks
fi: Päättyy {weeksBeforeExpiration} viikon kuluttua
pl: Termin ważności upływa za {weeksBeforeExpiration} tygodnie
sk: Platnosť vyprší o {weeksBeforeExpiration} týždne/týždňov

# PublicChargingStrings_expiresOn
source: Expires on {expirationDate}
fi: Päättyy {expirationDate}
pl: Wygasa {expirationDate}
sk: Platnosť vyprší {expirationDate}

# PublicChargingStrings_expiresToday
source: Expires today
fi: Päättyy tänään
pl: Termin ważności upływa dzisiaj
sk: Platnosť vyprší dnes

# PublicChargingStrings_expiresTomorrow
source: Expires tomorrow
fi: Päättyy huomenna
pl: Termin ważności upływa jutro
sk: Platnosť vyprší zajtra

# PublicChargingStrings_expiringSoon
source: Expires soon
fi: Päättyy pian
pl: Termin ważności upływa wkrótce
sk: Platnosť vyprší čoskoro

# PublicChargingStrings_findAllContractsLinked
source: Find all {brandCharging} contracts for your {brand} ID.
fi: Hae kaikki {brand} ID:si {brandCharging} -sopimukset.
pl: Znajdź wszystkie umowy {brandCharging} dla swojego {brand} ID.
sk: Nájdite všetky zmluvy {brandCharging} pre vaše {brand} ID.

# PublicChargingStrings_forThisVehicleUpperCase
source: FOR THIS VEHICLE
fi: TÄLLE AJONEUVOLLE
pl: DLA TEGO POJAZDU
sk: PRE TOTO VOZIDLO

# PublicChargingStrings_getChargingAccount
source: Create account
fi: Avaa tili
pl: Utwórz konto
sk: Vytvorte si účet

# PublicChargingStrings_getChargingContractUpperCase
source: SIGN UP FOR A CHARGING CONTRACT
fi: TEE LATAUSSOPIMUS
pl: ZAWARCIE UMOWY O ŁADOWANIE
sk: UZAVRIEŤ ZMLUVU O NABÍJANÍ

# PublicChargingStrings_getChargingPlan
source: Subscribe a charging plan
fi: Solmi lataustariffi
pl: Uzgodnij taryfę ładowania
sk: Uzavrite zmluvu o nabíjacej tarife

# PublicChargingStrings_getContractElmModalDescription
source: After creating an Electrify America account using the {appName} app or, if you have one already, migrating the existing account into the {appName}, you can do the following:
fi: Kun olet luonut Electrify America -tilin {appName} -sovelluksessa tai – jos sinulla on jo tili – ottanut tilin käyttöön {appName} -sovelluksessa, voit tehdä seuraavaa:
pl: Po utworzeniu konta Electrify America w aplikacji {appName} lub – jeśli masz już konto – przeniesieniu go do aplikacji {appName}, możesz wykonać następujące czynności:
sk: Hneď, ako si vytvoríte účet Electrify America v aplikácii {appName} – alebo ak už účet máte – prevezmete ho do aplikácie {appName}, môžete urobiť nasledujúce:

# PublicChargingStrings_getContractElmModalFirstBulletpoint
source: Charge your {brand} in the Electrify America network.
fi: Ladata {brand}-ajoneuvosi Electrify America -verkossa.
pl: Ładować swój {brand} w sieci Electrify America.
sk: Nabíjať vaše {brand} v sieti Electrify America.

# PublicChargingStrings_getContractElmModalFourthBulletpoint
source: Manage your contract and payments.
fi: Hallinnoida tariffiasi ja maksuja.
pl: Zarządzać swoimi taryfami i płatnościami.
sk: Spravovať vašu tarifu a vaše platby.

# PublicChargingStrings_getContractElmModalSecondBulletpoint
source: Authenticate yourself at Electrify America charging stations by selecting a charging station in the {appName} app.
fi: Tunnistautua Electrify America -latausasemilla valitsemalla latausasema {appName} -sovelluksessa.
pl: Uwierzytelniać się na stacjach ładowania Electrify America poprzez wybranie stacji ładowania w aplikacji {appName}.
sk: Autentifikovať sa na nabíjacích staniciach Electrify America zvolením nabíjacej stanice v aplikácii {appName}.

# PublicChargingStrings_getContractElmModalThirdBulletpoint
source: Check your charging history and invoices.
fi: Tarkistaa lataushistorian ja laskut.
pl: Sprawdzać swoją historię ładowania i rachunki.
sk: Skontrolovať vašu históriu nabíjania a faktúry.

# PublicChargingStrings_getContractElmModalTitle
source: Charge your {brand} with Electrify America
fi: Lataa {brand}-ajoneuvosi Electrify American latausasemilla
pl: Ładuj {brand} dzięki Electrify America
sk: Nabite vaše {brand} s Electrify America

# PublicChargingStrings_hpcChargingDescription
source: High power charging stations also use direct current (DC) but their optimized capacity allows them to deliver more than 150 kW.
fi: Myös pikalatausasemat käyttävät tasavirtaa (DC), mutta niiden optimoidun tehon ansiosta ne voivat tuottaa yli 150 kW.
pl: Stacje szybkiego ładowania wykorzystują również prąd stały (DC), ale dzięki zoptymalizowanej wydajności mogą zapewnić ponad 150 kW.
sk: Vysokorýchlostné nabíjacie stanice využívajú aj jednosmerný prúd (DC), no ich optimalizovaný výkon im umožňuje poskytnúť viac ako 150 kW.

# PublicChargingStrings_hpcFastCharging
source: HPC – Fast charging
fi: HPC – Pikalataus
pl: HPC – szybkie ładowanie
sk: HPC – Vysokorýchlostné nabíjanie

# PublicChargingStrings_inactiveContract
source: Inactive
fi: Ei aktiivinen
pl: Nieaktywna
sk: Neaktívne

# PublicChargingStrings_includedChargingTitle
source: Included Charging
fi: Sisältyvä latausmäärä
pl: Uwzględniona pojemność ładowania
sk: Zahrnutý objem nabíjania
