Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# takePhotoTitle
source: Take a Photo
fi: Ota valokuva
pl: Zrób zdjęcie
sk: Zaznamenať fotografiu

# takeVideoTab
source: Shoot a video
fi: Ota video
pl: Zrób film
sk: Nahrať video

# technicalIssuesWarning
source: The process could not be completed due to technical difficulties. Please try again in a few minutes.
fi: Toimintoa ei saatu päätökseen teknisten ongelmien vuoksi. Yritä parin minuutin kuluttua uudelleen.
pl: Ze względu na problemy techniczne nie udało się zakończyć procesu. Spróbuj ponownie za kilka minut.
sk: Na základe technických ťažkostí nebolo možné proces ukončiť. Skúste to znova o pár minút.

# theEndOfTheDistanceOnlyLeftTimerLabel
source: At the end of the trip you have a
fi: Matkan lopussa on vain
pl: Do końca odcinka pozostało tylko
sk: V závere trasy zostáva iba

source: the Terms and Conditions.
fi: palveluehdot.
pl: warunki handlowe.
sk: obchodné podmienky.

# thirdPartyDealerCheckBoxLabelText
source: Don't show me this again
fi: Älä näytä uudestaan
pl: Nie wyświetlaj ponownie
sk: Nabudúce nezobrazovať

# thirdPartyDealerPrimaryButtonText
source: CONFIRM
fi: VAHVISTA
pl: POTWIERDŹ
sk: POTVRDIŤ

# thirdPartyDealerSecondaryButtonText
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# thirdPartyDealerTitle
source: Replace 3rd Party service center?
fi: Korvataanko muu palveluntarjoaja?
pl: Zastąpić partnera strony trzeciej?
sk: Vymeniť servisného partnera tretej strany?

# thirdPartyServicesTitle
source: 3rd party services
fi: Muu palveluntarjoaja
pl: Inny dostawca
sk: Poskytovatelia tretích strán

# threeDimensionalViewSemantics
source: 3D view
fi: 3D-näkymä
pl: Widok 3D
sk: 3D zobrazenie

# tileDefaultDesc
source: Set a departure time
fi: Aseta lähtöaika
pl: Ustaw godzinę odjazdu
sk: Nastaviť čas odjazdu

# timeToLeaveSettingsScreenAllowToggleDescriptionText
source: Departure notifications are calculated based on the current traffic situation. They are sent to you around 15 minutes before the calculated departure time so that you can reach your destination at your usual time.
fi: Lähtöaikaa koskevat ilmoitukset lasketaan tämänhetkisen liikennetilanteen perusteella. Saa ilmoituksen noin 15 minuuttia ennen laskettua lähtöaikaa, jotta saavut perille kohteeseen totuttuun aikaan.
pl: Powiadomienia o godzinie odjazdu są obliczane na podstawie aktualnej sytuacji na drodze. Otrzymasz powiadomienie około 15 minut przed obliczoną godziną odjazdu, aby umożliwić Ci dotarcie do celu o zwykłej porze.
sk: Oznámenia o čase odjazdu sa vypočítajú pomocou aktuálnej dopravnej situácie. Dostanete oznámenie asi 15 minút pred vypočítaným časom odjazdu, aby ste sa do svojho cieľa dostali vo zvyčajnom čase.

# timeToLeaveSettingsScreenErrorMessage
source: The process cannot currently be completed due to technical reasons. Please try again in a few minutes.
fi: Toimenpidettä ei voida tällä hetkellä käsitellä teknisistä syistä. Yritä parin minuutin kuluttua uudelleen.
pl: Z przyczyn technicznych proces nie może być teraz wykonany. Spróbuj ponownie za kilka minut.
sk: Z technických dôvodov momentálne nie je možné proces spracovať. Skúste to znova o pár minút.

# timeToLeaveSettingsScreenTitle
source: Departure time
fi: Lähtöaika
pl: Godzina odjazdu
sk: Čas odjazdu

# timeUnit
source: Hour
fi: Tunti
pl: Godzina
sk: Hodina

# timedOutDialogCancelButton
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# timedOutDialogScanButton
source: Scan
fi: Skannaa
pl: Skanuj
sk: Skenovať

# timedOutDialogTitle
source: Timed Out
fi: Aika on päättynyt
pl: Czas upłynął
sk: Čas uplynul

# tipAccount
source: Account Login
fi: Kirjautuminen tiliin
pl: Logowanie na konto
sk: Prihlásenie do účtu

# tipDescriptionBmw
source: A ConnectedDrive account has been created for you. Please login using the email address you provided at the time of the purchase.
fi: Sinulle on luotu ConnectedDrive-tili. Kirjaudu sisään sillä sähköpostiosoitteella, jonka ilmoitit oston yhteydessä.
pl: Utworzono dla Ciebie konto ConnectedDrive. Zaloguj się za pomocą adresu e-mail, podanego podczas zakupu.
sk: Bol pre Vás vytvorený účet ConnectedDrive. Prihláste sa pomocou svojej e-mailovej adresy, ktorú ste zadali pri kúpe.

# tipDescriptionMini
source: A ConnectedDrive account has been created for you. Please login using the email address you provided at the time of the purchase.
fi: Sinulle on luotu ConnectedDrive-tili. Kirjaudu sisään sillä sähköpostiosoitteella, jonka ilmoitit oston yhteydessä.
pl: Utworzono dla Ciebie konto ConnectedDrive. Zaloguj się za pomocą adresu e-mail, podanego podczas zakupu.
sk: Bol pre Vás vytvorený účet ConnectedDrive. Prihláste sa pomocou svojej e-mailovej adresy, ktorú ste zadali pri kúpe.

# tireGuardMultipleIssues
source: Multiple issues
fi: Useita rengasvaroituksia
pl: Kilka ostrzeżeń o oponach
sk: Viaceré výstrahy k pneumatikám

# tireGuardPressureIssue
source: Tire pressure
fi: Rengaspaine
pl: Ciśnienie opon
sk: Tlak v pneumatike

# tireGuardPressureNotificationCriticalDescription
source: Your {tirePosition} tire loses pressure. Please drive carefully. Have your tires checked at your service center urgently or consult the Roadside Assistance.
fi: Painehäviö {tirePosition}. Aja varovasti. Tarkistuta ajoneuvosi lähimmässä huoltopisteessä tai keskustele asiasta liikkuvuuspalvelun kanssa.
pl: Twoja {tirePosition} opona traci ciśnienie. Jedź ostrożnie. Niezwłocznie wykonaj kontrolę pojazdu w najbliższym autoryzowanym serwisie lub skorzystaj z usług naszej pomocy drogowej.
sk: Strata tlaku {tirePosition}. Jazdite opatrne. Nechajte svoje vozidlo skontrolovať u najbližšieho servisného partnera alebo sa obráťte na našu asistenčnú službu.

# tireGuardPressureNotificationCriticalTitle
source: Loss of tire pressure detected
fi: Rengaspaineen alentuminen tunnistettu
pl: Wykryto spadek ciśnienia w oponach
sk: Rozpoznaný nízky tlak v pneumatike

# tireGuardPressureNotificationTirePositionFrontLeft
source: front left
fi: edessä vasemmalla
pl: przednia lewa
sk: vpredu vľavo

# tireGuardPressureNotificationTirePositionFrontRight
source: front right
fi: edessä oikealla
pl: przednia prawa
sk: vpredu vpravo

# tireGuardPressureNotificationTirePositionRearLeft
source: rear left
fi: takana vasemmalla
pl: tylna lewa
sk: vzadu vľavo

# tireGuardPressureNotificationTirePositionRearRight
source: rear right
fi: takana oikealla
pl: tylna prawa
sk: vzadu vpravo

# tireGuardPressureNotificationWarningDescription
source: Your {tirePosition} tire loses pressure. Please drive carefully. Please have your vehicle checked at your service center or consult our Roadside Assistance.
fi: Painehäviö {tirePosition}. Aja varovasti. Tarkistuta ajoneuvosi huoltopisteessä tai keskustele asiasta liikkuvuuspalvelun kanssa.
pl: Twoja {tirePosition} opona traci ciśnienie. Jedź ostrożnie. Niezwłocznie wykonaj kontrolę pojazdu w autoryzowanym serwisie lub skorzystaj z usług naszej pomocy drogowej.
sk: Strata tlaku {tirePosition}. Jazdite opatrne. Nechajte svoje vozidlo skontrolovať u svojho servisného partnera alebo sa obráťte na našu asistenčnú službu.

# tireGuardPressureNotificationWarningTitle
source: Loss of tire pressure detected
fi: Rengaspaineen alentuminen tunnistettu
pl: Wykryto spadek ciśnienia w oponach
sk: Rozpoznaný nízky tlak v pneumatike

# tireGuardServiceFront
source: Tire service, front tires
fi: Eturenkaiden huolto
pl: Przegląd przednich opon
sk: Servis prednej pneumatiky

# tireGuardServiceRear
source: Tire service, rear tires
fi: Takarenkaiden huolto
pl: Przegląd tylnych opon
sk: Servis zadnej pneumatiky

# tireGuardStatusPressureCritical
source: Critical
fi: Kriittinen
pl: Krytyczny
sk: Kritický

# tireGuardStatusPressureWarning
source: Warning
fi: Varoitus
pl: Ostrzeżenie
sk: Výstraha

# tireGuardStatusWearCritical
source: Please check
fi: Tarkista
pl: Sprawdź
sk: Skontrolujte

# tireGuardStatusWearWarning
source: Check soon
fi: Tarkista pian
pl: Sprawdź wkrótce
sk: Skontrolujte čoskoro

# tireGuardTireOptimizedForOemBmwNo
source: No
fi: Ei
pl: Nie
sk: Nie

# tireGuardTireOptimizedForOemBmwYes
source: Yes
fi: Kyllä
pl: Tak
sk: Áno

# tireGuardTireSeasonAllSeason
source: All-season tires
fi: M+S-renkaat
pl: Opony całoroczne
sk: Celoročné pneumatiky

# tireGuardTireSeasonSummer
source: Summer tires
fi: Kesärenkaat
pl: Opony letnie
sk: Letné pneumatiky

# tireGuardTireSeasonWinter
source: Winter tires
fi: Talvirenkaat
pl: Opony zimowe
sk: Zimné pneumatiky

# tireGuardTires
source: Tires
fi: Renkaat
pl: Opona
sk: Pneumatiky

# tireGuardWearIssue
source: Tire wear
fi: Renkaiden kuluminen
pl: Zużycie opony
sk: Opotrebenie pneumatiky

# tireGuardWearNotificationAxlePositionFront
source: Front
fi: edessä
pl: z przodu
sk: vpredu

# tireGuardWearNotificationAxlePositionRear
source: Rear
fi: takana
pl: z tyłu
sk: vzadu

# tireGuardWearNotificationAxleTiresFront
source: front tires
fi: eturenkaat
pl: Przednie opony
sk: Predné pneumatiky

# tireGuardWearNotificationAxleTiresRear
source: rear tires
fi: takarenkaat
pl: Tylne opony
sk: Zadné pneumatiky

# tireGuardWearNotificationCriticalTitle
source: {axlePosition} tire wear
fi: Renkaiden kuluminen {axlePosition}
pl: Zużycie opon {axlePosition}
sk: Opotrebenie pneumatiky {axlePosition}

# tireGuardWearNotificationWarningTitle
source: {axlePosition} tire wear
fi: Renkaiden kuluminen {axlePosition}
pl: Zużycie opon {axlePosition}
sk: Opotrebenie pneumatiky {axlePosition}

# tirePressureWarningSemantics
source: Tire Pressure Monitor warning
fi: Varoitus rengaspainevalvonta
pl: Ostrzeżenie dot. kontroli ciśnienia w oponie
sk: Výstraha kontrola tlaku vzduchu v pneumatikách

# toDestinationToggleTitle
source: Directions To Destination
fi: Reitin kuvaus
pl: Opis trasy
sk: Popis trasy

# today
source: Today at {timeOfDay}
fi: Tänään kello {timeOfDay}
pl: Dzisiaj o godz. {timeOfDay}
sk: Dnes o {timeOfDay}

# toolTipSemantics
source: More information
fi: Lisätietoja
pl: Więcej informacji
sk: Ďalšie informácie

source: Top
fi: Katto
pl: Dach
sk: Strecha

# trafficSemantics
source: Traffic
fi: Liikenne
pl: Ruch drogowy
sk: Doprava

# trafficSwitchMapLayer
source: Show traffic
fi: Näytä liikenne
pl: Wyświetl ruch drogowy
sk: Zobraziť dopravu

# trailerDrierTitle
source: Driver
fi: Kuljettaja
pl: Kierowca
sk: Vodič

# trailerPlateTitle
source: Plate NO.
fi: Rekisteritunnus
pl: Numer rejestracyjny
sk: Evidenčné číslo

# trailerTowHitchWarningSemantics
source: Trailer hitch warning
fi: Varoitus vetokoukku
pl: Ostrzeżenie dot. haka holowniczego
sk: Výstraha ťažné zariadenie

# trailerTowSemantics
source: Trailer hitch
fi: Vetokoukku
pl: Hak holowniczy
sk: Ťažné zariadenie

# transmissionFluidWarningSemantics
source: Automatic transmission fluid warning
fi: Varoitus automaattivaihteistoöljy
pl: Ostrzeżenie dot. oleju automatycznej skrzyni biegów
sk: Výstraha olej automatickej prevodovky

# transportModesSystemErrorSemantics
source: Transport mode error
fi: Kuljetustilan virhe
pl: Błąd trybu transportowego
sk: Chyba prepravný režim

# tripCardCalendarSubtitle
source: Calendar event
fi: Kalenterimerkintä
pl: Wpis w kalendarzu
sk: Položka v kalendári

# tripCardPredictedHomeTitle
source: Driving home?
fi: Oletko matkalla kotiin?
pl: W drodze do domu?
sk: Na ceste domov?

# tripCardPredictedSubtitle
source: Predicted trip
fi: Ennakoitu ajo
pl: Wstępnie obliczona jazda
sk: Vopred vypočítaná jazda

# tripCardPredictedTitleDestination
source: Driving to a destination?
fi: Oletko matkalla ajokohteeseen?
pl: W drodze do celu podróży?
sk: Na ceste do cieľa?

# tripCardPredictedWorkTitle
source: Driving to work?
fi: Oletko matkalla töihin?
pl: W drodze do pracy?
sk: Na ceste do práce?

# tripDetailsCalculatingRoute
source: Calculating route...
fi: Reittiä lasketaan…
pl: Trwa obliczanie trasy…
sk: Vypočítava sa trasa…

# tripDetailsCheckWarningNonLscMessage
source: Please follow the instructions to view the destination in your {brand}.
fi: Noudata ohjeita kohteen näyttämiseksi {brand}-ajoneuvossasi.
pl: Postępuj zgodnie z instrukcjami, aby wyświetlić miejsce docelowe w swoim {brand}.
sk: Riaďte sa pokynmi, aby sa mohli prihlásiť vo svojom {brand} a zobraziť cieľ.

# tripDetailsDestinationSentMessage
source: Destination sent
fi: Kohde lähetetty
pl: Wysłano miejsce docelowe
sk: Cieľ odoslaný

# tripDetailsDestinationSentToMessage
source: Destination sent to
fi: Kohde lähetetty ajoneuvoon
pl: Wysłano miejsce docelowe do
sk: Cieľ odoslaný do

# tripDetailsDrivableDistance
source: Destination exceeds drivable range
fi: Kohde on toimintasäteen ulkopuolella
pl: Cel jest poza zasięgiem
sk: Cieľ sa nachádza mimo dojazdu

# tripDetailsOperationsMessage
source: We are sorry. We weren't able to calculate your route. Please wait a few seconds and try again.
fi: Pahoittelemme: Reittiä ei voitu laskea. Yritä myöhemmin uudelleen.
pl: Przepraszamy: nie udało się obliczyć trasy. Spróbuj ponownie później.
sk: Je nám ľúto: vašu trasu nebolo možné vypočítať. Skúste to, prosím, znova neskôr.

# tripDetailsShowHelpLabel
source: How to find my destination
fi: Miten löydät kohteesi
pl: Jak znaleźć cel
sk: Ako nájdete váš cieľ

# tripDetailsTripTo
source: Trip to {destinationName}
fi: Matkan kohde: {destinationName}
pl: Jazda do {destinationName}
sk: Jazda do {destinationName}

# tripDetailsUnableToCalculate
source: We were not able to calculate your route
fi: Reittiä ei voitu laskea
pl: Nie udało się obliczyć trasy
sk: Vašu trasu nebolo možné vypočítať

# tripDetailsUnreachableDestination
source: Unreachable destination
fi: Kohde tavoittamattomissa
pl: Cel poza zasięgiem
sk: Nedosiahnuteľný cieľ

# tripDetailsUnreachableDestinationMessage
source: We're sorry but we cannot calculate a route between these locations with the current options.
fi: Pahoittelemme, mutta emme nykyisillä asetuksilla pysty laskemaan reittiä paikkakuntien välille.
pl: Przykro nam, ale przy obecnych ustawieniach nie możemy obliczyć trasy między dwoma miejscami.
sk: Ľutujeme, ale s aktuálnymi nastaveniami nemôžeme vypočítať trasu medzi týmito dvoma miestami.

source: Troubleshooting
fi: Vian poisto
pl: Usunięcie błędu
sk: Odstraňovanie chýb

source: Trunk
fi: Tavaratila
pl: Bagażnik
sk: Batožinový priestor

source: Trunk open
fi: Takaluukku auki
pl: Otwarta pokrywa bagażnika
sk: Otvorené veko kufra

# trunkOpenSemantics
source: Tailgate open
fi: Takaluukku auki
pl: Pokrywa bagażnika otwarta
sk: Otvorené veko kufra

# tryAgainButtonText
source: Try Again
fi: Yritä uudelleen
pl: Powtórz
sk: Opakovať

# trySearchAgain
source: Sorry, your search request did not go through. Please try again.
fi: Hakuasi ei valitettavasti voitu käsitellä. Yritä uudelleen.
pl: Niestety nie udało się rozpatrzyć zapytania wyszukiwania. Powtórz.
sk: Váš vyhľadávací dopyt sa, žiaľ, nepodarilo spracovať. Zopakujte.

# tryingAgainSnackbar
source: An error occurred. We’re trying again to process your request. Thank you for your patience.
fi: On ilmaantunut virhe. Yritämme käsitellä tiedusteluasi uudelleen. Kiitämme kärsivällisyydestäsi.
pl: Wystąpił błąd. Spróbujemy ponownie przetworzyć Twoje zapytanie. Dziękujemy za cierpliwość.
sk: Vyskytla sa chyba. Znova sa pokúšame spracovať Váš dopyt. Ďakujeme za vašu trpezlivosť.

# tuevWarningSemantics
source: Vehicle inspection warning
fi: Varoitus ajoneuvon katsastus
pl: Ostrzeżenie dot. pojazdu – TÜV
sk: Výstraha TÜV vozidla

# turnIndicatorSemantics
source: Turn signal
fi: Vilkku
pl: Kierunkowskaz
sk: Smerovka

source: Turn location on
fi: Aktivoi sijainti
pl: Aktywuj lokalizację
sk: Aktivujte aktuálnu polohu

# turnOnDataSharingFromInCarDisplay
source: Turn on data sharing via the control display
fi: Aktivoi tietojen käyttölupa ajoneuvon monitoiminäytössä
pl: Aktywuj udostępnienie danych w pojeździe poprzez monitor centralny
sk: Aktivovať povolenie na prístup k údajom cez kontrolný displej vo vozidle

source: Type something
fi: Kirjoita jotain
pl: Wpisz coś
sk: Niekam klepnite

# unableRetrieveSettings
source: We cannot currently access your settings. Please try again in a few minutes.
fi: Emme tällä hetkellä pysty hakemaan asetuksiasi. Yritä parin minuutin kuluttua uudelleen.
pl: Obecnie nie możemy sprawdzić ustawień. Spróbuj ponownie za kilka minut.
sk: Momentálne nemôžeme vyvolať vaše nastavenia. Skúste to znova o pár minút.

source: Unable to add favorite
fi: Suosikkia ei voi lisätä
pl: Nie można dodać do ulubionych
sk: Obľúbenú položku nie je možné pridať

source: Unable to remove favorite
fi: Suosikkia ei voi poistaa
pl: Nie można usunąć z ulubionych
sk: Obľúbenú položku nie je možné odstrániť

# unableToResendCodeTitle
source: Unable to resend security code
fi: Turvakoodia ei voi lähettää uudelleen
pl: Nie można ponownie przesłać kodu bezpieczeństwa
sk: Bezpečnostný kód nie je možné zaslať znova

# unableToResetPassword
source: We were unable to reset your password. Please try later
fi: Salasanaa ei voitu palauttaa. Yritä myöhemmin uudelleen
pl: Resetowanie hasła nie powiodło się. Spróbuj ponownie później
sk: Nepodarilo sa nám resetovať Vaše heslo. Skúste to neskôr znova

# unableToRetrieveTimeslotDescription
source: We could not find any openings for the time slots that you selected. We recommend calling your selected dealer or trying to schedule service with a different dealer.
fi: Valitettavasti online-aikoja ei ole käytettävissä. Ota yhteyttä jälleenmyyjään ajanvarausta varten.
pl: Niestety obecnie nie ma dostępnych terminów online. Skontaktuj się z dealerem, aby uzgodnić termin.
sk: Žiaľ, aktuálne online nie sú k dispozícii žiadne termíny. Na dohodnutie termínu kontaktujte predajcu.

# unableToUpdateSnackbar
source: We were unable to update your dealer preference.
fi: Emme pystyneet päivittämään ensisijaista jälleenmyyjää.
pl: Nie udało nam się zaktualizować preferencji dealera.
sk: Nepodarilo sa nám aktualizovať Vášho preferovaného predajcu.

source: Undo
fi: Peruuta
pl: Cofnij
sk: Vrátiť späť

# undoRemoveFavoriteFailure
source: Undo failed.
fi: Palautus epäonnistui.
pl: Odzyskiwanie nie powiodło się.
sk: Obnovenie zlyhalo.

# undoRemoveFavoriteSuccess
source: Undo successful.
fi: Palauttaminen onnistui.
pl: Odzyskiwanie powiodło się.
sk: Úspešne obnovené.

# undoingRemoveFavorite
source: Undoing removal...
fi: Poistaminen peruutetaan…
pl: Cofanie operacji usunięcia…
sk: Ruší sa predošlé odstránenie…

# unfavoriteDestinationSemantics
source: Remove destination from favorites
fi: Poista kappale suosikeista
pl: Usuń cel z ulubionych
sk: Odstrániť cieľ z obľúbených

source: Unknown
fi: Tuntematon
pl: Nieznany
sk: Neznáme

# unknownService
source: Unknown
fi: Tuntematon
pl: Nieznane
sk: Neznáme

source: Unlock
fi: Avaa lukitus
pl: Odblokuj
sk: Odomknúť

# unlockExecutionMessage
source: Unlock your vehicle now? Remote functions may take a few seconds.
fi: Avataanko ajoneuvon lukitus nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Czy odblokować teraz pojazd? Funkcje zdalne mogą potrwać kilka sekund.
sk: Odomknúť vaše vozidlo? Odomknutie môže trvať niekoľko sekúnd.

# unlockVehicleWithPin
source: Unlock your vehicle
fi: Ajoneuvon lukituksen avaamiseen
pl: Otworzyć pojazd
sk: Odblokovať vozidlo

source: Unlocked
fi: Lukitus avattu
pl: Odblokowany
sk: Odblokované

# unlockedSemantics
source: Unlock
fi: Avaa lukitus
pl: Odblokuj
sk: Odomknúť

# unlockedVehicleErrorSemantics
source: Locking system error
fi: Lukitusjärjestelmän virhe
pl: Błąd systemu zamykania
sk: Chyba uzamykací systém

# unsavedChanges
source: You are about to leave this page, but you have made unsaved changes.
fi: Olet poistumassa tältä sivulta, mutta et ole tallentanut tekemiäsi muutoksia.
pl: Zamierzasz opuścić tę stronę, ale wprowadzone zmiany nie są zapisane.
sk: Chystáte sa opustiť túto stránku, ale vykonali ste zmeny, ktoré neboli uložené.

# upcomingAppointmentModalButtonLabel
source: Go to Appointment
fi: Siirry tapaamiseen
pl: Do terminu
sk: Na termín

# upcomingAppointmentModalDescription
source: We see that you already have an upcoming appointment scheduled for your {vehicleName} with {dealerName}. You can view the appointment details or cancel within the app. To make changes to your appointment, please call the dealer.
fi: Näemme, että olet jo sopinut ajan ajoneuvollesi {vehicleName} jälleenmyyjän {dealerName} luokse. Voit katsella aikaa koskevia tietoja tai peruuttaa sen sovelluksessa. Jos haluat muuttaa aikaa, soita jälleenmyyjälle.
pl: Widzimy, że masz już uzgodniony termin dla {vehicleName} z dealerem {dealerName}. Możesz wyświetlić szczegóły terminu lub odrzucić termin w aplikacji. Aby dokonać zmian dla terminu, zadzwoń do dealera.
sk: Vidíme, že už ste si pre svoje {vehicleName} dohodli termín s {dealerName}. Môžete si zobraziť podrobnosti o termíne alebo termín v rámci aplikácie zrušiť. Ak chcete zmeniť svoj termín, zavolajte predajcovi.

# upcomingAppointmentModalTitle
source: Upcoming service appointment
fi: Tuleva huoltoaika
pl: Zbliżający się termin przeglądu
sk: Nadchádzajúci servisný termín

# upcomingDestinations
source: UPCOMING
fi: TULEVAT
pl: PRZYSZŁY
sk: NAJBLIŽŠÍ

# updateFromVehicle
source: Updated from vehicle {dateFormatted}
fi: Päivitetty ajoneuvosta {dateFormatted}
pl: Zaktualizowano z pojazdu {dateFormatted}
sk: {dateFormatted} aktualizovaný vozidlom

source: Update Profile
fi: Päivitä profiilit
pl: Aktualizuj profil
sk: Aktualizovať profily

# updateSuccessfulSnackbar
source: Your dealer preference has been updated!
fi: Ensisijainen jälleenmyyjä on päivitetty.
pl: Zaktualizowano preferencje dealera.
sk: Váš preferovaný predajca bol aktualizovaný.

# updateUserLocationText
source: Updating my location......
fi: Oma sijainti päivitetään…
pl: Aktualizowanie mojej lokalizacji…
sk: Aktualizovať moju aktuálnu polohu…

# updateVehicleLocationText
source: Updating Vehicle Location......
fi: Ajoneuvon sijainti päivitetään…
pl: Trwa aktualizowanie lokalizacji pojazdu…
sk: Aktualizuje sa poloha vozidla…

# updatingLocationVehicle
source: Updating current location…
fi: Sijainti päivitetään…
pl: Trwa aktualizacja lokalizacji…
sk: Aktuálna poloha sa aktualizuje…

# updatingSnackbar
source: We are updating your dealer preference.
fi: Päivitämme ensisijaisen jälleenmyyjäsi.
pl: Aktualizujemy preferencje dealera.
sk: Aktualizujeme Vášho preferovaného predajcu.

source: Updating Vehicle Status...
fi: Ajoneuvon tila päivitetään…
pl: Trwa aktualizowanie statusu pojazdu…
sk: Aktualizuje sa stav vozidla…

# upgradeAvailable
source: Software Upgrade Available
fi: Ohjelmistopäivitys käytettävissä
pl: Dostępna aktualizacja oprogramowania
sk: Software Upgrade je dostupná

# upgradeExpirationWarningNotificationText
source: Remote Software Upgrade for your {brand} will expire soon. Please download and install.
fi: {brand}-ajoneuvosi Remote Software Upgrade päättyy pian. Lataa ja asenna se.
pl: Wkrótce wygasa ważność Remote Software Upgrade dla Twojego {brand}. Pobierz i zainstaluj.
sk: Platnosť Remote Software Upgrade pre vaše {brand} čoskoro vyprší. Stiahnite a nainštalujte si ju.

# upgradeExpirationWarningNotificationTitle
source: Upgrade expiration
fi: Versiopäivitys vanhentuu
pl: Upłynięcie uaktualnienia
sk: Priebeh inovácie Upgrade

# upgradeExpiredNotificationText
source: Remote Software Upgrade has expired for your {brand}. It will be installed with the next Remote Software Upgrade or dealer appointment.
fi: {brand}-ajoneuvon Remote Software Upgrade on vanhentunut. Se asennetaan seuraavan Remote Software Upgraden yhteydessä tai jälleenmyyjän luona.
pl: Remote Software Upgrade Twojego {brand} wygasła. Instalacja zostanie wykonana przy okazji następnego Remote Software Upgrade lub wizyty u dealera.
sk: Platnosť Remote Software Upgrade pre Vaše {brand} vypršala. Inštalácia prebehne počas najbližšieho Remote Software Upgrade alebo termínu u predajcu.

# upgradeExpiredNotificationTitle
source: Upgrade expired
fi: Versiopäivitys vanhentunut
pl: Uaktualnienie wygasło
sk: Platnosť Upgrade vypršala
