Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# watchVehicleNotSupported
source: To use the Apple Watch app, please select a supported vehicle or a demo vehicle in the _{}%@ app on your iPhone.
fi: Jos haluat käyttää Apple Watch -sovellusta, valitse tuettu ajoneuvo tai esittelyajoneuvo iPhonen _{}%@-sovelluksessa.
pl: Aby korzystać z aplikacji Apple Watch, wybierz obsługiwany pojazd lub pojazd demo w aplikacji _{}%@ w Twoim iPhonie.
sk: Ak chcete používať aplikáciu Apple Watch, vyberte podporované vozidlo alebo predvádzacie vozidlo v aplikácii _{}%@ na vašom iPhone.

# watchVehicleNotSupportedTitle
source: Vehicle not supported
fi: Ajoneuvoa ei tueta
pl: Pojazd nie jest obsługiwany
sk: Vozidlo nie je podporované

# watchVehicleStatus
source: Vehicle status
fi: Ajoneuvon tila
pl: Status pojazdu
sk: Stav vozidla

# watchVehicleStatusNIssues
source: Vehicle status, %@ issues
fi: Ajoneuvon tila, %@ ongelmaa
pl: Status pojazdu, %@ problemy(-ów)
sk: Stav vozidla, %@ problémy

# watchVehicleStatusOneIssue
source: Vehicle status, one issue
fi: Ajoneuvon tila, yksi ongelma
pl: Status pojazdu, jeden problem
sk: Stav vozidla, jeden problém

# watchVehicleStatusOpen
source: Vehicle status, open
fi: Ajoneuvon tila, auki
pl: Status pojazdu, otwarty
sk: Stav vozidla, otvorené

# watchVentilate
source: Ventilate
fi: Tuuletus
pl: Wentyluj
sk: Ventilácia

# watchVentilationComplete
source: Ventilation finished
fi: Tuuletus valmis
pl: Wentylacja zakończona
sk: Ventilácia dokončená

# watchVentilationDesc
source: Climate control is restricted to ventilation only, because "Remote Engine Start" is not activated in your vehicle.
fi: Ilmastointi rajoittuu tuuletukseen, koska ajoneuvosi Remote Engine Start -toiminnon aktivointi on poistettu.
pl: Klimatyzacja jest ograniczona do wentylacji, ponieważ zdalna usługa uruchomienia silnika w pojeździe jest dezaktywowana.
sk: Klimatizácia je obmedzená na ventiláciu, keďže je diaľkové štartovanie vo vašom vozidle deaktivované.

# watchVentilationInfo
source: To activate: My Vehicle > Settings > Climate Control > Preconditioning / ventilation > Remote Engine Start > Engine Start for Climate Control. State laws differ in terms of the use of remote engine start and use of this function may violate the law. Before use, check your state and local laws. Do you want to ventilate now? Remote functions may take a few seconds.
fi: Aktivointi: "Oma ajoneuvo" > "Asetukset" > "Ilmastointimukavuus" > "Lisälämmitin/lisätuuletus" > "Remote Engine Start" > "Moottorin käynnistys ilmastointia varten". Moottorin etäkäynnistämistä koskevat lait poikkeavat eri osavaltioissa toisistaan, ja toiminnon käyttö voi olla lainvastaista. Tarkista valtiolliset ja paikalliset lait ennen sen käyttöä. Tuuletetaanko nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Aktywacja: "Mój pojazd" > "Ustawienia" > "Klimatyzacja" > "Klimatyzacja/Wentylacja postojowa" > "Zdalna usługa uruchomienia silnika" > "Uruchomienie silnika w celu klimatyzacji". Ustawodawstwo poszczególnych krajów różni się w kwestii zdalnego uruchomienia silnika i wykorzystywanie tej funkcji może stanowić naruszenie prawa. Przed skorzystaniem z niej sprawdź krajowe i miejscowe przepisy. Wietrzyć teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Na aktiváciu: "Moje vozidlo" > "Nastavenia" > "Komfortná klimatizácia" > "Nezávislá klimatizácia/ventilácia" > "Diaľkové štartovanie vozidla" > "Naštartovanie motora na klimatizáciu". Zákony jednotlivých spolkových štátov sa v prípade funkcie diaľkového štartovania motora odlišujú a jej použitie môže byť v rozpore so zákonom. Pred použitím skontrolujte svoje štátne a regionálne zákony. Chcete spustiť ventiláciu? Funkcie Remote môžu trvať niekoľko sekúnd.

# watchVentilationRunning
source: Ventilation will run for around %@ minutes
fi: Tuuletus käy nyt noin %@ minuuttia
pl: Wentylacja działa teraz przez ok. %@ min
sk: Ventilácia teraz pôjde cca %@ minút

# watchrangeScreenTitle
source: Range
fi: Toimintasäde
pl: Zasięg
sk: Dojazd

# weaponFixtureErrorSemantics
source: Gun mount warning
fi: Asepidikkeen virhe
pl: Błąd – uchwyt na broń
sk: Chyba držiak zbrane

# weekFormatButton
source: WEEK
fi: VIIKKO
pl: TYDZIEŃ
sk: TÝŽDEŇ

# weeklyTimerDescription
source: Set the departure time. For a weekly repeating timer choose at least one day.
fi: Valitse lähtöaika. Valitse viikoittain toistuvaa lähtöaikaa varten vähintään yksi päivä.
pl: Ustaw godzinę odjazdu. Wybierz dla powtarzającej się co tydzień godziny odjazdu co najmniej jeden dzień.
sk: Nastavte čas odjazdu. Pre týždenne opakujúci sa čas odjazdu zvoľte minimálne jeden deň.

source: Welcome
fi: Tervetuloa
pl: Witamy
sk: Vitajte

# welcomeUpperCase
source: WELCOME
fi: TERVETULOA
pl: WITAMY
sk: VITAJTE

# wheelSemantics
source: Tires
fi: Renkaat
pl: Opony
sk: Pneumatiky

# whenDoYouWantToChargeHeader
source: When do you want to charge?
fi: Milloin haluat ladata?
pl: Kiedy chcesz wykonać ładowanie?
sk: Kedy chcete nabíjať?

# whyThisRating
source: What's the most important reason for your score?
fi: Mikä oli tärkein syy arvioinnillesi?
pl: Jaki jest najważniejszy powód Twojej oceny?
sk: Aký je hlavný dôvod vášho hodnotenia?

source: Wi-Fi Connection
fi: WLAN-yhteys
pl: Połączenie przez wi-fi
sk: Pripojenie WiFi

# widgetAgoLabel
source: Since
fi: alk.
pl: Od
sk: Od

# widgetAir
source: Ventilate
fi: Tuuletus
pl: Wentyluj
sk: Ventilácia

# widgetAllGood
source: ALL GOOD
fi: KAIKKI OK
pl: WSZYSTKO OK
sk: VŠETKO OK

# widgetClimatize
source: Climatize
fi: Ilmastointi
pl: Klimatyzuj
sk: Klimatizovať

# widgetDemoError
source: Remote Services not available for demo vehicles.
fi: Remote Services eivät ole käytettävissä esittelyajoneuvoissa.
pl: Usługi Zdalne niedostępne dla pojazdów demonstracyjnych.
sk: Remote Services sú dostupné pre predvádzacie vozidlá.

# widgetDemoMode
source: DEMO MODE
fi: DEMO-TILA
pl: TRYB DEMO
sk: PREDVÁDZACÍ REŽIM

# widgetEDriveLabel
source: eDrive share
fi: eDrive-osuus
pl: Wskaźnik eDrive
sk: Podiel eDrive

# widgetErrorActivateMyTripsDesc
source: Please activate "My Trips" to receive trip statistics.
fi: Aktivoi "Omat matkat", jotta saat ajotilastoja.
pl: Zaktywuj "Moje jazdy", aby uzyskiwać statystki jazdy.
sk: Na získanie jazdných štatistík aktivujte "Moje jazdy".

# widgetFind
source: Find vehicle
fi: Löydä ajoneuvo
pl: Znajdź pojazd
sk: Nájsť vozidlo

# widgetFlash
source: Flash lights
fi: Valojen välähdys
pl: Świecenie
sk: Rozsvietiť

# widgetHorn
source: Use horn
fi: Äänitorvi
pl: Klakson
sk: Aktivovať klaksón

# widgetIssue
source: 1 issue
fi: 1 huomautus
pl: 1 wskazówka
sk: 1 upozornenie

# widgetIssues
source: issues
fi: huomautusta
pl: wskazówki/wskazówek
sk: upozornení

# widgetKilometersReadout
source: Kilometers
fi: Kilometrit
pl: Kilometry
sk: Kilometre

# widgetLastTripTitle
source: Last trip
fi: Viimeinen ajo
pl: Ostatnia jazda
sk: Posledná jazda

# widgetLock
source: Lock
fi: Lukitus
pl: Zablokuj
sk: Zamknúť

# widgetMediumRsDescription
source: Conveniently access Remote Services. The availability of Remote Services depends on your vehicle and subscribed services.
fi: Kätevä pääsy Remote Services -palveluihin. Remote Services -palveluiden saatavuus riippuu ajoneuvostasi ja tilatuista palveluista.
pl: Sięgaj wygodnie po Usługi Zdalne. Dostępność Usług zdalnych zależy od pojazdu i zamówionych usług.
sk: Pohodlný prístup k Remote Services. Dostupnosť Remote Services závisí od vášho vozidla a predplatených služieb.

# widgetMilesReadout
source: Miles
fi: Mailit
pl: Mile
sk: Míle

# widgetNoDataDesc
source: No data
fi: Ei tietoja
pl: Brak danych
sk: Žiadne dáta

# widgetNoTripsRecordedDesc
source: No trips recorded yet.
fi: Ei vielä tallennettuja ajoja.
pl: Jeszcze brak jazd.
sk: Ešte nie sú zaznamenané žiadne jazdy.

# widgetOpen
source: Open
fi: Auki
pl: Otwarte
sk: Otvorené

# widgetRemoteError
source: Remote Services not available for this vehicle.
fi: Remote Services eivät ole käytettävissä tälle ajoneuvolle.
pl: Usługi Zdalne niedostępne dla tego pojazdu.
sk: Remote Services nie sú dostupné pre toto vozidlo.

# widgetSmallLastTripDescription
source: Conveniently access the most important data from your last trips. The availability of the data from your last trip depends on your vehicle and your data privacy settings.
fi: Pääset kätevästi käsiksi edellisten ajojesi tärkeimpiin tietoihin. Edellisen ajon tietojen käytettävyys riippuu ajoneuvostasi ja tietosuoja-asetuksistasi.
pl: Uzyskaj wygodny dostęp do najważniejszych danych swoich ostatnich jazd. Dostępność danych z ostatniej jazdy zależy od Twojego pojazdu i ustawień dotyczących ochrony danych osobowych.
sk: Pohodlne pristupujte k najdôležitejším údajom vašich posledných jázd. Dostupnosť údajov poslednej jazdy závisí od vášho vozidla a vašich nastavení ochrany údajov.

# widgetSmallLastTripTitle
source: Last trip
fi: Viimeinen ajo
pl: Ostatnia jazda
sk: Posledná jazda

# widgetSmallMonthlyViewDescription
source: Conveniently access the most important driving statistics from the current month. The availability of your driving statistics depends on your vehicle and your data privacy settings.
fi: Pääset vaivattomasti käsiksi kuluvan kuukauden tärkeimpiin ajotilastoihin. Ajotilastojen käytettävyys riippuu ajoneuvostasi ja tietosuoja-asetuksistasi.
pl: Uzyskaj wygodny dostęp do najważniejszych statystyk jazdy aktualnego miesiąca. Dostępność statystyk jazdy zależy od Twojego pojazdu i ustawień dotyczących ochrony danych osobowych.
sk: Pohodlne pristupujte k najdôležitejším štatistikám jázd aktuálneho mesiaca. Dostupnosť údajov štatistík jázd závisí od vášho vozidla a vašich nastavení ochrany údajov.

# widgetSmallMonthlyViewTitle
source: Trip statistics
fi: Ajotilastot
pl: Statystyki jazdy
sk: Štatistiky jázd

# widgetSmallRrDescription
source: Conveniently access the remaining range and charge status of your vehicle. The availability of the status information depends on your vehicle and booked services.
fi: Kätevä pääsy ajoneuvon jäljellä olevaan toimintasäteeseen ja varaustasoon. Tilatietojen saatavuus riippuu ajoneuvostasi ja tilatuista palveluista.
pl: Wygodny dostęp do informacji o pozostałym zasięgu i poziomie naładowania pojazdu. Dostępność informacji o statusie zależy od pojazdu i zamówionych usług.
sk: Pohodlný prístup k zostávajúcemu dojazdu a stavu nabitia vášho vozidla. Dostupnosť stavových informácií závisí od vášho vozidla a predplatených služieb.

# widgetSmallRrTitle
source: Remaining range
fi: Jäljellä oleva toimintasäde
pl: Pozostały zasięg
sk: Zostávajúci dojazd

# widgetSmallVsDescription
source: Conveniently access the vehicle status. The availability of the vehicle status depends on your vehicle and booked services.
fi: Kätevä pääsy ajoneuvon tilatietoihin. Ajoneuvon tilatietojen saatavuus riippuu ajoneuvostasi ja tilatuista palveluista.
pl: Wygodny dostęp do informacji o statusie pojazdu. Dostępność informacji o statusie pojazdu zależy od pojazdu i zamówionych usług.
sk: Pohodlný prístup k stavu vozidla. Dostupnosť stavu vozidla závisí od vášho vozidla a predplatených služieb.

# widgetSmallVsTitle
source: Vehicle status
fi: Ajoneuvon tila
pl: Status pojazdu
sk: Stav vozidla

# widgetTripPluralLabel
source: Trips
fi: Ajot
pl: Jazdy
sk: Jazdy

# widgetTripSingularLabel
source: Trip
fi: Ajo
pl: Jazda
sk: Jazda

# widgetUnitWeek
source: W
fi: VK
pl: T
sk: T

# widgetUnlock
source: Unlock
fi: Lukituksen avaus
pl: Odblokuj
sk: Odomknúť

# widgetVehicleStatus
source: Vehicle status
fi: Ajoneuvon tila
pl: Status pojazdu
sk: Stav vozidla

source: Wi-Fi
fi: WLAN
sk: WLAN

# wifiConnectedSemantics
source: Connected to Wi-Fi
fi: Wi-Fi yhdistetty
pl: Połączono z Wi-Fi
sk: Pripojené s WiFi

# wifiDisconnectedSemantics
source: Not connected to Wi-Fi
fi: Ei Wi-Fi-yhteyttä
pl: Nie połączono z Wi-Fi
sk: Nepripojené s WiFi

source: Window open
fi: Ikkuna auki
pl: Otwarte okno
sk: Okno otvorené

source: Windows open
fi: Ikkunat auki
pl: Otwarte okna
sk: Okná otvorené

# wirelessVehicleAccessDiagnosisSemantics
source: Remote maintenance
fi: Etätoimenpide
pl: Działanie zdalne
sk: Opatrenie diaľkového prístupu

source: Word
fi: Sana
pl: Słowo
sk: Hlasový príkaz

# workFavoriteListItemSubTitle
source: Set address for "Work"
fi: Valitse työosoite
pl: Ustal adres dla opcji "Praca"
sk: Nastaviť adresu pre „Práca“

# workFavoriteListItemTitle
source: Work
fi: Työpaikka
pl: Praca
sk: Práca

# workSemantics
source: Work
fi: Työpaikka
pl: Praca
sk: Práca

# wrenchSemantics
source: Wrench
fi: Kiintoavain
pl: Klucz maszynowy płaski
sk: Skrutkový kľúč

source: Years
fi: Vuodet
pl: Lata
sk: Roky

source: Yes
fi: Kyllä
pl: Tak
sk: Áno

# yesUpperCase
source: YES
fi: KYLLÄ
pl: TAK
sk: ÁNO

# yesterday
source: Yesterday at {timeOfDay}
fi: Eilen kello {timeOfDay}
pl: Wczoraj o godz. {timeOfDay}
sk: Včera o {timeOfDay}

# yourCommunity
source: BECOME PART OF THE COMMUNITY
fi: TULE OSAKSI YHTEISÖÄ
pl: STAŃ SIĘ CZĘŚCIĄ SPOŁECZNOŚCI
sk: STAŇTE SA SÚČASŤOU COMMUNITY

# yourCommunityMini
source: INTERACTIVE
fi: INTERAKTIIVINEN
pl: INTERAKTYWNY
sk: INTERAKTÍVNY

# yourFeedbackWillHelpUs
source: Your feedback will help us improve the charging station services for all.
fi: Palautteesi avulla pystymme parantamaan latauskokemusta.
pl: Twoja opinia pomoże nam w udoskonalaniu ładowania.
sk: Vaša spätná väzba nám pomáha zlepšiť zážitok z nabíjania.

source: Your Vehicle
fi: Ajoneuvosi
pl: Twój pojazd
sk: Vaše vozidlo

# yourVehicleSection
source: In the vehicle
fi: Ajoneuvossa
pl: W pojeździe
sk: Vo vozidle

source: Andorra
pl: Andora

source: Cyprus
fi: Kypros
pl: Cypr

source: Egypt
fi: Egypti
pl: Egipt

source: Eritrea
pl: Erytrea

source: Guadeloupe
pl: Gwadelupa

source: Guatemala
pl: Gwatemala

source: Guinea
pl: Gwinea

source: Guinea Bissau
pl: Gwinea Bissau

source: Guyana
pl: Gujana

source: India
fi: Intia
pl: Indie

source: Macao
pl: Makau

source: Mayotte
pl: Majotta

source: Pitcairn
pl: Pitkarnyjski

# ProfileTabStrings_transactionDetailsOnStreetParking
source: On-street parking
pl: Parkowanie na poboczu

# ProfileTabStrings_transactionHistoryShortApril
source: APR
fi: HUH
pl: KWI

# ProfileTabStrings_transactionHistoryShortAugust
source: AUG
fi: ELO
pl: SIE

# ProfileTabStrings_transactionHistoryShortDecember
source: DEC
fi: JOU
pl: GRU

# ProfileTabStrings_transactionHistoryShortFebruary
source: FEB
fi: HEL
pl: LUT

# ProfileTabStrings_transactionHistoryShortJanuary
source: JAN
fi: TAM
pl: STY

# ProfileTabStrings_transactionHistoryShortNovember
source: NOV
fi: MAR
pl: LIS

# ProfileTabStrings_transactionHistoryShortSeptember
source: SEP
fi: SYY
pl: WRZ

# RemoteControlStrings_remoteControlsPanelHeading
source: Remote Services
pl: Usługi Zdalne

# RoadsideAssistanceStrings__vinCaption
source: VIN: {vin}
pl: Nr VIN: {vin}

source: Sanskrit
pl: Sanskryt

# ScheduleServiceStrings_viewAppointmentVinLabel
source: VIN
pl: Nr VIN

# Sustainability__maxDistanceLabel
source: Max: {distanceValue} {distanceUnit}
fi: Maks: {distanceValue} {distanceUnit}
pl: Maks.: {distanceValue} {distanceUnit}

# Sustainability__pressureBarLabel
source: {value} bar
pl: {value} bar/bary/barów

# Sustainability__tripSummaryMaxSpeedLabel
source: {value} km/h max
pl: {value} km/h maks.

# Sustainability_accessibilityInfoLabel
source: info
pl: Informacje

# Sustainability_tripSummaryMaxSpeedUnitLabel
source: km/h max
fi: km/h maks.
pl: km/h maks.

source: Taiwan
pl: Tajwan

source: Vietnam
pl: Wietnam

# WifiHotspotStrings__screentitle
source: {brand} Wi-Fi Hotspot
fi: {brand} WLAN-hotspot
pl: Hotspot wi-fi {brand}

# _demoModeDigitalKeyScreenTitle
source: {brandLocalized} Digital Key
pl: Klucz {brandLocalized} Digital Key

# _yourCommunityMININame
source: COMMUNITY
fi: YHTEISÖÄ
pl: SPOŁECZNOŚĆ

# allowLocationAccessTitle
source: Allow Location Access
pl: Pozwól na lokalizację

source: Bluetooth® Audio
pl: Dźwięk Bluetooth

# bmwPointsAugust
source: August
fi: Elokuu
pl: Sierpień

# bmwPointsAverageAbbreviation
source: Ø
pl: średn.

# bmwPointsDecember
source: December
fi: Joulukuu
pl: Grudzień

# bmwPointsNovember
source: November
fi: Marraskuu
pl: Listopad

# bmwPointsOS7
source: BMW Operating System 7
fi: BMW-käyttöjärjestelmä 7
pl: System operacyjny BMW 7

# bmwPointsOS8
source: BMW Operating System 8
fi: BMW-käyttöjärjestelmä 8
pl: System operacyjny BMW 8

# bmwPointsSeptember
source: September
fi: Syyskuu
pl: Wrzesień

# bmwPointsSundayAbbreviation
source: S
pl: N

source: By
pl: Od

# cdWaivedStatus
source: Waived
pl: Rozłączony

# communityBarTitle
source: Community
fi: Yhteisö
pl: Społeczność

# connectedDriveServicesWidgetTitle
source: CONNECTED DRIVE SERVICES
pl: USŁUGI CONNECTED DRIVE

# connectedDriveStoreSemantics
source: ConnectedDrive Store
pl: Sklep ConnectedDrive

# dealerTrackingAugust
source: August
fi: Elokuu
pl: Sierpień

# dealerTrackingDecember
source: December
fi: Joulukuu
pl: Grudzień

# dealerTrackingNovember
source: November
fi: Marraskuu
pl: Listopad

# dealerTrackingSeptember
source: September
fi: Syyskuu
pl: Wrzesień

# digitalKeySemantics
source: Digital Key
pl: Klucz Digital Key

source: Filter
fi: Suodatin
pl: Filtr

# financialServicesAppbarTitle
source: Financial Services
pl: BMW Financial Services

# financialServicesButtonTitle
source: Financial Services
pl: Usługi finansowe

# financialServicesTitle
source: Financial Services
pl: Usługi finansowe

source: Hint
pl: Wskazówka

# inCarCamera
source: Remote Inside View
pl: Funkcja Remote Inside View

# inCarCameraAppBarTitle
source: Remote Inside View
pl: Funkcja Remote Inside View

# inCarCameraTileTitle
source: Remote Inside View
pl: Funkcja Remote Inside View

# inCarCameraTitle
source: Remote Inside View
pl: Funkcja Remote Inside View

# in_car_camera_message_center_title
source: Remote Inside View
pl: Funkcja Remote Inside View

# myAlexaSkillSkillPin
source: Skill PIN
pl: PIN do Skill

# preDeliveryModeGalleryInteriorPanoramaViewAppBarTitle
source: Remote Inside View
pl: Funkcja Remote Inside View

# remoteCamerasInCarCameraCapabilityText
source: Remote Inside View
pl: Funkcja Remote Inside View

# remoteCamerasVideoTagText
source: Video
pl: Wideo

# remoteServiceSemantics
source: Remote Service
pl: Usługa Zdalna

# reserveDealerTabVin
source: VIN
pl: Nr VIN

# skillPinPageTitle
source: Skill PIN
pl: PIN do Skill

# smartParkingVin
source: VIN
pl: Nr VIN

# userManagementInfo
source: Info
pl: Informacje

# vehicleTabInfoTile
source: INFO
pl: INFORMACJA

source: VIN
pl: Nr VIN

# vinTextFieldPlaceHolder
source: VIN
pl: Nr VIN

# widgetGallonsUSUnit
source: gal (US)
pl: gal (USA)

# widgetMediumRsTitle
source: Remote Services
pl: Usługi Zdalne

# widgetMilesPerGallonUSUnit
source: mpg (US)
pl: mpg (USA)

# wifiHotSpotSemantics
source: Wi-Fi hotspot
pl: Hotspot Wi-Fi

# wifiHotspotEntrypointTitle
source: Wi-Fi Hotspot
fi: WLAN-hotspot
pl: Hotspot wi-fi

# ProfileTabStrings_transactionHistoryShortMarch
source: MAR
fi: MAA

source: Rwanda
fi: Ruanda

# TireGuardStrings_tireGuardDetailsTireTreadDesign
source: Model
fi: Malli

# WorkshopVisitStrings_consolidationIconChat
source: Chat
fi: Keskustelu

# WorkshopVisitStrings_consolidationIconEmail
source: Email
fi: Sähköposti

# WorkshopVisitStrings_emptyVisitHeaderChatHeader
source: Chat
fi: Keskustelu

source: Zambia
fi: Sambia

# _account
source: {brand} ID
fi: {brand}-tunnus

# bmwPointsPartner
source: Partner
fi: Kumppani

# bmwPointsSaturdayAbbreviation
source: S
fi: L

# carModel
source: Model
fi: Malli

source: Email
fi: Sähköposti

# emailForResetPassword
source: Email
fi: Sähköposti

# genericPOISemantics
source: POI
fi: Kiinnostuksen kohde

# gigabyteString
source: GB
fi: Gt

# hotelSemantics
source: Hotel
fi: Hotelli

# kilobyteString
source: KB
fi: kt

# loginEmail
source: Email
fi: Sähköposti

# megabyteString
source: MB
fi: Mt

# ownerInformationEmailLabel
source: Email:
fi: Sähköposti:

# quickRemoteClimatizationStopAction
source: STOP
fi: LOPETA

# selectPhotosTitleAlbum
source: ALBUM
fi: ALBUMI

# smartParkingModel
source: Model
fi: Malli

# switchAlbumsTitle
source: Album
fi: Albumi

# widgetUnitDay
source: d
fi: PV

# widgetUnitMonth
source: M
fi: KK
