Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# allWindowsClosedSemantics
source: All windows closed
fi: Kaikki ikkunat suljettu
pl: Wszystkie okna zamknięte
sk: Všetky okná zatvorené

source: ALLOW
fi: SALLI
pl: ZEZWÓL
sk: POVOLIŤ

# allowCameraAccessDialogTitle
source: Allow Camera Access?
fi: Sallitaanko käyttöoikeus kameraan?
pl: Czy zezwolić na dostęp do aparatu fotograficznego?
sk: Povoliť prístup ku kamere?

# allowCameraAccessTitle
source: Allow Camera Access?
fi: Sallitaanko käyttöoikeus kameraan?
pl: Czy zezwolić na dostęp do aparatu fotograficznego?
sk: Povoliť prístup ku kamere?

# allowCellularDownloadConfirmationDialogCancelAction
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# allowCellularDownloadConfirmationDialogConfirmAction
source: Confirm
fi: Vahvista
pl: Potwierdź
sk: Potvrdiť

# allowCellularDownloadConfirmationDialogDescription
source: Please confirm you agree to also download over your mobile network. Additional data costs may apply.
fi: Vahvista, että lataukset saa tehdä mobiiliverkon kautta. Tästä voi syntyä lisäkustannuksia.
pl: Potwierdź, że pobieranie może być wykonywane również przez sieć komórkową. Mogą zostać przez to naliczone dodatkowe koszty.
sk: Potvrďte, že súbory sa smú sťahovať cez mobilnú sieť. Tým môžu vznikať dodatočné náklady.

# allowCellularDownloadConfirmationDialogTitle
source: Warning
fi: Varoitus
pl: Ostrzeżenie
sk: Výstraha

source: ALMOST DONE
fi: MELKEIN VALMIS
pl: PRAWIE GOTOWE
sk: TAKMER HOTOVO

# amazonAccountConnectedSemantics
source: Account connected
fi: Tili yhdistetty
pl: Konto podłączone
sk: Pripojený účet

# amazonAccountNotConnectedSemantics
source: Account not connected
fi: Tiliä ei yhdistetty
pl: Konto niepodłączone
sk: Účet nepripojený

# androidBackSemantics
source: Back
fi: Takaisin
pl: Powrót
sk: Späť

# androidCancelButton
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# androidFingerprintHint
source: Touch sensor
fi: Kosketa tunnistinta
pl: Dotknij czujnika
sk: Dotknite sa snímača

# androidFingerprintNotRecognized
source: Fingerprint not recognized. Try again.
fi: Sormenjälkeä ei tunnistettu. Yritä uudelleen.
pl: Nie rozpoznano odcisku palca. Powtórz.
sk: Odtlačok prsta nebol rozpoznaný. Postup zopakujte.

# androidFingerprintRequiredTitle
source: Fingerprint required
fi: Vaaditaan sormenjälki
pl: Wymagany odcisk palca
sk: Vyžaduje sa odtlačok prsta

# androidFingerprintSuccess
source: Fingerprint recognized.
fi: Sormenjälki tunnistettu.
pl: Rozpoznano odcisk palca.
sk: Bol rozpoznaný odtlačok prsta.

# androidGoToSettingsDescription
source: Fingerprint is not set up on your device. Go to 'Settings > Security' to add your fingerprint.
fi: Sormenjälkeä ei ole asennettu laitteelle. Lisää sormenjälki kohdassa "Asetukset" > "Turvallisuus".
pl: Dodaj odcisk palca w ustawieniach. Idź do Ustawienia -> Bezpieczeństwo.
sk: Vo Vašom zariadení nie je nastavený odtlačok prsta. Na pridanie odtlačku prsta prejdite do časti "Nastavenia" > "Bezpečnosť".

# androidKebabMenuSemantics
source: More actions
fi: Lisää toimintoja
pl: Inne działania
sk: Ďalšie akcie

# androidShareSemantics
source: Share
fi: Jaa
pl: Udostępnij
sk: Zdieľať

# androidSignInTitle
source: Fingerprint Authentication
fi: Sormenjälkitunnistus
pl: Uwierzytelnienie odciskiem palca
sk: Overenie odtlačku prsta

# anotherMappingInProgressError
source: You cannot add more than one vehicle at a time, please try again later
fi: Et voi lisätä enempää kuin yhden ajoneuvon kerrallaan. Yritä myöhemmin uudelleen
pl: Nie możesz dodać kilku pojazdów jednocześnie. Spróbuj ponownie później
sk: Nemôžete pridať viac vozidiel súčasne. Skúste to neskôr znova

source: Anti-theft alarm download
fi: Varashälyttimen näkymän lataus
pl: Pobieranie widoków kradzieży
sk: Stiahnuť záznam krádeže

source: APP
fi: SOVELLUS
pl: APLIKACJA
sk: APLIKÁCIA

# appInfo
source: APP INFO & HELP
fi: SOVELLUKSEN TIEDOT & OHJEET
pl: INFORMACJE I POMOC DOT. APLIKACJI
sk: INFORMÁCIA O APLIKÁCII A POMOCNÍK

# appTitle
source: Roadside Assistance
fi: Liikkuvuuspalvelu
pl: Pomoc drogowa
sk: Asistenčná služba

# appUpdatePerformedDisclaimerText
source: The availability of individual functions depends on vehicle settings and country.
fi: Yksittäisten toimintojen saatavuus riippuu ajoneuvon konfiguraatiosta ja maasta.
pl: Dostępność poszczególnych funkcji zależy od konfiguracji pojazdu i kraju.
sk: Dostupnosť jednotlivých funkcií závisí od konfigurácie vozidla a krajiny.

# appUpdatePerformedGotItButton
source: Got it
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

# appUpdatePerformedScreenTitle
source: App update
fi: Sovelluspäivitys
pl: Aktualizacja aplikacji
sk: Aktualizácia aplikácie

# appleCarPlayAppSemantics
source: Apple CarPlay app
fi: Apple CarPlay -sovellus
pl: Aplikacja Apple CarPlay
sk: Aplikácia Apple CarPlay

# appleCarPlayListEntrySemantics
source: Apple CarPlay list entry
fi: Apple CarPlay -luettelokohta
pl: Wpis listy Apple CarPlay
sk: Záznam v zozname Apple CarPlay

# appleMapSemantics
source: Apple maps
fi: Apple-kartat
pl: Mapy Apple
sk: Mapy Apple

# applyRefund
source: Submit refund request
fi: Lähetä hyvityshakemus
pl: Prześlij wniosek o zwrot
sk: Odoslať žiadosť o vrátenie peňazí

# applyUpperCase
source: APPLY
fi: KÄYTÄ
pl: ZASTOSUJ
sk: PREVZIAŤ

# approveSynchronizationAccountInCarDialogApproveButton
source: Confirm
fi: Vahvista
pl: Potwierdź
sk: Potvrdiť

# approveSynchronizationAccountInCarDialogCancelButton
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

source: Apps
fi: Sovellukset
pl: Aplikacje
sk: Aplikácie

# appsConnectedSemantics
source: Apps connected
fi: Sovellukset yhdistetty
pl: Podłączone aplikacje
sk: Pripojené aplikácie

# appsDisconnectedSemantics
source: Apps disconnected
fi: Sovelluksia ei yhdistetty
pl: Odłączone aplikacje
sk: Odpojené aplikácie

# areYouSureTitle
source: Are you sure?
fi: Oletko varma?
pl: Czy na pewno?
sk: Ste si istý?

# armouredDoorErrorSemantics
source: Armored door error
fi: Panssarioven virhe
pl: Błąd drzwi pancernych
sk: Chyba pancierové dvere

# armouredWindowErrorSemantics
source: Armored window error
fi: Panssari-ikkunan virhe
pl: Błąd okien pancernych
sk: Chyba pancierové okno

# askMeLater
source: ASK LATER
fi: KYSY MYÖHEMMIN
pl: PYTAJ PÓŹNIEJ
sk: SPÝTAŤ SA NESKÔR

source: at
fi: klo
pl: o godz.
sk: o

# atHomeSection
source: At home
fi: Koti
pl: Dom
sk: Domov

# audiblePedestrianProtectionOffSemantics
source: Acoustic Pedestrian Protection off
fi: Varoitusääni jalankulkijoille pois
pl: Akustyczna ochrona pieszych wył.
sk: Akustická ochrana chodcov vyp.

# authenticationRevokedErrorMessage
source: To ensure the security of your account, we had to log you out. Please log in again.
fi: Tilisi turvallisuuden varmistamiseksi jouduimme kirjaamaan sinut ulos. Kirjaudu uudelleen sisään.
pl: Dla zapewnienia bezpieczeństwa Twojego konta musiało nastąpić wylogowanie. Zaloguj się ponownie.
sk: Z dôvodu zabezpečenia vášho účtu sme Vás museli odhlásiť. Prihláste sa znova.

# automaticDownloadSetting
source: Download automatically
fi: Lataa automaattisesti
pl: Pobierz automatycznie
sk: Stiahnuť automaticky

# automaticHoldSemantics
source: Automatic Hold
sk: Automatické podržanie

# availableAtYourDealershipTitle
source: Available services
fi: Käytettävissä olevat palvelut
pl: Dostępne usługi serwisowe
sk: Dostupný servis

# availableServicesTileTitle
source: Click to explore more services
fi: Napauta, jos haluat löytää lisää palveluita
pl: Kliknij, aby odkryć więcej usług
sk: Kliknite, aby ste mohli objavovať ďalšie služby

source: Back
fi: Takaisin
pl: Powrót
sk: Späť

# backButtonText
source: Back
fi: Takaisin
pl: Powrót
sk: Späť

# backUpperCase
source: BACK
fi: TAKAISIN
pl: POWRÓT
sk: SPÄŤ

source: Back window
fi: Takalasi
pl: Tylna szyba
sk: Zadné sklo

# batteryCargePercentageSemantics
source: Status of charge in percent
fi: Varaustaso prosentteina
pl: Poziom naładowania w procentach
sk: Stav nabitia v percentách

# batteryChargeLevelZeroSemantics
source: Status of charge 0%
fi: Varaustaso 0 %
pl: Poziom naładowania 0%
sk: Stav nabitia 0 %

# batteryOKSemantics
source: Battery OK
fi: Akku OK
pl: Akumulator OK
sk: Batéria OK

# batterySemantics
source: Battery
fi: Akku
pl: Akumulator
sk: Batéria

# benefitsNoInternetConnectionDescription
source: Slow or no internet connection. Please check your internet settings and try again.
fi: Hidas online-yhteys tai ei yhteyttä. Tarkista internet-asetukset ja yritä uudelleen.
pl: Wolne połączenie online lub brak połączenia. Sprawdź ustawienia internetowe i powtórz.
sk: Pomalé alebo žiadne online pripojenie. Skontrolujte internetové nastavenia a postup zopakujte.

# biometricAuthentication
source: Please authenticate to continue
fi: Tunnistaudu, jotta voit jatkaa
pl: Aby kontynuować, przeprowadź uwierzytelnianie
sk: Na pokračovanie sa autentifikujte

# bluetoothAudioConnectedSemantics
source: Bluetooth® connected
fi: Bluetooth yhdistetty
pl: Bluetooth podłączony
sk: Bluetooth pripojený

# bluetoothAudioDisconnectedSemantics
source: Bluetooth® disconnected
fi: Bluetooth katkaistu
pl: Bluetooth odłączony
sk: Bluetooth odpojený

# bluetoothConnect
source: CONNECT
fi: YHDISTÄ
pl: POŁĄCZ
sk: PRIPOJIŤ

source: Bluetooth® connection
fi: Bluetooth-yhteys
pl: Połączenie Bluetooth
sk: Pripojenie Bluetooth

# bluetoothDisconnectedSemantics
source: Bluetooth® disconnected
fi: Bluetooth katkaistu
pl: Bluetooth odłączony
sk: Bluetooth odpojený

# bluetoothPrePermissionDialogDescription
source: The app needs access to your smartphone's Bluetooth® settings in order to use the remote-controlled parking function.
fi: Kauko-ohjattua pysäköintitoimintoa varten sovellus tarvitsee puhelimesi Bluetooth-yhteyden käyttöoikeuden.
pl: W przypadku funkcji zdalnego parkowania aplikacja wymaga autoryzacji dostępu do Bluetooth Twojego smartfona.
sk: Pre funkcie diaľkovo ovládané parkovanie potrebuje aplikácia oprávnenie prístupu k Bluetooth vášho smartfónu.

# bluetoothPrePermissionDialogTitle
source: Bluetooth® permission
fi: Bluetooth-käyttöoikeus
pl: Autoryzacja Bluetooth
sk: Oprávnenie prístupu k Bluetooth

# bmwAvailablePoints
source: Available Points
fi: Käytettävissä olevat pisteet
pl: Dostępne punkty
sk: Dostupné body

# bmwCreditCardLinkoutPopupButtonCancel
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# bmwCreditCardLinkoutPopupCheckboxText
source: Don't remind me next time
fi: Älä näytä uudestaan
pl: Nie wyświetlaj ponownie
sk: Nabudúce nezobrazovať

# bmwCreditCardLinkoutPopupText
source: Elan Financial Services is the creditor and issuer of BMW credit cards. By clicking OK, you are leaving the My BMW App and will be directed to the BMW credit card website of Elan Financial Services where additional verification may be required. BMW Financial Services is not responsible for the content, links, or privacy of any third party websites or apps.
fi: Elan Financial Services on BMW-luottokorttien liikkeellelaskija ja luotonantaja. Jos napautat "OK", poistut My BMW -sovelluksesta ja sinut ohjataan Elan Financial Services -yhtiön ylläpitämälle BMW-luottokorttisivustolle. Mahdollisesti joudut lisäksi tunnistautumaan tällä sivulla. BMW Financial Services ei vastaa muiden palveluntarjoajien internet-sivustojen ja sovellusten sisällöistä, linkeistä tai tietosuojasta.
pl: Elan Financial Services jest wystawcą i kredytodawcą kart kredytowych BMW. Po naciśnięciu przycisku "OK" opuścisz aplikację My BMW i nastąpi przekierowanie na stronę internetową kart kredytowych BMW Elan Financial Services. Może być potrzebna dodatkowa weryfikacja. BMW Financial Services nie ponosi odpowiedzialności za treści, łącza i ochronę danych na stronach internetowych i w aplikacjach innych firm.
sk: Spoločnosť Elan Financial Services je vydavateľom a kreditorom kreditných kariet BMW. Ak ťuknete na tlačidlo "OK", ukončíte aplikáciu My BMW a budete presmerovaný na webovú stránku pre kreditné karty BMW od spoločnosti Elan Financial Services. Možno sa tam budete musieť dodatočne overiť. Spoločnosť BMW Financial Services nezodpovedá za obsah, odkazy ani ochranu osobných údajov na webových stránkach a aplikáciách tretích strán.

# bmwCreditCardLinkoutPopupTitle
source: Jump to external link
fi: Ulkoisen linkin käyttö
pl: Dostęp do zewnętrznego łącza
sk: Prístup k externému odkazu

# bmwCreditCardSubtitle
source: Learn More or Manage your BMW Credit Card Account
fi: BMW-luottokorttien hallinta
pl: Zarządzaj kartami kredytowymi BMW
sk: Spravujte svoje kreditné karty BMW

# bmwCreditCardTitle
source: BMW Credit Cards
fi: BMW-luottokortit
pl: Karty kredytowe BMW
sk: Kreditné karty BMW

# bmwCustomerCardSemantics
source: BMW loyalty card
fi: BMW-asiakaskortti
pl: Karta klienta BMW
sk: Zákaznícka karta BMW

# bmwDriversManualTitle
source: BMW Driver's Manual
fi: BMW käyttöohjekirja
pl: Instrukcja obsługi BMW
sk: Návod na obsluhu BMW

# bmwPoints3rdLevelCompensationCreditBannerDescription
source: Thanks for reaching out to us. Your {points} point credit is now available.
fi: Kiitos, että otit meihin yhteyttä. {points}-pistehyvitys on nyt käytettävissä.
pl: Dziękujemy za kontakt z nami. Twój bon punktowy {points} jest teraz dostępny.
sk: Ďakujeme, že ste nás kontaktovali. Váš bodový kredit (počet bodov: {points}) je dostupný.

# bmwPointsAbout
source: About
fi: Tiedot
pl: Informacje
sk: Cez

# bmwPointsAboutEarnPointsContent
source: Earn 1 point for every kilometer you drive electric with your plug-in hybrid, and 2 points per kilometer while driving electric in an eDrive Zone.
fi: Saat 1 pisteen jokaista kilometriä kohti, jonka ajat sähköisesti Plug-in-hybridiajoneuvolla, ja 2 pistettä jokaista kilometriä kohti, kun ajat sähköisesti eDrive-vyöhykkeellä.
pl: Otrzymujesz 1 punkt za każdy kilometr przejechany pojazdem hybrydowym plug-in w trybie elektrycznym i 2 punkty za kilometr za jazdę w trybie elektrycznym w strefie eDrive.
sk: Za každý kilometer, ktorý prejdete elektricky so svojím plug-in hybridom, získate 1 bod a 2 body za kilometer, ak jazdíte elektricky v oblasti eDrive.

# bmwPointsAboutEarnPointsTitle
source: Earn points
fi: Kerää pisteitä
pl: Zbieraj punkty
sk: Získavať body

# bmwPointsAboutHaveQuestionsTitle
source: Have questions?
fi: Onko kysyttävää?
pl: Masz pytania?
sk: Otázky?

# bmwPointsAboutPendingPointsContent
source: Your recently earned points are shown as ‘pending’ and will be available at the beginning of the next month.
fi: Äskettäin keräämäsi pisteet näkyvät "odottavina" ja ovat käytettävissäsi seuraavan kuukauden alussa.
pl: Ostatnio zebrane punkty są wyświetlane jako "zapisane" i będą dostępne na początku następnego miesiąca.
sk: Vaše nedávno získané body sa zobrazujú ako „Rezervované“ a sú k dispozícii začiatkom nasledujúceho mesiaca.

# bmwPointsAboutRedeemPointsTitle
source: Redeem points
fi: Lunasta pisteitä
pl: Wykorzystaj punkty
sk: Uplatniť body

# bmwPointsAboutUpperCase
source: ABOUT
fi: TIEDOT
pl: INFORMACJE
sk: CEZ

# bmwPointsAccessRewardsLater
source: Please try accessing your BMW Points later to see the rewards available.
fi: Yritä myöhemmin päästä katselemaan BMW Points -pisteitäsi, jotta näet käytettävissä olevat palkinnot.
pl: Spróbuj ponownie później uzyskać dostęp do BMW Points, aby zobaczyć dostępne nagrody.
sk: Pokúste sa znovu neskôr o prístup k svojim BMW Points, aby ste videli dostupné prémie.

# bmwPointsActivate
source: Activate BMW Points
fi: Aktivoi BMW Points
pl: Aktywuj BMW Points
sk: Aktivovať BMW Points

# bmwPointsActivateBmwPointsUppercase
source: ACTIVATE BMW POINTS
fi: BMW POINTS AKTIVOIMINEN
pl: AKTYWUJ BMW POINTS
sk: AKTIVOVAŤ BMW POINTS

# bmwPointsActivateVehicle
source: Activate BMW Points in your vehicle
fi: Aktivoi BMW Points ajoneuvossa
pl: Aktywuj BMW Points w pojeździe
sk: Aktivovať BMW Points vo vozidle

# bmwPointsActive
source: Active
fi: Aktiivinen
pl: Aktywny
sk: Platný

# bmwPointsActivityCredit
source: Credit
fi: Saldo
pl: Saldo
sk: Kredit

# bmwPointsActivityTabLabel
source: Activity
fi: Aktiviteetti
pl: Aktywność
sk: Aktivita

# bmwPointsActivityTabLabelUppercase
source: ACTIVITY
fi: AKTIVITEETTI
pl: AKTYWNOŚĆ
sk: AKTIVITA

# bmwPointsAdditionalHelp
source: If you are still experiencing issues, please reach out to us.
fi: Jos ilmenee vielä ongelmia, käänny puoleemme.
pl: Jeśli nadal masz problemy, skontaktuj się z nami.
sk: Ak problémy pretrvávajú aj naďalej, kontaktujte nás.

# bmwPointsAll
source: All
fi: Kaikki
pl: Wszystkie
sk: Všetky

# bmwPointsAlmostDone
source: Almost done
fi: Melkein valmis
pl: Prawie gotowe
sk: Takmer hotovo

# bmwPointsAmountEarnedTitle
source: Points earned
fi: Kerätyt pisteet
pl: Zgromadzone punkty
sk: Nazbierané body

# bmwPointsAmountRedeemed
source: Redeemed points
fi: Lunastetut pisteet
pl: Wykorzystane punkty
sk: Uplatnené body

# bmwPointsApril
source: April
fi: Huhtikuu
pl: Kwiecień
sk: Apríl

# bmwPointsAvailableOn
source: Available on {availableDate}
fi: Käytettävissä {availableDate}
pl: Dostępność dnia {availableDate}
sk: Dostupný od {availableDate}

# bmwPointsAvailablePoints
source: Available points
fi: Käytettävissä olevat pisteet
pl: Dostępne punkty
sk: Dostupné body

# bmwPointsAvailablePointsSentenceCase
source: Available points
fi: Käytettävissä olevat pisteet
pl: Dostępne punkty
sk: Dostupné body

# bmwPointsAverage
source: Average
fi: Keskiarvo
pl: Średnia
sk: Priemer

# bmwPointsBackToPreviousScreen
source: Back to previous screen
fi: Takaisin edelliselle sivulle
pl: Powrót do poprzedniej strony
sk: Späť na predchádzajúcu stránku

# bmwPointsBmwChargingCoupon
source: BMW Charging credit
fi: BMW Charging -saldo
pl: Bony BMW Charging
sk: Kredit BMW Charging

# bmwPointsBmwChargingPartnerChoice
source: You can redeem your points for charging credit at BMW Charging, our partner of choice for public charging.
fi: BMW Charging on kumppanimme julkisilla latausasemilla, ja voit lunastaa sen palvelusta lataushyvitystä pisteilläsi.
pl: W BMW Charging, u naszego partnera w zakresie ładowania publicznego, możesz wymienić swoje punkty na bony na ładowanie.
sk: U BMW Charging, ktorý je naším partnerom pre verejné nabíjanie, si môžete svoje body uplatniť na nabíjanie kredity.

# bmwPointsBmwChargingRedeemed
source: {value} {currencyCode} will be credited to your BMW Charging contract.
fi: {value} {currencyCode} hyvitetään BMW Charging -sopimuksesi tilille.
pl: Na konto umowy BMW Charging zostanie zapisana kwota {value} {currencyCode}.
sk: {value} {currencyCode} sa pripíše k vašej zmluve BMW Charging.

# bmwPointsBmwChargingRewards
source: BMW CHARGING REWARDS
fi: BMW CHARGING -PALKINNOT
pl: PREMIE BMW CHARGING
sk: PRÉMIE BMW CHARGING

# bmwPointsBmwChargingSingleContractDescription
source: Get {value} {currencyCode} credited to your BMW Charging contract listed below.
fi: {value} {currencyCode} hyvitetään BMW Charging -sopimuksesi tilille.
pl: Na konto umowy BMW Charging zostanie zapisana kwota {value} {currencyCode}.
sk: {value} {currencyCode} sa pripíše k Vašej zmluve BMW Charging.

# bmwPointsBmwMineRentPartnerChoice
source: At BMW Rent | MINI Rent, you can redeem your points for discount vouchers and save money on your next BMW Rent | MINI Rent booking.
fi: Voit lunastaa pisteilläsi palkintoseteleitä BMW Rent | MINI Rent -palvelussa ja säästää rahaa seuraavan BMW Rent | MINI Rent -varauksen yhteydessä.
pl: W BMW Rent | MINI Rent możesz wymienić swoje punkty na kupony premiowe i zaoszczędzić pieniądze przy następnej rezerwacji BMW Rent | MINI Rent.
sk: U BMW Rent | MINI Rent môžete uplatniť svoje body na prémiové kupóny a tak ušetriť peniaze pri svojej ďalšej objednávke BMW Rent | MINI Rent.

# bmwPointsBmwMiniRentVoucher
source: BMW Rent | MINI Rent voucher
fi: BMW Rent | MINI Rent -etuseteli
pl: Kupon BMW Rent | MINI Rent
sk: BMW Rent | MINI Rent kupón

# bmwPointsBmwMiniRentVoucherActive
source: Your BMW Rent | MINI Rent voucher is now active. Feel free to use it whenever you like.
fi: BMW Rent | MINI Rent -etusetelisi on nyt aktivoitu. Voit lunastaa ne nyt halutessasi.
pl: Twój kupon BMW Rent | MINI Rent jest teraz aktywny. Możesz go od teraz w dowolnym momencie zrealizować.
sk: Váš BMW Rent | MINI Rent kupón je teraz aktivovaný. Odteraz ho môžete ihneď kedykoľvek uplatniť.

# bmwPointsBmwMiniRentVoucherCamelCase
source: BMW Rent | MINI Rent voucher
fi: BMW Rent | MINI Rent -etuseteli
pl: Kupon BMW Rent | MINI Rent
sk: BMW Rent | MINI Rent kupón

# bmwPointsCancelUpperCase
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# bmwPointsCancelled
source: Canceled
fi: Peruutettu
pl: Anulowano
sk: Stornovaný

# bmwPointsCatalog
source: Catalog
fi: Luettelo
pl: Katalog
sk: Katalóg

# bmwPointsChallenge
source: Challenge
fi: Haaste
sk: Výzva

# bmwPointsChallengeAlmostEarned
source: You have almost earned {challengePoints} points!
fi: Olet kerännyt lähes {challengePoints} pistettä!
pl: Udało Ci się zebrać prawie {challengePoints} pkt!
sk: Nazbierali ste takmer {challengePoints} bodov!

# bmwPointsChallengeChargingProgress
source: {chargingSessionsNumber,plural, =1{{chargingSessionsNumber} battery charging done}other{{chargingSessionsNumber} battery charging done}}
fi: {chargingSessionsNumber,plural, =1{{chargingSessionsNumber} lataus suoritettu}other{{chargingSessionsNumber} latausta suoritettu}}
pl: {chargingSessionsNumber,plural, =1{{chargingSessionsNumber} wykonane ładowanie}other{{chargingSessionsNumber} wykon. ładow.}}
sk: {chargingSessionsNumber,plural, =1{{chargingSessionsNumber} dokončené nabíjanie}other{{chargingSessionsNumber} dokončené nabíjania}}

# bmwPointsChallengeClose
source: So close! A new month has already begun, so start charging right away!
fi: Melkein valmis! Uusi kuukausi on jo alkanut – aloita lataaminen heti!
pl: Już prawie się udało! Rozpoczął się nowy miesiąc – zacznij ładowanie już teraz!
sk: Takmer sa to podarilo! Nový mesiac už začal – začnite hneď nabíjať!

# bmwPointsChallengeCompleted
source: Challenge completed
fi: Haaste täytetty
pl: Challenge zakończony
sk: Výzva splnená

# bmwPointsChallengeKeepCharging
source: Keep charging your BMW!
fi: Jatka BMW:si lataamista!
pl: Ładuj dalej swój pojazd BMW!
sk: Pokračujte v nabíjaní svojho BMW!

# bmwPointsChallengePrettyClose
source: That was pretty close!
fi: Se oli aika lähellä!
pl: No, prawie się udało!
sk: To bolo tesné!

# bmwPointsChallengeUppercase
source: CHALLENGE
fi: HAASTE
sk: VÝZVA

# bmwPointsChallenges
source: Challenges
sk: Výzvy

# bmwPointsChargeTimesPerMonth
source: Charge 20 times this month for at least 15 minutes!
fi: Lataa tässä kuussa 20 kertaa vähintään 15 minuuttia!
pl: Ładuj w tym miesiącu 20 razy przez co najmniej 15 minut!
sk: Nabíjajte tento mesiac 20-krát aspoň 15 minút!

# bmwPointsChargingCoupon
source: Charging voucher
fi: Etuseteli latausta varten
pl: Kupon na ładowanie
sk: Kúpón na nabíjanie

# bmwPointsChargingCredit
source: Charging Credit
fi: Lataushyvitys
pl: Bon do ładowania
sk: Nabíjací kredit

# bmwPointsChargingSession
source: Charging session
fi: Lataus
pl: Proces ładowania
sk: Proces nabíjania

# bmwPointsChargingSessionCamelCase
source: Charging Session
fi: Lataus
pl: Ładowanie
sk: Proces nabíjania

# bmwPointsChargingSessionToGo
source: {numberChargingSessions,plural, =1{{numberChargingSessions} charging session remaining}other{{numberChargingSessions} charging sessions remaining}}
fi: {numberChargingSessions,plural, =1{{numberChargingSessions} lataus jäljellä}other{{numberChargingSessions} latausta jäljellä}}
pl: {numberChargingSessions,plural, =1{{numberChargingSessions} oczekujące ładowanie}other{{numberChargingSessions} oczekujące(-ych) ładowania(-ń)}}
sk: {numberChargingSessions,plural, =1{{numberChargingSessions} chýbajúci proces nabíjania}other{{numberChargingSessions} chýbajúce procesy nabíjania}}

# bmwPointsChargingSessionsDone
source: You have completed 20 charging sessions!
fi: 20 latausta suoritettu onnistuneesti!
pl: Zakończono 20 procesów ładowania!
sk: Úspešne ukončených 20 procesov nabíjania!
