Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# DealerVideoStrings__messageDetailBodyEmbedded
source: {videoSender} has shared new information about the service of your vehicle. If you have any questions, please contact your {brandName} service center using the contact information below.
fi: {videoSender} on jakanut uusia ajoneuvosi huoltoa koskevia tietoja. Jos sinulla on kysyttävää, käänny {brandName}-huoltopisteen puoleen alla mainittujen yhteystietojen kautta.
pl: {videoSender} udostępnił nowe informacje dot. konserwacji Twojego pojazdu. Jeśli masz jakieś pytania, skontaktuj się z serwisem {brandName}, korzystając z poniższych danych kontaktowych.
sk: {videoSender} zdieľal nové informácie o servise vášho vozidla. Ak máte otázky, kontaktujte svojho servisného partnera {brandName} prostredníctvom nižšie uvedených kontaktných údajov.

# DealerVideoStrings__messageDetailBodyLinkout
source: Please check the information {videoSender} has provided. If you have any questions, please contact your {brandName} service center using the contact information below.
fi: Tarkista tiedot, jotka {videoSender} on toimittanut. Jos sinulla on kysyttävää, ota yhteys {brandName}-huoltopisteeseen seuraavien yhteystietojen kautta.
pl: Sprawdź informacje udostępnione przez {videoSender}. Jeśli masz jakieś pytania, skontaktuj się z serwisem {brandName}, korzystając z poniższych danych kontaktowych.
sk: Skontrolujte informácie, ktoré poskytol {videoSender}. Ak máte otázky, kontaktujte svojho servisného partnera {brandName} prostredníctvom nasledujúcich kontaktných údajov.

# DealerVideoStrings__messageDetailDisclaimer
source: You are communicating with {dealerName}. Your {brandName} service center is solely responsible for the content. Please refer to the Privacy Policy on their website.
fi: Olet yhteydessä jälleenmyyjään {dealerName}. {brandName}-huoltopiste on yksin vastuussa tästä sisällöstä. Huomioi sen internet-sivustolta löytyvät tietosuojakäytännöt.
pl: Komunikujesz się z dealerem {dealerName}. Twój serwis {brandName} ponosi wyłączną odpowiedzialność za treść. Przestrzegaj wytycznych dot. ochrony danych na jego stronie internetowej.
sk: Komunikujete s {dealerName}. Váš servisný partner {brandName} je výlučne zodpovedný za obsah. Pozrite si zásady ochrany osobných údajov na jeho webovej stránke.

# DealerVideoStrings__messageDetailDisclaimerLink
source: You are communicating with {dealerName}. Your {brandName} service center is solely responsible for the content. Please refer to their Privacy Policy at {dealerWebsite}.
fi: Olet yhteydessä jälleenmyyjään {dealerName}. {brandName}-huoltopiste on yksin vastuussa tästä sisällöstä. Huomioi sen sivustolta {dealerWebsite} löytyvät tietosuojakäytännöt.
pl: Komunikujesz się z dealerem {dealerName}. Twój serwis {brandName} ponosi wyłączną odpowiedzialność za treść. Przestrzegaj jego wytycznych dotyczących danych na stronie {dealerWebsite}.
sk: Komunikujete s {dealerName}. Váš servisný partner {brandName} je výlučne zodpovedný za obsah. Prečítajte si jeho zásady ochrany osobných údajov na stránke {dealerWebsite}.

# DealerVideoStrings__messageDetailDisclaimerProvider
source: Powered by {providerName}.
fi: {providerName} -palveluntarjoajan tukema.
pl: Obsługiwane przez {providerName}.
sk: S podporou {providerName}.

# DealerVideoStrings__messageDetailImageRemovedError
source: This image has been removed. Please contact your {brandName} service center for more information.
fi: Tämä kuva on poistettu. Saat lisätietoja ottamalla yhteyttä {brandName}-huoltopisteeseen.
pl: Ten obraz został usunięty. Aby uzyskać więcej informacji, skontaktuj się z Twoim serwisem {brandName}.
sk: Tento obrázok bol odstránený. Ďalšie informácie získate od svojho servisného partnera {brandName}.

# DealerVideoStrings__messageDetailTitle
source: New information about the service of your {vehicleModel}
fi: Uutta tietoa ajoneuvon {vehicleModel} huollosta
pl: Nowe informacje dotyczące serwisu Twojego {vehicleModel}
sk: Nové informácie o servise vášho {vehicleModel}

# DealerVideoStrings__messageDetailTitleLinkout
source: The new report about the service of your {vehicleModel} needs your authorization
fi: Sinun on valtuutettava ajoneuvosi {vehicleModel} uusi huoltoraportti
pl: Musisz autoryzować nowy raport dotyczący serwisu swojego {vehicleModel}
sk: Musíte autorizovať novú správu k servisu vášho {vehicleModel}

# DealerVideoStrings__messageDetailVideoRemovedError
source: This video has been removed. Please contact your {brandName} service center for more information.
fi: Tämä video on poistettu. Saat lisätietoja ottamalla yhteyttä {brandName}-huoltopisteeseen.
pl: Ten film został usunięty. Aby uzyskać więcej informacji, skontaktuj się z Twoim autoryzowanym serwisem {brandName}.
sk: Toto video bolo odstránené. Ďalšie informácie získate od svojho servisného partnera {brandName}.

# DealerVideoStrings__notificationBody
source: You received a new message regarding the service of your {vehicle-model}.
fi: Olet saanut uuden viestin , joka koskee ajoneuvosi {vehicle-model} huoltoa.
pl: Masz nową wiadomość dotyczącą serwisu {vehicle-model}.
sk: Máte novú správu týkajúcu sa servisu vášho {vehicle-model}.

# DealerVideoStrings_dialogLinkoutCtaBack
source: Back
fi: Takaisin
pl: Powrót
sk: Späť

# DealerVideoStrings_dialogLinkoutCtaGo
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať v jazde

# DealerVideoStrings_dialogLinkoutTitle
source: VIEW DETAILS
fi: NÄYTÄ YKSITYISKOHDAT
pl: WYŚWIETL SZCZEGÓŁY
sk: ZOBRAZIŤ PODROBNOSTI

# DealerVideoStrings_messageDetailContactButton
source: Contact service center
fi: Ota yhteys huoltopisteeseen
pl: Skontaktuj się z serwisem
sk: Kontaktovať servisného partnera

# DealerVideoStrings_messageDetailContactsHeader
source: Contact details
fi: Kontaktin tiedot
pl: Szczegóły kontaktu
sk: Detaily kontaktu

# DealerVideoStrings_messageDetailHeader
source: Details
fi: Tiedot
pl: Szczegóły
sk: Podrobnosti

# DealerVideoStrings_messageDetailImageLoadingError
source: This image cannot be displayed because your internet connection appears to be offline.
fi: Tätä kuvaa ei voida näyttää, koska online-yhteys ilmeisesti puuttuu.
pl: Nie można wyświetlić tego obrazu prawdopodobnie w związku z brakiem połączenia online.
sk: Tento obrázok sa nedá zobraziť, pretože pravdepodobne neexistuje online pripojenie.

# DealerVideoStrings_messageDetailImageLoadingErrorHeader
source: Image unavailable
fi: Kuva ei ole käytettävissä
pl: Obraz niedostępny
sk: Obrzázok nedostupný

# DealerVideoStrings_messageDetailImageRemovedErrorHeader
source: Image removed
fi: Kuva poistettu
pl: Usunięto obraz
sk: Obrázok odstránený

# DealerVideoStrings_messageDetailImageServerLoadingError
source: This image cannot be displayed because the server is not available right now.
fi: Tätä kuvaa ei voida näyttää, koska palvelin ei ole tällä hetkellä käytettävissä.
pl: Ten obraz nie może zostać wyświetlony, ponieważ serwer jest obecnie niedostępny.
sk: Tento obrázok nie je možné zobraziť, pretože server momentálne nie je k dispozícii.

# DealerVideoStrings_messageDetailMediaTitle
source: Media Gallery
fi: Mediagalleria
pl: Galeria mediów
sk: Mediálna galéria

# DealerVideoStrings_messageDetailVideoLoadingError
source: We cannot display this video because your internet connection appears to be offline.
fi: Emme voi näyttää tätä videota, koska online-yhteys ilmeisesti puuttuu.
pl: Ten film jest niedostępny prawdopodobnie z powodu braku połączenia online.
sk: Toto video nie je možné zobraziť, pretože chýba online pripojenie.

# DealerVideoStrings_messageDetailVideoLoadingErrorHeader
source: Video unavailable
fi: Video ei käytettävissä
pl: Film niedostępny
sk: Video nedostupné

# DealerVideoStrings_messageDetailVideoLoadingErrorSnackbar
source: No internet connection. Please reconnect.
fi: Ei online-yhteyttä. Yhdistä uudelleen.
pl: Brak połączenia online. Połącz ponownie.
sk: Žiadne online pripojenie. Pripojte sa znova.

# DealerVideoStrings_messageDetailVideoRemovedErrorHeader
source: Video removed
fi: Video poistettu
pl: Film usunięty
sk: Video odstránené

# DealerVideoStrings_messageDetailVideoServerLoadingError
source: This video cannot be displayed because the server is not available right now.
fi: Tätä videota ei voida näyttää, koska palvelin ei ole tällä hetkellä käytettävissä.
pl: To wideo nie może zostać wyświetlone, ponieważ serwer jest obecnie niedostępny.
sk: Toto video nie je možné zobraziť, pretože server momentálne nie je k dispozícii.

# DealerVideoStrings_messageDetailViewAllLinkout
source: View all
fi: Näytä kaikki
pl: Wyświetl wszystkie
sk: Zobraziť všetky

# DealerVideoStrings_messageDetailWatchButton
source: View Details
fi: Katso tiedot
pl: Zobacz szczegóły
sk: Pozrieť podrobnosti

# DealerVideoStrings_notificationTitle
source: Personalized service video
fi: Henkilökohtainen huoltovideo
pl: Spersonalizowany film serwisowy
sk: Personalizované servisné video

source: Denmark
fi: Tanska
pl: Dania
sk: Dánsko

# DestinationsStrings__aboutRangeBodyDescriptionBranded
source: The {appName} app checks the current location of your vehicle (or alternatively your mobile phone), the current electric range and the distance to the selected destination to give an indication as to whether it is in range or not. Please regard this as an estimation, as the range of your {brand} can vary according to a number of factors, such as driving mode, speed and air conditioning usage.
fi: {appName}-sovellus tarkistaa ajoneuvosi sijainnin (tai vaihtoehtoisesti matkapuhelimesi sijainnin), tämänhetkisen toimintasäteen sähköllä sekä etäisyyden valittuun kohteeseen ja ilmoittaa, onko se toimintasäteen sisällä vai ulkopuolella. Se on vain arvio, koska {brand}-ajoneuvosi toimintasäde riippuu lukuisista eri tekijöistä kuten ajotilasta, nopeudesta ja ilmastointilaitteen käytöstä.
pl: Aplikacja {appName} sprawdza lokalizację Twojego pojazdu (lub alternatywnie Twojego telefonu komórkowego), aktualny zasięg elektryczny oraz odległość od wybranego celu, aby wskazać, czy pojazd znajduje się w zasięgu, czy poza nim. Pamiętaj o tym, że podana wartość jest wartością szacunkową, ponieważ zasięg {brand} zależy od szeregu czynników, takich jak tryb jazdy, prędkość i korzystanie z klimatyzacji.
sk: Aplikácia {appName} kontroluje aktuálnu polohu vášho vozidla (prípadne vášho mobilného telefónu), aktuálny elektrický dojazd a vzdialenosť do vybraného cieľa a informuje vás, či je v dosahu alebo mimo neho. Považujte to za odhad, pretože dojazd vášho {brand} sa môže líšiť v závislosti od mnohých faktorov, ako napr. režimu jazdy, rýchlosti a používania klimatizácie.

# DestinationsStrings__calendarPermissionNote
source: Allowing the {appName} app to access your calendar improves your experience of using map functionalities both in the app and in your {brandLocalized}.
fi: Sallimalla {appName}-sovelluksen käyttää kalenteriasi parannat karttatoimintojen käyttökokemusta sekä sovelluksessa että {brandLocalized}-ajoneuvossasi.
pl: Zezwalając aplikacji {appName} na dostęp do swojego kalendarza, zwiększasz komfort korzystania z funkcji map zarówno w aplikacji, jak i w Twoim {brandLocalized}.
sk: Ak aplikácii {appName} povolíte prístup k svojmu kalendáru, zlepšíte používateľskú skúsenosť s funkciami mapy v aplikácii, ako aj vo vašom {brandLocalized}.

# DestinationsStrings__nearbyPoiPageTitle
source: Near {PoiName}
fi: Kohteen {PoiName} lähistöllä
pl: W pobliżu: {PoiName}
sk: V blízkosti {PoiName}

# DestinationsStrings__preferredToggleNetwork
source: Prefer {brand} Charging stations
fi: Suosi {brand} Charging -latausasemia
pl: Preferuj stacje ładowania {brand} Charging
sk: Uprednostniť nabíjacie stanice {brand} Charging

# DestinationsStrings__rangeNotAvailableFullMessageBranded
source: Your {brand}'s range is not available
fi: {brand}-ajoneuvosi toimintasäde ei ole käytettävissä
pl: Zasięg {brand} jest niedostępny
sk: Dojazd Vášho {brand} nie je dostupný

# DestinationsStrings__tripFeedbackSuccessDescription
source: We have received your feedback. It will help us improve our route suggestions and will benefit all {brand} drivers. Thank you.
fi: Palautteesi on vastaanotettu. Se auttaa meitä parantamaan reittiehdotuksia ja hyödyttää kaikkia {brand}-kuljettajia. Kiitos.
pl: Twoja opinia została zarejestrowana. Pomoże nam to ulepszyć proponowane trasy i przyniesie korzyści wszystkim kierowcom {brand}. Dziękujemy.
sk: Vaša spätná väzba bola zaznamenaná. Pomôže nám zlepšiť navrhované trasy a pomôcť všetkým vodičom {brand}. Ďakujeme.

# DestinationsStrings__tripFeedbackSuccessTitle
source: {brand} appreciates your contribution
fi: {brand} kiittää osallistumisestasi
pl: {brand} dziękuje za Twój udział
sk: {brand} vám ďakuje za účasť

# DestinationsStrings_aboutRangeBodyTitle
source: How does the range indication work?
fi: Miten toimintasäteen näyttö toimii?
pl: Jak działa wskaźnik zasięgu?
sk: Ako funguje zobrazenie dojazdu?

# DestinationsStrings_aboutRangeNavigationBarTitle
source: About Range
fi: Toimintasäteestä
pl: O zasięgu
sk: O dojazde

# DestinationsStrings_alternativeDepartureEntry
source: Change
fi: Muuta
pl: Zmień
sk: Zmeniť

# DestinationsStrings_alternativeDepartureSheetTitle
source: Select departure location
fi: Valitse lähtöpaikka
pl: Wybierz miejsce wyjazdu
sk: Zvoľte miesto odjazdu

# DestinationsStrings_assistiveTextWhenPartnerAppIsInstalled
source: You will be redirected to our partner's app
fi: Sinut ohjataan yhteistyökumppanimme sovellukseen
pl: Nastąpi przekierowanie do aplikacji naszego partnera
sk: Budete presmerovaný do aplikácie nášho partnera

# DestinationsStrings_assistiveTextWhenPartnerAppIsNotInstalled
source: Get our partner's app
fi: Hanki yhteistyökumppanimme sovellus
pl: Należy mieć aplikację naszego partnera
sk: Stiahnite si aplikáciu nášho partnera

# DestinationsStrings_calendarAccessDialogDescription
source: Enable calendar syncing and see a route to your events in the app and car. Select "OK" to enable calendar access in the device settings.
fi: Aktivoi synkronointi kalenterisi kanssa, jotta näet kalenterimerkintään kuuluvan reitin sovelluksessa ja ajoneuvossa. Valitse "OK", jos haluat aktivoida kalenterin käyttöoikeuden laiteasetuksissa.
pl: Aktywuj synchronizację z kalendarzem, aby zobaczyć trasę w kalendarzu w aplikacji i w pojeździe. Wybierz "OK", aby aktywować dostęp do kalendarza w ustawieniach urządzenia.
sk: Aktivujte synchronizáciu s kalendárom, aby sa vám v aplikácii a vo vozidle zobrazila trasa k vašej položke v kalendári. Vyberte možnosť "OK", aby ste v nastaveniach zariadenia povolili prístup ku kalendáru.

# DestinationsStrings_calendarAccessDialogTitleBmw
source: Open My BMW App Settings.
fi: Avaa My BMW -sovelluksen asetukset.
pl: Otwórz ustawienia aplikacji My BMW.
sk: Otvoriť nastavenia aplikácie My BMW.

# DestinationsStrings_calendarAccessDialogTitleMini
source: Open MINI App Settings.
fi: Avaa MINI-sovelluksen asetukset.
pl: Otwórz ustawienia aplikacji MINI.
sk: Otvoriť nastavenia aplikácie MINI.

# DestinationsStrings_calendarEmptyUpcomingEventsMessage
source: Calendar events in the next 72 hours with a valid destination will be shown here.
fi: Tässä näytetään kalenterimerkinnät, jotka sisältävät kelvollisen navigointikohteen seuraavan 72 h sisällä.
pl: Tutaj wyświetlane są wpisy w kalendarzu z prawidłowym miejscem docelowym w obrębie najbliższych 72 h.
sk: Tu sa zobrazujú položky kalendára s platným cieľom počas nasledujúcich 72 h.

# DestinationsStrings_calendarEmptyUpcomingEventsTitle
source: No calendar events
fi: Ei kalenterimerkintöjä
pl: Brak wpisów w kalendarzu
sk: Žiadne položky kalendára

# DestinationsStrings_calendarListNoValidUpcomingEventsMessage
source: There are no more events with a valid destination for the next 72 h.
fi: Seuraaville 72 tunnille ei ole merkintöjä, joille on voimassa oleva kohdepaikkakunta.
pl: Brak kolejnych wpisów z prawidłowym miejscem docelowym dla kolejnych 72 godzin.
sk: Nasledujúcich 72 hodín nie sú k dispozícii žiadne ďalšie položky s platným cieľom.

# DestinationsStrings_calendarMessageDetailsButtonText
source: SYNC CALENDAR EVENTS
fi: KALENTERIMERKINTÖJEN SYNKRONOINTI
pl: SYNCHRONIZUJ WPISY W KALENDARZU
sk: SYNCHRONIZOVAŤ POLOŽKY KALENDÁRA

# DestinationsStrings_calendarMessageDetailsDescriptionBmw
source: Synchronize your calendar with the My BMW App and share destinations between your phone and your BMW.
fi: Synkronoi kalenterisi My BMW -sovelluksen kanssa ja jaa kohdepaikkakunnat matkapuhelimesi ja BMW:si välillä.
pl: Zsynchronizuj swój kalendarz z aplikacją My BMW i udostępniaj miejsca docelowe między telefonem komórkowym a swoim BMW.
sk: Synchronizujte svoj kalendár s aplikáciou My BMW a zdieľajte ciele medzi svojím mobilným telefónom a BMW.

# DestinationsStrings_calendarMessageDetailsDescriptionMini
source: Synchronize your calendar with MINI app and share destinations between your phone and your MINI.
fi: Synkronoi kalenterisi MINI-sovelluksen kanssa ja jaa kohdepaikkakunnat matkapuhelimesi ja MINIsi välillä.
pl: Zsynchronizuj swój kalendarz z aplikacją MINI i udostępniaj miejsca docelowe między telefonem komórkowym a swoim MINI.
sk: Synchronizujte svoj kalendár s aplikáciou MINI a zdieľajte ciele medzi svojím mobilným telefónom a MINI.

# DestinationsStrings_calendarMessageDetailsFirstTopicBmw
source: Import your calendar events into the My BMW App. Enable the option in your phone settings;
fi: Aktivoi valintamahdollisuus matkapuhelimesi asetuksissa ja tuo kalenterimerkintäsi My BMW -sovellukseen.
pl: Aktywuj opcję w ustawieniach swojego telefonu komórkowego i importuj wpisy kalendarza do aplikacji My BMW.
sk: Aktivujte možnosť v nastaveniach svojho mobilného telefónu a importujte svoje položky kalendára do aplikácie My BMW.

# DestinationsStrings_calendarMessageDetailsFirstTopicMini
source: Import your calendar events into the MINI app. Enable the option in your phone settings.
fi: Aktivoi valintamahdollisuus matkapuhelimesi asetuksissa ja tuo kalenterimerkintäsi MINI-sovellukseen.
pl: Aktywuj opcję w ustawieniach swojego telefonu komórkowego i importuj wpisy kalendarza do aplikacji MINI.
sk: Aktivujte možnosť v nastaveniach svojho mobilného telefónu a importujte svoje položky kalendára do aplikácie MINI.

# DestinationsStrings_calendarMessageDetailsFirstTopicNote
source: Note: Only calendar events with valid destinations are synchronized.
fi: Huomautus: Synkronointi koskee vain kalenterimerkintöjä, joille on voimassa oleva kohdepaikkakunta.
pl: Wskazówka: Synchronizowane są tylko wpisy kalendarza z prawidłowymi miejscami docelowymi.
sk: Upozornenie: synchronizujú sú iba položky kalendára s platnými cieľmi.

# DestinationsStrings_calendarMessageDetailsLegacyFourthTopicBmw
source: Send the destination to your vehicle by tapping on the "Send to Vehicle" icon next to the destination name.
fi: Lähetä kohdepaikkakunta ajoneuvoon napauttamalla symbolia "Lähetä ajoneuvoon".
pl: Wyślij miejsce docelowe do swojego pojazdu, dotykając symbolu "Wyślij do pojazdu".
sk: Odošlite cieľ do svojho vozidla ťuknutím na tlačidlo "Odoslať do vozidla".

# DestinationsStrings_calendarMessageDetailsLegacyFourthTopicMini
source: Send the destination to your vehicle by clicking the Send to my MINI icon.
fi: Lähetä kohdepaikkakunta ajoneuvoon napauttamalla symbolia "Lähetä MINIin".
pl: Wyślij miejsce docelowe do swojego pojazdu, dotykając symbolu "Wyślij do mojego MINI".
sk: Odošlite cieľ do svojho vozidla ťuknutím na ikonu "Odoslať do môjho MINI".

# DestinationsStrings_calendarMessageDetailsSecondTopic
source: Go to the Map tab and find the new My Destinations section next to the Search bar.
fi: Avaa välilehti "Kartta". Hakurivin vieressä on uusi alue "Omat kohteet".
pl: Otwórz kartę "Mapa". Obok paska wyszukiwania znajdziesz nowy obszar "Moje cele".
sk: Otvorte kartu "Mapa". Vedľa vyhľadávacieho panela nájdete novú oblasť "Moje ciele".

# DestinationsStrings_calendarMessageDetailsSubtitleBmw
source: Get to your events on time with BMW
fi: Saavu ajoissa perille BMW:llä
pl: Dzięki BMW dotrzesz na czas na umówione spotkanie
sk: Dostavte sa na svoje termíny včas s BMW

# DestinationsStrings_calendarMessageDetailsSubtitleMini
source: Get to your events on time with MINI
fi: Saavu ajoissa perille MINIllä
pl: Dzięki MINI dotrzesz na czas na umówione spotkanie
sk: Dostavte sa na svoje termíny včas s MINI

# DestinationsStrings_calendarMessageDetailsThirdTopic
source: Select an event to get information on the driving time, traffic information, etc.
fi: Valitse kalenterimerkintä, jos haluat tietoja matkan kestosta, liikenteestä jne.
pl: Wybierz wpis kalendarza, aby uzyskać informacje o czasie trwania podróży, ruchu drogowym itp.
sk: Výberom položky kalendára získate informácie o dobe jazdy, premávke atď.

# DestinationsStrings_calendarMessageDetailsTitle
source: Calendar integration
fi: Kalenterin integrointi
pl: Integracja z kalendarzem
sk: Integrácia kalendára

# DestinationsStrings_calendarPermissionTitle
source: Calendar data permission
fi: Pääsy kalenteritietoihin
pl: Dostęp do danych kalendarza
sk: Prístup k údajom kalendára

# DestinationsStrings_callPoiDetailsActionLabel
source: Call
fi: Puhelu
pl: Połączenie
sk: Hovor

# DestinationsStrings_changeMyFiltersAction
source: CHANGE MY FILTERS
fi: MUUTA OMIA SUODATTIMIA
pl: ZMIEŃ MOJE FILTRY
sk: ZMENIŤ MOJE FILTRE

# DestinationsStrings_chargeMyVehicleActionLabel
source: Charge my {brand}
fi: Lataa {brand}
pl: Naładuj moje {brand}
sk: Nabiť moje {brand}

# DestinationsStrings_chargeMyVehicleActivateSocketTitle
source: Overview
fi: Yhteenveto
pl: Przegląd
sk: Prehľad

# DestinationsStrings_chargeMyVehicleActiveSocket
source: The connector {socketID} is active.
fi: Pistoke {socketID} on aktiivinen.
pl: Wtyczka {socketID} jest aktywna.
sk: Zástrčka {socketID} je aktívna.

# DestinationsStrings_chargeMyVehicleAssistiveActivate
source: Activate your {brandCharging} contract so you can start charging on the go.
fi: Aktivoi {brandCharging} -sopimus, jotta voit aloittaa lataamisen matkalla ollessasi.
pl: Aktywuj swoją umowę {brandCharging}, aby móc rozpocząć ładowanie w drodze.
sk: Aktivujte svoju zmluvu {brandCharging}, aby ste mohli začať s nabíjaním na cestách.

# DestinationsStrings_chargeMyVehicleAssistiveBilled
source: Your charging sessions will be billed to your {brandCharging} contract once you have one.
fi: Heti kun sinulla on {brandCharging} -sopimus, lataaminen laskutetaan sen kautta.
pl: Twoje ładowania będą rozliczane przez umowę {brandCharging}, gdy tylko będziesz ją mieć.
sk: Vaše nabíjania budú zaúčtované na základe vašej zmluvy {brandCharging}, akonáhle ju budete mať.

# DestinationsStrings_chargeMyVehicleAssistiveTryAgainLater
source: Try accessing your {brandCharging} contract information later.
fi: Yritä hakea {brandCharging} -sopimustietojasi myöhemmin uudelleen.
pl: Spróbuj ponownie później otworzyć informacje o umowie {brandCharging}.
sk: Informácie o svojch zmluve {brandCharging} skúste vyvolať znova neskôr.

# DestinationsStrings_chargeMyVehicleAssistiveUnblock
source: Unblock your {brandCharging} contract so you can start charging on the go.
fi: Poista {brandCharging} -sopimuksen esto, jotta voit aloittaa lataamisen matkalla ollessasi.
pl: Odblokuj swoją umowę {brandCharging}, aby móc rozpocząć ładowanie w drodze.
sk: Odomknite svoju zmluvu {brandCharging}, aby ste mohli začat s nabíjaním na cestách.

# DestinationsStrings_chargeMyVehicleAtLeastLabel
source: At least
fi: Vähintään
pl: Co najmniej
sk: Minimálne

# DestinationsStrings_chargeMyVehicleContractPricingUppercaseLabel
source: CONTRACT & PRICING
fi: SOPIMUS & HINNAT
pl: UMOWA I CENY
sk: ZMLUVA A CENY

# DestinationsStrings_chargeMyVehicleGenericError
source: An error occurred
fi: On ilmaantunut virhe
pl: Wystąpił błąd
sk: Vyskytla sa chyba

# DestinationsStrings_chargeMyVehicleModalSocketsTitle
source: CONNECTORS & PRICING
fi: PISTOKKEET & HINNAT
pl: WTYCZKI I CENY
sk: ZÁSTRČKY A CENY
