Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

source: Christmas Island
fi: Joulusaari
pl: Wyspa Bożego Narodzenia
sk: Vianočný ostrov

source: Chuvash
fi: Tšuvassi
pl: Czuwaski
sk: Čuvaština

source: Colombia
fi: Kolumbia
pl: Kolumbia
sk: Kolumbia

# ColorSwitchStrings_appThemeTitle
source: App Theme
fi: Väriteema
pl: Schemat kolorystyczny
sk: Farebná schéma

# ColorSwitchStrings_applied
source: Applied
fi: Käytössä
pl: Zastosowany
sk: Použité

# ColorSwitchStrings_apply
source: Apply
fi: Käytä
pl: Zastosuj
sk: Prevziať

# ColorSwitchStrings_chooseTheme
source: Choose theme
fi: Valitse väriteema
pl: Wybierz schemat kolorystyczny
sk: Vybrať farebnú schému

# ColorSwitchStrings_colorTheme
source: App Theme
fi: Väriteema
pl: Schemat kolorystyczny
sk: Farebná schéma

# ColorSwitchStrings_currentTheme
source: Current theme
fi: Nykyinen väriteema
pl: Obecny schemat kolorystyczny
sk: Aktuálna farebná schéma

# ColorSwitchStrings_previewNew
source: New
fi: Uusi
pl: Nowe
sk: Nové

# ColorSwitchStrings_seasonalThemeEnabledAutomatically
source: Seasonal color scheme activated. You can change it under "Settings".
fi: Kauden värimaailma aktivoitu. Sitä voidaan muuttaa kohdassa "Asetukset".
pl: Aktywowany sezonowy schemat kolorystyczny. Możliwość zmiany przez "Ustawienia".
sk: Sezónna farebná schéma aktivovaná. Možné zmeniť cez "Nastavenia".

# ColorSwitchStrings_seasonalThemeGoToSettings
source: Go to settings
fi: Asetuksiin
pl: Do ustawień
sk: Prejsť na nastavenia

# ColorSwitchStrings_seasonalThemeOverText
source: The color scheme "{themeName}" is unfortunately no longer available. Look for new seasonal color schemes in the future and use other available schemes until then.
fi: Väriteema "{themeName}" ei valitettavasti ole enää käytettävissä. Seuraa uusia kausiväriteemoja ja käytä siihen asti muita käytettävissä olevia väriteemoja.
pl: Schemat kolorystyczny "{themeName}" jest już niestety niedostępny. Wypatruj w przyszłości nowych sezonowych schematów kolorystycznych i do tego czasu korzystaj z innych dostępnych schematów.
sk: Farebná schéma "{themeName}" bohužiaľ už nie je k dispozícii. Do budúcna sledujte nové sezónne farebné schémy a dovtedy využite iné dostupné schémy.

# ColorSwitchStrings_seasonalThemeUnavailableTitle
source: The season has changed!
fi: Vuodenaika on muuttunut!
pl: Zmieniła się pora roku!
sk: Ročné obdobie sa zmenilo!

# ColorSwitchStrings_settingsNew
source: New themes added
fi: Uusia väriteemoja käytettävissä
pl: Nowe schematy kolorystyczne są dostępne
sk: K dispozícii sú nové farebné schémy

# ColorSwitchStrings_themeChanged
source: Theme successfully changed to:
fi: Väriteeman muuttaminen onnistui; uusi teema:
pl: Schemat kolorystyczny pomyślnie zmieniony na:
sk: Farebná schéma bola úspešne zmenená na:

# ColorSwitchStrings_themeErrorHeadline
source: Themes not available
fi: Väriteema ei käytettävissä
pl: Schemat kolorystyczny niedostępny
sk: Farebná schéma nie je k dispozícii

# ColorSwitchStrings_themeErrorText
source: We are currently unable to retrieve app themes. Please try again in a few minutes.
fi: Väriteeman käyttö ei ole tällä hetkellä mahdollista. Yritä parin minuutin kuluttua uudelleen.
pl: Obecnie nie ma możliwości udostępnienia schematu kolorystycznego. Spróbuj ponownie za kilka minut.
sk: Momentálne nie je možné poskytnúť farebné schémy. Skúste to znova o niekoľko minút.

# ColorSwitchStrings_themeUnavailableErrorText
source: The requested color scheme is not available. Please select another one instead.
fi: Haluamasi väriteema ei ole käytettävissä. Valitse sen sijaan jokin toinen.
pl: Wybrany schemat kolorystyczny jest niedostępny. Zamiast tego wybierz inny.
sk: Požadovaná farebná schéma nie je k dispozícii. Vyberte si inú.

# ColorSwitchStrings_themeUnavailableErrorTitle
source: Color scheme not available
fi: Väriteema ei käytettävissä
pl: Schemat kolorystyczny niedostępny
sk: Farebná schéma nie je k dispozícii

# ColorSwitchStrings_themeUnavailableText
source: The app theme you selected is unfortunately no longer available. The default theme has been applied. Do you want to choose another one instead?
fi: Valitsemasi väriteema ei valitettavasti ole enää käytettävissä. Käytössä on vakioväriteema. Haluatko valita sen sijasta jonkin muun?
pl: Wybrany przez Ciebie schemat kolorystyczny jest już niestety niedostępny. Zastosowano schemat standardowy. Czy chcesz zamiast niego wybrać inny?
sk: Ľutujeme, vybratá farebná schéma už nie je k dispozícii. Bola použitá predvolená schéma. Chcete namiesto toho vybrať inú?

# ColorSwitchStrings_themeUnavailableTitle
source: Theme no longer available
fi: Väriteema ei enää käytettävissä
pl: Schemat kolorystyczny już niedostępny
sk: Farebná schéma už nie je k dispozícii

# ColorSwitchStrings_themeVehicleColor
source: Vehicle color
fi: Ajoneuvon väri
pl: Kolor pojazdu
sk: Farba vozidla

# ColorSwitchStrings_unappliedTheme
source: Your selected theme has not been applied to the app.
fi: Valittu väriteema ei ole käytettävissä sovelluksessa.
pl: Wybrany schemat kolorystyczny jest niedostępny w aplikacji.
sk: Vybraná farebná schéma nie je dostupná v aplikácii.

# CommonStrings_UpgradeRequired
source: Upgrade required
fi: Versiopäivitys tarpeellinen
pl: Wymagane uaktualnienie
sk: Potrebný upgrade

# CommonStrings_addUpperCase
source: ADD
fi: LISÄÄ
pl: DODAJ
sk: PRIDAŤ

# CommonStrings_bmwICustomerSupport
source: BMW i customer support
fi: BMW i-asiakaspalvelu
pl: Centrum Obsługi Klienta BMW i
sk: Zákaznícka podpora BMW i

# CommonStrings_cancelUpperCase
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# CommonStrings_costCapitalized
source: Total cost
fi: Kokonaiskustannukset
pl: Koszty całkowite
sk: Celkové náklady

# CommonStrings_dataUnavailable
source: Data unavailable
fi: Tiedot eivät ole käytettävissä
pl: Dane nie są dostępne
sk: Údaje nie sú k dispozícii

# CommonStrings_deleteUpperCase
source: DELETE
fi: POISTA
pl: USUŃ
sk: VYMAZAŤ

# CommonStrings_detailsTitle
source: Details
fi: Tiedot
pl: Szczegóły
sk: Podrobnosti

# CommonStrings_detailsUpperCase
source: DETAILS
fi: TIEDOT
pl: SZCZEGÓŁY
sk: PODROBNOSTI

# CommonStrings_dismissButton
source: DISMISS
fi: HYLKÄÄ
pl: POMIŃ
sk: IGNOROVAŤ

# CommonStrings_editUpperCase
source: EDIT
fi: MUOKKAA
pl: EDYTUJ
sk: UPRAVIŤ

# CommonStrings_enableUpperCase
source: ENABLE
fi: AKTIVOI
pl: AKTYWUJ
sk: AKTIVOVAŤ

# CommonStrings_faqSubtitle
source: Helpful answers and tutorials
fi: Hyödyllisiä vastauksia ja ohjeita
pl: Pomocne odpowiedzi i instrukcje
sk: Užitočné odpovede a návody

# CommonStrings_faqTitle
source: FAQ
fi: Usein kysytyt kysymykset
pl: Często zadawane pytania
sk: Často kladené otázky

# CommonStrings_findSolutionUpperCase
source: FIND ANOTHER SOLUTION
fi: LÖYDÄ TOINEN RATKAISU
pl: ZNAJDŹ INNE ROZWIĄZANIE
sk: NÁJSŤ INÉ RIEŠENIE

# CommonStrings_gotIt
source: GOT IT
fi: YMMÄRRÄN
pl: ROZUMIEM
sk: ROZUMIEM

# CommonStrings_helpUpperCase
source: HELP
fi: OHJE
pl: POMOC
sk: POMOCNÍK

# CommonStrings_helpfulSemantics
source: Yes, it was helpful.
fi: Kyllä, tiedoista oli apua.
pl: Tak, to było pomocne.
sk: Áno, bolo to užitočné.

# CommonStrings_mileage
source: Mileage
fi: Kilometrilukema
pl: Przebieg w kilometrach
sk: Stav najazdených kilometrov

# CommonStrings_new
source: New
fi: Uusi
pl: Nowe
sk: Nové

# CommonStrings_newCapitalized
source: NEW
fi: UUSI
pl: NOWE
sk: NOVÉ

# CommonStrings_notAvailable
source: Unavailable
fi: Ei käytettävissä
pl: Niedostępne
sk: Nie je dostupné

# CommonStrings_notHelpfulSemantics
source: No, it was not helpful.
fi: Ei, tiedoista ei ollut apua.
pl: Nie, to nie było pomocne.
sk: Nie, nebolo to užitočné.

# CommonStrings_questionsChargingAndElectric
source: For questions regarding charging and electric mobility at the BMW Group
fi: Jos sinulla on kysyttävää latauksesta ja BMW Groupin sähköisestä liikkuvuudesta
pl: W przypadku pytań dotyczących tematu ładowania i e-mobilności w BMW Group
sk: V prípade otázok týkajúcich sa témy nabíjania a elektromobility v BMW Group

# CommonStrings_save
source: SAVE
fi: TALLENNA
pl: ZAPISZ
sk: ULOŽIŤ

# CommonStrings_scheduleServiceUpperCase
source: SCHEDULE APPOINTMENT
fi: VARAA AIKA
pl: UMÓW TERMIN WIZYTY
sk: DOHODNÚŤ TERMÍN

# CommonStrings_shareUpperCase
source: Share
fi: Jaa
pl: Udostępnij
sk: Zdieľať

# CommonStrings_slowOrNoInternetMessage
source: Slow or no internet connection. Please check your internet settings and try again.
fi: Hidas online-yhteys tai ei yhteyttä. Tarkista internet-asetukset ja yritä uudelleen.
pl: Wolne połączenie online lub brak połączenia online. Sprawdź ustawienia internetowe i spróbuj ponownie.
sk: Pomalé alebo žiadne online pripojenie. Skontrolujte internetové nastavenia a postup zopakujte.

# CommonStrings_somethingWentWrongTitle
source: Something went wrong.
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# CommonStrings_somethingWentWrongTryAgainLater
source: Something went wrong. Please try again later.
fi: Jotain meni pieleen. Yritä myöhemmin uudelleen.
pl: Coś poszło nie tak. Spróbuj ponownie później.
sk: Niečo sa nepodarilo. Skúste to, prosím, znova neskôr.

# CommonStrings_sorryTryAgainLater
source: Sorry, we were not able to complete your request. Try again later.
fi: Pahoittelemme, mutta tiedusteluasi ei voitu käsitellä. Yritä myöhemmin uudelleen.
pl: Przepraszamy, nie udało się wykonać Twojego żądania. Spróbuj ponownie później.
sk: Ľutujeme, vašu požiadavku sa nám nepodarilo dokončiť. Skúste to znovu neskôr.

# CommonStrings_tryAgain
source: Try again
fi: Yritä uudelleen
pl: Spróbuj ponownie
sk: Skúste to znova

# CommonStrings_unableToRetrieveYourData
source: We are currently unable to retrieve your data. Please try again later.
fi: Emme voi hakea tietojasi tällä hetkellä. Ole hyvä ja yritä myöhemmin uudelleen.
pl: Aktualnie nie możemy wywołać Twoich danych. Spróbuj ponownie później.
sk: Momentálne nemáme prístup k vašim údajom. Skúste to, prosím, znova neskôr.

# CommonStrings_updateUpperCase
source: UPDATE
fi: PÄIVITÄ
pl: AKTUALIZUJ
sk: AKTUALIZOVAŤ

# CommonStrings_updatingPullToRefresh
source: Updating…
fi: Ladataan…
pl: Trwa ładowanie…
sk: Načítava sa…

# CommonStrings_viewAllUpperCase
source: VIEW ALL
fi: NÄYTÄ KAIKKI
pl: WYŚWIETL WSZYSTKO
sk: POZRIEŤ VŠETKY

# CommonStrings_wasThisHelpfulTitle
source: Was this information helpful?
fi: Oliko näistä tiedoista apua?
pl: Czy te informacje były przydatne?
sk: Boli tieto informácie užitočné?

source: Comoros
fi: Komorit
pl: Komory
sk: Komory

source: Congo
fi: Kongo
pl: Kongo
sk: Kongo

# ContactCenterStrings_chargingHotlineBMW
source: BMW Charging customer support
fi: BMW Charging -asiakaspalvelu
pl: Centrum Obsługi Klienta BMW Charging
sk: Zákaznícka podpora BMW Charging

# ContactCenterStrings_chargingHotlineMINI
source: MINI Charging customer support
fi: MINI Charging -asiakaspalvelu
pl: Centrum Obsługi Klienta MINI Charging
sk: Zákaznícka podpora MINI Charging

# ContactCenterStrings_contactDetails
source: Contact details
fi: Kontaktin tiedot
pl: Szczegóły kontaktu
sk: Detaily kontaktu

# ContactCenterStrings_contactUs
source: Contact us
fi: Ota yhteyttä
pl: Skontaktuj się z nami
sk: Kontaktujte nás

# ContactCenterStrings_contactUsQuestions
source: Contact us with questions about electromobility
fi: Ota yhteyttä, jos sinulla on kysyttävää sähköisestä liikkuvuudesta
pl: Skontaktuj się z nami w przypadku pytań dotyczących elektromobilności
sk: Kontaktujte nás ohľadne otázok k elektromobilite

source: Cook Islands
fi: Cookinsaaret
pl: Wyspy Cooka
sk: Cookove ostrovy

source: Cornish
fi: Korni
pl: Kornijski
sk: Kornčina

source: Corsican
fi: Korsika
pl: Korsykański
sk: Korzičtina

source: Costa Rica
pl: Kostaryka
sk: Kostarika

source: Cree
pl: Kri
sk: Krí

source: Croatia
fi: Kroatia
pl: Chorwacja
sk: Chorvátsko

source: Croatian
fi: Kroatia
pl: Chorwacki
sk: Chorvátčina

source: Cuba
fi: Kuuba
pl: Kuba
sk: Kuba

# CustomAvatarStrings_InternetConnectionIssue
source: Due to technical issues, your profile image cannot currently be displayed.
fi: Profiilikuvaa ei voida tällä hetkellä näyttää teknisistä syistä.
pl: Z przyczyn technicznych nie można teraz wyświetlić Twojego zdjęcia profilowego.
sk: Z technických dôvodov nie je momentálne možné zobraziť váš profilový obrázok.

# CustomAvatarStrings__croppingDataPrivacyDisclaimer
source: The picture will be stored in the {brand} database in order to display this image in the vehicle, the {appName} app, and {brand} portal. Alongside your name, it can be shown to other users of the vehicles which are listed in your My BMW and MINI app.
fi: Ajoneuvossa, {appName} -sovelluksessa ja {brand}-portaalissa näytettäväksi valittu kuva tallennetaan {brand}-tietokantaan. Kuva voidaan näyttää yhdessä nimesi kanssa My BMW- ja MINI-sovelluksessa näkyvien ajoneuvojen muille käyttäjille.
pl: Zdjęcie jest zapisywane w bazie danych {brand} w celu wyświetlenia w pojeździe, w aplikacji {appName} i w portalu {brand}. Zdjęcie może być wyświetlane w połączeniu z Twoim imieniem i nazwiskiem innym użytkownikom pojazdów widocznych w Twojej aplikacji My BMW i MINI.
sk: Obrázok je uložený v databáze {brand} na zobrazenie vo vozidle, v aplikácii {appName} a na portáli {brand}. Obrázok sa môže zobraziť spolu s vaším menom ostatným používateľom vozidiel, ktoré sú viditeľné vo vašej aplikácii My BMW a MINI.

# CustomAvatarStrings__photosAccessDeniedDialogDescriptionBranded
source: To allow the {appName} App to access your library go to permissions and enable access.
fi: Jotta {appName}-sovellus saa käyttöluvan kirjastoosi, aktivoi se kohdassa "Käyttöoikeudet".
pl: Aby zezwolić aplikacji {appName} na dostęp do Twojej biblioteki, aktywuj dostęp w sekcji "Uprawnienia".
sk: Ak chcete aplikácii {appName} povoliť prístup do vašej knižnice, povoľte prístup v položke „Oprávnenia“.

# CustomAvatarStrings_accessDeniedDialogLater
source: Later
fi: Myöhemmin
pl: Później
sk: Neskôr

# CustomAvatarStrings_accessDeniedDialogPermissions
source: Permissions
fi: Käyttöoikeudet
pl: Uprawnienia
sk: Oprávnenia

# CustomAvatarStrings_cameraAccessDeniedDialogTitle
source: Camera Access was denied
fi: Kameran käyttö on estetty
pl: Odmowa dostępu do kamery
sk: Prístup k fotoaparátu bol odmietnutý

# CustomAvatarStrings_cancelConfirmDeleteAvatar
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# CustomAvatarStrings_cancelCrop
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# CustomAvatarStrings_cancelDeleteAvatarFailed
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# CustomAvatarStrings_cancelEdit
source: Cancel
fi: Keskeytä
pl: Anuluj
sk: Zrušiť

# CustomAvatarStrings_choosePhotoFromGallery
source: Choose From Photos
fi: Valitse kuva
pl: Wybierz zdjęcie
sk: Vybrať fotku

# CustomAvatarStrings_confirmDeleteAvatar
source: Delete
fi: Poista
pl: Usuń
sk: Vymazať

# CustomAvatarStrings_confirmDeleteAvatarDialogDescription
source: Are you sure you want to delete your profile image?
fi: Haluatko todellakin poistaa profiilikuvan?
pl: Czy na pewno chcesz usunąć swoje zdjęcie profilowe?
sk: Naozaj chcete vymazať svoju profilovú fotku?

# CustomAvatarStrings_confirmDeleteAvatarDialogTitle
source: Remove image
fi: Poista kuva
pl: Usuń obraz
sk: Odstrániť fotku

# CustomAvatarStrings_customiseAvatar
source: Profile image
fi: Profiilikuva
pl: Zdjęcie profilowe
sk: Profilový obrázok

# CustomAvatarStrings_deleteAvatar
source: Remove Profile Image
fi: Poista valokuva
pl: Usuń zdjęcie
sk: Vymazať fotku

# CustomAvatarStrings_deleteAvatarFailedDialogDescription
source: We could not remove your profile image. Do you want to try again?
fi: Emme pystyneet poistamaan profiilikuvaa. Haluatko yrittää uudelleen?
pl: Nie udało się usunąć zdjęcia profilowego. Czy chcesz spróbować ponownie?
sk: Váš profilový obrázok nebolo možné odstrániť. Chcete to skúsiť znova?

# CustomAvatarStrings_deleteAvatarFailedDialogTitle
source: Profile Image Removal Failed
fi: Profiilikuvan poistaminen epäonnistui
pl: Usunięcie zdjęcia profilowego nie powiodło się
sk: Odstraňovanie profilového obrázka zlyhalo

# CustomAvatarStrings_deleteAvatarSuccessText
source: Your profile image has been removed
fi: Profiilikuva on poistettu.
pl: Zdjęcie profilowe zostało usunięte.
sk: Profilová fotka bola odstránená.

# CustomAvatarStrings_doneCrop
source: Done
fi: Valmis
pl: Gotowe
sk: Hotovo

# CustomAvatarStrings_genericAvatarFailureButtonConfirmation
source: OKAY
fi: OK
pl: OK
sk: DOBRE

# CustomAvatarStrings_genericAvatarFailureDescription
source: We could not update your profile image. Please try again.
fi: Emme pystyneet päivittämään profiilikuvaa. Yritä uudelleen.
pl: Nie udało się zaktualizować zdjęcia profilowego. Spróbuj ponownie.
sk: Váš profilový obrázok nebolo možné aktualizovať. Skúste to znova.

# CustomAvatarStrings_genericAvatarFailureTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# CustomAvatarStrings_imageToSmallDialogChooseNewPhoto
source: Choose New
fi: Valitse uusi
pl: Wybierz nowe
sk: ZVOLIŤ NOVÝ

# CustomAvatarStrings_imageToSmallDialogDescriptionBMW
source: The image is not a minimum of 500x500 pixels which will result in a bad resolution on your BMW's display.
fi: Kuvakoon on oltava vähintään 500x500 pikseliä, jotta se voidaan näyttää oikein BMW:si näytöllä.
pl: Aby zdjęcie dobrze się wyświetlało na ekranie Twojego BMW, musi mieć rozdzielczość przynajmniej 500x500 pikseli.
sk: Obrázok musí mať minimálne 500 × 500 pixelov, aby sa mohol správne zobrazovať na obrazovke vášho BMW.

# CustomAvatarStrings_imageToSmallDialogDescriptionMINI
source: The image is not a minimum of 500x500 pixels.
fi: Kuvakoon on oltava vähintään 500x500 pikseliä.
pl: Zdjęcie musi mieć rozdzielczość przynajmniej 500 x 500 pikseli.
sk: Obrázok musí mať minimálne 500 × 500 pixelov.

# CustomAvatarStrings_imageToSmallDialogTakeNewPhoto
source: Take a Photo
fi: Ota valokuva
pl: Zrób zdjęcie
sk: Zaznamenať fotografiu

# CustomAvatarStrings_imageToSmallDialogTitle
source: Image too small
fi: Kuva liian pieni
pl: Za małe zdjęcie
sk: Obrázok je príliš malý

# CustomAvatarStrings_lowQualityImage
source: Select larger image for optimum display in the vehicle.
fi: Valitse suurempi kuva optimaalista näyttöä varten ajoneuvossa.
pl: Wybierz większy obraz w celu optymalnego wyświetlania w pojeździe.
sk: Pre optimálne zobrazenie vo vozidle vyberte väčší obrázok.

# CustomAvatarStrings_photosAccessDeniedDialogTitle
source: Photos Access was denied
fi: Valokuvien käyttö estetty
pl: Odmowa dostępu do zdjęć
sk: Prístup k fotkám bol odmietnutý

# CustomAvatarStrings_retryDeleteAvatarFailed
source: Retry
fi: Yritä uudelleen
pl: Spróbuj ponownie
sk: Skúste to znova

# CustomAvatarStrings_takePhoto
source: Take a Photo
fi: Ota valokuva
pl: Zrób zdjęcie
sk: Urobiť fotku

# CustomAvatarStrings_uploadAvatarSuccessText
source: Your profile image has been updated
fi: Profiilikuva on päivitetty.
pl: Zdjęcie profilowe zostało zaktualizowane.
sk: Profilový obrázok bol aktualizovaný.

# CustomAvatarStrings_viewAvatarImage
source: View image
fi: Näytä profiilikuva
pl: Wyświetl zdjęcie profilowe
sk: Zobraziť profilový obrázok

# CustomAvatarStrings_zoomedImageLowQuality
source: Select a lower zoom level for optimum display in the vehicle.
fi: Valitse pienempi zoomaustaso optimaalista näyttöä varten ajoneuvossa.
pl: Wybierz niższy poziom powiększenia w celu optymalnego wyświetlania w pojeździe.
sk: Pre optimálne zobrazenie vo vozidle vyberte nižšiu úroveň priblíženia.

source: Czech
fi: Tšekki
pl: Czeski
sk: Čeština

source: Czech Republic
fi: Tšekin tasavalta
pl: Czechy
sk: Česko

source: Danish
fi: Tanska
pl: Duński
sk: Dánčina

# DateTimeStrings_wordToday
source: today
fi: Tänään
pl: Dziś
sk: Dnes

# DateTimeStrings_wordYesterday
source: yesterday
fi: Eilen
pl: Wczoraj
sk: Včera

# DealerSearchStrings__emptyPreferredServicePartner
source: Select your preferred {brand} service center
fi: Valitse ensisijainen {brand}-huoltopisteesi
pl: Wybierz preferowany serwis {brand}
sk: Vyberte si preferovaného servisného partnera {brand}

# DealerSearchStrings__findAnotherServicePartner
source: Search for a {brand} service center on the map
fi: Hae {brand}-huoltopistettä kartalta
pl: Wyszukaj na mapie serwis {brand}
sk: Vyhľadajte na mape servisného partnera {brand}

# DealerSearchStrings__noPreferredServicePartnerSelectedDescription
source: Set a preferred {brand} service center to quickly schedule service appointments or contact them without having to select a {brand} service center first.
fi: Aseta ensisijainen {brand}-huoltopiste, jotta voit nopeasti varata huoltoaikoja tai ottaa siihen yhteyttä ilman, että sinun tarvitsee ensin valita {brand}-huoltopistettä.
pl: Ustaw preferowany serwis {brand}, aby szybko umawiać się na wizyty serwisowe lub kontaktować się z nim bez konieczności wcześniejszego wyboru serwisu {brand}.
sk: Nastavte si preferovaného servisného partnera {brand}, aby ste si mohli rýchlo naplánovať servisný termín alebo ho kontaktovať bez toho, aby ste najprv museli vybrať servisného partnera {brand}.

# DealerSearchStrings_dealerIsNotInVehicleCountryButtonText
source: Understood
fi: Ymmärrän
pl: Rozumiem
sk: Rozumiem

# DealerSearchStrings_dealerIsNotInVehicleCountryDescription
source: You are not able to save a dealer as a preferred dealer if they are located outside of the country where your VIN is registered.
fi: Et voi lisätä suosikiksi sellaista jälleenmyyjää, joka sijaitsee sen maan ulkopuolella, jossa ajoneuvosi /sen valmistenumero on rekisteröity.
pl: Nie możesz dodać do ulubionych dealera, który znajduje się poza krajem, w którym zarejestrowano pojazd lub w którym zarejestrowano jego nr VIN.
sk: Nemôžete pridať ako preferovaného predajcu, ktorý sa nachádza mimo štátu, v ktorom je vaše vozidlo prihlásené, resp. v ktorom je zaregistrované vaše VIN.

# DealerSearchStrings_dealerIsNotInVehicleCountryTitle
source: Save as preferred dealer
fi: Lisää jälleenmyyjä suosikiksi
pl: Dodaj dealera do ulubionych
sk: Pridať predajcu ako preferovaného

# DealerSearchStrings_findAnotherServicePartnerTitle
source: Find a service center
fi: Huoltopisteen haku
pl: Znajdź serwis
sk: Nájsť servisného partnera

# DealerSearchStrings_findServicePartnerButton
source: Find service center
fi: Huoltopisteen haku
pl: Znajdź serwis
sk: Nájsť servisného partnera

# DealerSearchStrings_noPreferredServicePartnerSelected
source: No preferred service center selected
fi: Ensisijaista huoltopistettä ei ole valittu
pl: Nie wybrano preferowanego serwisu
sk: Nie je vybratý žiadny preferovaný servisný partner

# DealerSearchStrings_preferredServicePartner
source: Preferred service center
fi: Ensisijainen huoltopiste
pl: Preferowany serwis
sk: Preferovaný servisný partner

# DealerSearchStrings_servicePartner
source: Service center
fi: Huoltopiste
pl: Serwis
sk: Servisný partner

# DealerVideoStrings__dialogLinkoutBody
source: You will leave the {appName} app and be redirected to the website of a third-party provider. Do you want to continue?
fi: Poistut {appName} -sovelluksesta ja sinut ohjataan ulkopuolisen palveluntarjoajan internet-sivustolle. Haluatko jatkaa?
pl: Wychodzisz z aplikacji {appName} i zostaniesz przekierowany na stronę internetową dostawcy zewnętrznego. Chcesz kontynuować?
sk: Opúšťate aplikáciu {appName} a budete presmerovaný na webovú stránku tretieho poskytovateľa. Chcete pokračovať?
