Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LeadPaccStrings_leadPaccDescription2422
source: The brake temperature is too high. Please stop carefully. You can continue driving in 30-60 minutes.
fi: Jarrujen lämpötila on liian korkea. Pysähdy varovasti. Voit jatkaa ajoa 30 – 60 minuutin kuluttua.
pl: Temperatura hamulców jest za wysoka. Zatrzymaj się ostrożnie. Można jechać dalej po 30–60 min.
sk: Teplota bŕzd je príliš vysoká. Opatrne zastavte. Pokračovanie v jazde je možné o 30 – 60 minút.

# LeadPaccStrings_leadPaccDescription2430
source: The gearbox of your vehicle is malfunctioning. It is not possible to reverse.
fi: Ajoneuvon vaihteistossa on häiriö. Peruutus ei ole mahdollista.
pl: W skrzyni biegów Twojego pojazdu wystąpiła usterka. Cofanie jest niemożliwe.
sk: Vyskytla sa porucha prevodovky vášho vozidla. Cúvanie nie je možné.

# LeadPaccStrings_leadPaccDescription2433
source: Safe vehicle operation no longer possible. Please stop slowly and do not continue driving.
fi: Ajoneuvon turvallinen käyttö ei ole enää mahdollista. Pysähdy hitaasti äläkä jatka ajoa.
pl: Bezpieczna eksploatacja pojazdu jest już niemożliwa. Zatrzymaj się powoli i nie jedź dalej.
sk: Bezpečná prevádzka vozidla nie je viac možná. Pomaly zastavte a nepokračujte v jazde.

# LeadPaccStrings_leadPaccDescription2440
source: Engine restart in your vehicle is currently not possible.
fi: Ajoneuvon moottorin uudelleenkäynnistys ei ole tällä hetkellä mahdollista.
pl: Obecnie nie jest możliwe ponowne uruchomienie silnika w Twoim pojeździe.
sk: Opätovné naštartovanie motora vášho vozidla momentálne nie je možné.

# LeadPaccStrings_leadPaccDescription245
source: The driving comfort is limited.
fi: Ajoneuvon ajomukavuus on rajoittunut.
pl: Komfort jazdy Twojego pojazdu jest ograniczony.
sk: Komfort jazdy vášho vozidla je obmedzený.

# LeadPaccStrings_leadPaccDescription2450
source: Vehicle failure. You cannot continue driving.
fi: Ajoneuvossa on vika. Ajon jatkaminen ei mahdollista.
pl: Twój pojazd ma awarię. Dalsza jazda niemożliwa.
sk: Vaše vozidlo má poruchu. Pokračovanie v jazde nie je možné.

# LeadPaccStrings_leadPaccDescription2460
source: Vehicle malfunctions have been detected. Please continue driving carefully.
fi: Ajoneuvossa on havaittu häiriöitä. Jatka ajoa varovasti.
pl: W Twoim pojeździe wykryto usterki. Jedź ostrożnie dalej.
sk: Vo vašom vozidle boli zistené poruchy. Opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription2470
source: Vehicle malfunctions have been detected. Please continue driving carefully.
fi: Ajoneuvossa on havaittu häiriöitä. Jatka ajoa varovasti.
pl: W Twoim pojeździe wykryto usterki. Jedź ostrożnie dalej.
sk: Vo vašom vozidle boli zistené poruchy. Opatrne pokračujte v jazde.

# LeadPaccStrings_leadPaccDescription2480
source: The functions are limited. You can continue driving.
fi: Ajoneuvon toiminnot ovat rajoittuneet. Voit jatkaa ajoa.
pl: Funkcje Twojego pojazdu są ograniczone. Można jechać dalej.
sk: Funkcie vášho vozidla sú obmedzené. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription250
source: The brakes of your vehicle are malfunctioning.
fi: Ajoneuvosi jarruissa on häiriö.
pl: W hamulcach Twojego pojazdu wystąpiła usterka.
sk: Vyskytla sa porucha bŕzd vášho vozidla.

# LeadPaccStrings_leadPaccDescription2510
source: Non-critical fault occurred.
fi: On ilmaantunut ei-kriittisiä häiriöitä.
pl: Wystąpiły minimalne usterki.
sk: Vyskytli sa minimálne poruchy.

# LeadPaccStrings_leadPaccDescription256
source: The headlamp vertical aim control of your vehicle is malfunctioning. The road illumination may be reduced or interfere with oncoming traffic.
fi: Ajoneuvon ajovalojen korkeussäätö on viallinen eikä ajoradan valaistus ole ihanteellinen. Valot voivat häikäistä vastaantulevaa liikennettä.
pl: Regulacja zasięgu świateł Twojego pojazdu jest uszkodzona, a oświetlenie jezdni nie jest optymalne. Nadjeżdżający pojazd może zostać oślepiony.
sk: Porucha regulácie sklonu svetlometov vášho vozidla a osvetlenie vozovky nie je optimálne. Môže dôjsť k oslneniu protiidúcej premávky.

# LeadPaccStrings_leadPaccDescription262
source: The sunroof of your vehicle is malfunctioning. Please close the roof manually.
fi: Ajoneuvon katto ei sulkeudu sateella. Sulje katto manuaalisesti.
pl: Dach Twojego pojazdu nie zamyka się podczas deszczu. Zamknij dach ręcznie.
sk: Strecha vášho vozidla sa nezatvára pri daždi. Zatvorte strechu manuálne.

# LeadPaccStrings_leadPaccDescription266
source: The roll protection of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon turvakaaressa on häiriö. Voit jatkaa ajoa.
pl: W zabezpieczeniu przeciwkapotażowym Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha ochrany pred prevrátením vo vašom vozidle. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription27
source: The engine oil level of your vehicle is at minimum level. Please add 1 quart of oil as soon as possible. See Owner's Manual for more information.
fi: Ajoneuvon öljytaso on minimissä. Lisää 1 litra moottoriöljyä niin pian kuin mahdollista. Katso lisätietoja käyttöohjekirjasta.
pl: Poziom oleju w Twoim pojeździe jest na minimum. Przy najbliższej okazji uzupełnij 1 l oleju silnikowego. Więcej informacji znajduje się w Twojej instrukcji obsługi.
sk: Hladina oleja vo vašom vozidle je na minime. Pri najbližšej príležitosti dolejte 1 liter motorového oleja. Ďalšie informácie nájdete vo vašom návode na obsluhu.

# LeadPaccStrings_leadPaccDescription273
source: The active steering is malfunctioning. This can result in different steering behavior. You can continue driving moderately.
fi: Ajoneuvon aktiiviohjaus on viallinen. Tämä voi muuttaa ohjauskäyttäytymistä. Voit jatkaa ajoa maltillisesti.
pl: Awaria aktywnego układu kierowniczego Twojego pojazdu. Może to prowadzić do zmiany sterowności. Można jechać wolno dalej.
sk: Vyskytla sa porucha aktívneho riadenia vášho vozidla. To môže viesť k zmene správania pri riadení. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription28
source: The engine oil level of you vehicle is below minimum level. Please add 1 quart of oil promptly. See Owner's Manual for more information.
fi: Ajoneuvon öljytaso on alle minimin. Lisää välittömästi 1 litra moottoriöljyä. Katso lisätietoja käyttöohjekirjasta.
pl: Poziom oleju w Twoim pojeździe jest poniżej minimum. Natychmiast uzupełnij 1 l oleju silnikowego. Więcej informacji znajduje się w Twojej instrukcji obsługi.
sk: Hladina oleja vo vašom vozidle je pod minimom. Bezodkladne doplňte 1 liter motorového oleja. Ďalšie informácie nájdete vo vašom návode na obsluhu.

# LeadPaccStrings_leadPaccDescription281
source: Your vehicle is due for a service check.
fi: Ajoneuvon huoltotarkastus on ajankohtainen.
pl: Zbliża się przegląd serwisowy Twojego pojazdu.
sk: Je nutná servisná kontrola vášho vozidla.

# LeadPaccStrings_leadPaccDescription284
source: The service check has been exceeded.
fi: Ajoneuvon huoltotarkastus on myöhässä.
pl: Przekroczony został termin przeglądu serwisowego Twojego pojazdu.
sk: Platnosť servisnej kontroly vášho vozidla vypršala.

# LeadPaccStrings_leadPaccDescription29
source: The drivetrain power of your vehicle is restricted. It is possible to continue driving.
fi: Ajoneuvon voimansiirtoteho on alentunut. Voit jatkaa ajoa.
pl: Moc napędowa Twojego pojazdu jest zredukowana. Można jechać dalej.
sk: Výkon pohonu vášho vozidla je redukovaný. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription295
source: The adaptive headlight of your vehicle is malfunctioning. The manual low and high beams are fully operational.
fi: Ajoneuvon adaptiivinen valojärjestelmä on viallinen. Staattinen lähivalo ja kaukovalo ovat käytettävissä rajoituksitta.
pl: Awaria adaptacyjnego systemu oświetlenia Twojego pojazdu. Statyczne światła mijania i światła drogowe są dostępne bez ograniczeń.
sk: Porucha adaptívneho svetelného systému vášho vozidla. Statické stretávacie svetlo a diaľkové svetlo sú dostupné neobmedzene.

# LeadPaccStrings_leadPaccDescription299
source: The emergency call system has failed.
fi: Ajoneuvon hätäpuhelujärjestelmä ei toimi.
pl: System nawiązywania połączenia ratunkowego w Twoim pojeździe uległ awarii.
sk: Došlo ku výpadku systému tiesňového volania vo vašom vozidle.

# LeadPaccStrings_leadPaccDescription304
source: The battery of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon akussa on häiriö. Voit jatkaa ajoa.
pl: W akumulatorze Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha batérie vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription305
source: The battery connection of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon sähköenergian saannissa on häiriö. Voit jatkaa ajoa.
pl: W zasilaniu elektrycznym Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha napájania energiou vo vašom vozidle. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription309
source: The fuel system of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon polttoainejärjestelmässä on häiriö. Voit jatkaa ajoa.
pl: W układzie paliwowym Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha palivového systému vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription328
source: The brake pad wear indicator on your vehicle is not functioning.
fi: Ajoneuvon jarrupalojen kulumisnäyttö ei toimi.
pl: Wskaźnik zużycia okładzin hamulcowych w Twoim pojeździe nie działa.
sk: Indikátor opotrebenia brzdového obloženia vášho vozidla nefunguje.

# LeadPaccStrings_leadPaccDescription345
source: The right brake or tail lamp of your vehicle is malfunctioning.
fi: Ajoneuvon oikea jarru- tai takavalo on viallinen.
pl: Awaria prawego światła hamowania lub światła pozycyjnego tylnego Twojego pojazdu.
sk: Porucha pravého brzdového, resp. koncového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription346
source: The left brake or tail lamp of your vehicle is malfunctioning.
fi: Ajoneuvon vasen jarru- tai takavalo on viallinen.
pl: Awaria lewego światła hamowania lub światła pozycyjnego tylnego Twojego pojazdu.
sk: Porucha ľavého brzdového, resp. koncového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription35
source: The chassis stabilization of your vehicle is malfunctioning. Please drive moderately.
fi: Ajoneuvon ajovakauden valvonta ei toimi. Voit jatkaa ajoa maltillisesti.
pl: Stabilizacja toru jazdy Twojego pojazdu uległa awarii. Można jechać wolno dalej.
sk: Došlo ku výpadku stabilizácie jazdy vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription350
source: The 4x4-system of your vehicle is malfunctioning. Handling and drive power may be affected. It is possible to continue driving.
fi: Ajoneuvon nelivetojärjestelmä ei toimi. Ajo-ominaisuuksien muuttuminen ja vedon heikkeneminen mahdollista. Voit jatkaa ajoa.
pl: Układ napędu na wszystkie koła Twojego pojazdu uległ awarii. Może to prowadzić do zmiany zachowania w trakcie jazdy i słabszego napędu. Można jechać dalej.
sk: Došlo ku výpadku systému pohonu všetkých kolies vášho vozidla. Môže to viesť ku zmene jazdných vlastností a menšiemu doprednému ťahu. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription354
source: The start-off assistant of your vehicle is inactive. The vehicle may roll back. It is possible to continue driving.
fi: Ajoneuvon liikkeellelähtöavustin ei toimi. Ajoneuvo voi vieriä taaksepäin lähdettäessä liikkeelle ylämäessä. Voit jatkaa ajoa.
pl: Układ wspomagania ruszania Twojego pojazdu uległ awarii. Pojazd może stoczyć się podczas ruszania na wzniesieniach. Można jechać dalej.
sk: Došlo ku výpadku systému rozjazdu vášho vozidla. Pri rozjazde do kopca sa vozidlo môže pohnúť dozadu. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription368
source: The transmission is faulty. You can continue driving.
fi: Ajoneuvon vaihteistossa on häiriö. Voit jatkaa ajoa.
pl: Usterka skrzyni biegów Twojego pojazdu. Można jechać dalej.
sk: Vyskytla sa chyba prevodovky vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription371
source: The licence plate lamp of your vehicle is malfunctioning.
fi: Ajoneuvon rekisterikilven valo on viallinen.
pl: Awaria oświetlenia tablicy rejestracyjnej Twojego pojazdu.
sk: Porucha osvetlenia evidenčného čísla vášho vozidla.

# LeadPaccStrings_leadPaccDescription372
source: The two-stage brake lamp of your vehicle is malfunctioning.
fi: Ajoneuvon dynaaminen jarruvalo on viallinen.
pl: Awaria dynamicznego światła STOP Twojego pojazdu.
sk: Vyskytla sa porucha dynamického brzdového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription373
source: The dynamic brake lamp is malfunctioning.
fi: Ajoneuvon dynaaminen jarruvalo on viallinen.
pl: Awaria dynamicznego światła STOP Twojego pojazdu.
sk: Vyskytla sa porucha dynamického brzdového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription378
source: The daytime or parking lamp of your vehicle is malfunctioning.
fi: Ajoneuvon seisontavalo/päiväajovalo on viallinen.
pl: Awaria świateł postojowych lub świateł dziennych Twojego pojazdu.
sk: Porucha obrysových svetiel, resp. denných stretávacích svetiel vášho vozidla.

# LeadPaccStrings_leadPaccDescription379
source: Front parking lights and daytime driving lights are malfunctioning.
fi: Ajoneuvon seisontavalo edessä ja päiväajovalo ovat vialliset.
pl: Awaria świateł pozycyjnych z przodu i świateł dziennych Twojego pojazdu.
sk: Vyskytla sa porucha obrysového svetla vpredu a denného svietenia vášho vozidla.

# LeadPaccStrings_leadPaccDescription380
source: The static bend light of your vehicle is malfunctioning.
fi: Ajoneuvon kääntyvät ajovalot ovat vialliset.
pl: Awaria świateł doświetlających zakręty w Twoim pojeździe.
sk: Vyskytla sa porucha odbočovacieho svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription381
source: The bend light is malfunctioning.
fi: Ajoneuvon kääntyvät ajovalot ovat vialliset.
pl: Awaria świateł doświetlających zakręty w Twoim pojeździe.
sk: Vyskytla sa porucha odbočovacieho svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription39
source: The engine of your vehicle is overheated. Please turn off the engine and allow it to cool. Please do not open the hood. There is a scalding hazard.
fi: Ajoneuvon moottori on ylikuumentunut. Pysähdy varovasti ja sammuta moottori. Älä avaa konepeltiä. On palovammojen vaara.
pl: Silnik Twojego pojazdu uległ przegrzaniu. Zatrzymaj się ostrożnie i wyłącz silnik. Nie otwieraj pokrywy silnika. Istnieje ryzyko poparzenia.
sk: Motor vášho vozidla je prehriaty. Opatrne zastavte a vypnite motor. Neotvárajte kapotu motora. Hrozí nebezpečenstvo obarenia.

# LeadPaccStrings_leadPaccDescription394
source: The gear changes of your vehicle's transmission are malfunctioning. You will not be able to continue driving after exiting drive-ready mode.
fi: Ajoneuvon vaihteiden vaihtuminen on tarkastettava. Ajon jatkaminen ei ole enää mahdollista ajovalmiuden lopettamisen jälkeen.
pl: Zmiana przełożenia przekładni automatycznej Twojego pojazdu wymaga sprawdzenia. Po zakończeniu gotowości do jazdy brak możliwości kontynuacji jazdy.
sk: Zmena rýchlostného stupňa vášho vozidla si vyžaduje kontrolu. Po ukončení pripravenosti na jazdu nie je viac možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription397
source: The automatic Start/Stop function of your vehicle is malfunctioning. The engine will not start or stop automatically. It is possible to continue driving.
fi: Ajoneuvon start-stop-toiminnossa on häiriö. Moottori ei käynnisty/sammu automaattisesti. Voit jatkaa ajoa.
pl: Funkcja automatyczny Start/Stop w Twoim pojeździe nie działa. Silnik nie wyłącza lub nie włącza się automatycznie. Można jechać dalej.
sk: Vyskytla sa porucha funkcie Auto Start Stop vášho vozidla. Motor sa nevypína, resp. nezapína automaticky. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription400
source: The engine oil level of your vehicle is too high and needs to be checked. It is possible to continue driving.
fi: Ajoneuvon moottoriöljyn taso on liian korkea, ja se on tarkistettava mahdollisimman pian. Voit jatkaa ajoa.
pl: Poziom oleju silnikowego w Twoim pojeździe jest zbyt wysoki i wymaga pilnej kontroli. Można jechać dalej.
sk: Hladina motorového oleja vášho vozidla je príliš vysoká a je potrebné ju urýchlene skontrolovať. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription403
source: The lights of your trailer are malfunctioning.
fi: Perävaunun rekisterikilven valo on viallinen.
pl: Awaria oświetlenia tablicy rejestracyjnej Twojej przyczepy.
sk: Porucha osvetlenia poznávacej značky vášho prívesu.

# LeadPaccStrings_leadPaccDescription404
source: The lights of your trailer are malfunctioning.
fi: Perävaunun valaisimet ovat vialliset.
pl: Awaria świateł Twojej przyczepy.
sk: Porucha svetelných zdrojov vášho prívesu.

# LeadPaccStrings_leadPaccDescription406
source: The electric trailer brake is malfunctioning.
fi: Ajoneuvon sähköinen jarru on viallinen.
pl: Awaria hamulca elektrycznego Twojego pojazdu.
sk: Porucha elektrickej brzdy vášho vozidla.

# LeadPaccStrings_leadPaccDescription41
source: The service of your vehicle is due. Your service centre could not be automatically notified.
fi: Ajoneuvon huolto on ajankohtainen. Huoltopistettäsi ei voitu tiedottaa automaattisesti.
pl: Zbliża się termin przeglądu Twojego pojazdu. Nie udało się automatycznie poinformować Twojego serwisu.
sk: Je nutný servis vášho vozidla. Váš servisný partner nemôže byť informovaný automaticky.

# LeadPaccStrings_leadPaccDescription415
source: The battery management of your vehicle is malfunctioning due to a malfunction while shutting down the vehicle electronics when vehicle is stationary.
fi: Ajoneuvon energiankulutus seistessä on lisääntynyt ajoneuvon elektroniikan sammutuksen yhteydessä ilmaantuneen virheen vuoksi.
pl: Zużycie energii przez Twój pojazd wzrasta z powodu błędu podczas wyłączania elektroniki pojazdu w czasie postoju.
sk: Spotreba energie vášho vozidla je zvýšená v dôsledku chyby pri vypínaní elektroniky vozidla počas odstavenia vozidla.

# LeadPaccStrings_leadPaccDescription419
source: The drivetrain is faulty. You can continue driving.
fi: Ajoneuvon voimansiirrossa on häiriö. Voit jatkaa ajoa.
pl: Usterka napędu Twojego pojazdu. Można jechać dalej.
sk: Vyskytla sa chyba pohonu vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription42
source: The brake performance of your vehicle is restricted. Please avoid harsh braking as much as possible. Please drive moderately.
fi: Ajoneuvon jarrujärjestelmä on tarkastettava. Vältä äkillisiä jarrutuksia. Voit jatkaa ajoa maltillisesti.
pl: Układ hamulcowy Twojego pojazdu wymaga sprawdzenia. Unikaj nagłego hamowania. Można jechać wolno dalej.
sk: Brzdový systém vášho vozidla si vyžaduje kontrolu. Vyhnite sa prudkému brzdeniu. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription420
source: The transmission is faulty. You can continue driving moderately.
fi: Ajoneuvon vaihteistossa on häiriö. Voit jatkaa ajoa maltillisesti.
pl: Usterka skrzyni biegów Twojego pojazdu. Można jechać wolno dalej.
sk: Vyskytla sa chyba prevodovky vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription427
source: The engine oil pressure is incorrect. You can continue driving moderately.
fi: Ajoneuvon moottorin öljynpaine on virheellinen. Voit jatkaa ajoa maltillisesti.
pl: Ciśnienie oleju silnikowego w Twoim pojeździe jest nieprawidłowe. Można jechać wolno dalej.
sk: Tlak motorového oleja vášho vozidla je chybný. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription43
source: The cornering behavior is faulty. You can continue driving moderately.
fi: Ajoneuvon kaarreajokäyttäytymisessä on häiriö. Voit jatkaa ajoa maltillisesti.
pl: Usterka funkcji zachowania się na zakrętach Twojego pojazdu. Można jechać wolno dalej.
sk: Správanie vášho vozidla v zákrutách je narušené. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription436
source: The seat position could not be detected for proper restraint system operation.
fi: Ajoneuvon turvavarusteiden sopeuttamisessa istuimen asentoon on häiriö.
pl: W dostosowaniu systemu bezpieczeństwa biernego do pozycji fotela Twojego pojazdu wystąpiła usterka.
sk: Vyskytla sa porucha v prispôsobení zadržiavacieho systému pozícii sedadla vo vašom vozidle.

# LeadPaccStrings_leadPaccDescription448
source: The fuel filter is blocked. You can continue driving moderately.
fi: Ajoneuvon polttoainesuodatin on tukossa. Voit jatkaa ajoa maltillisesti.
pl: Filtr paliwa Twojego pojazdu jest zatkany. Można jechać wolno dalej.
sk: Palivový filter vášho vozidla je upchatý. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription449
source: The trailer hitch system of your vehicle is malfunctioning. Do not drive with a trailer.
fi: Ajoneuvon perävaunun vetolaitejärjestelmässä on häiriö. Älä aja perävaunun kanssa.
pl: W układzie zaczepu do holowania Twojego pojazdu wystąpiła usterka. Nie jedź z przyczepą.
sk: Vyskytla sa porucha systému ťažného zariadenia vášho vozidla. Nejazdite s prívesom.

# LeadPaccStrings_leadPaccDescription45
source: The cornering behavior is faulty. You can continue driving moderately.
fi: Ajoneuvon kaarreajokäyttäytymisessä on häiriö. Voit jatkaa ajoa maltillisesti.
pl: Usterka funkcji zachowania się na zakrętach Twojego pojazdu. Można jechać wolno dalej.
sk: Správanie vášho vozidla v zákrutách je narušené. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription457
source: The trailer electrics are overloaded. The trailer is not lit or only partially lit. Turn off the electrical devices in the trailer.
fi: Ajoneuvon perävaunun valojärjestelmä on ylikuormittunut. Perävaunun valot eivät toimi tai ne toimivat vain osittain. Kytke perävaunun mahdollisia virrankuluttajia pois päältä.
pl: Oświetlenie przyczepy Twojego pojazdu jest przeciążone. Przyczepa nie jest oświetlona lub jest oświetlona tylko częściowo. Wyłącz ewentualne odbiorniki prądu w przyczepie.
sk: Osvetlenie prívesu vášho vozidla je preťažená. Príves nie je osvetlený alebo je osvetlený len čiastočne. Vypnite eventuálne elektrické spotrebiče v prívese.

# LeadPaccStrings_leadPaccDescription458
source: The Pedestrian Protection system of your vehicle is malfunctioning. You can continue driving.
fi: Ajoneuvon jalankulkijoiden suojajärjestelmässä on häiriö. Voit jatkaa ajoa.
pl: W systemie ochrony pieszych Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha systému na ochranu chodcov vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription467
source: The gear selector lever of your vehicle is malfunctioning.
fi: Ajoneuvon vaihteiden valinnan lukitus on viallinen.
pl: Awaria blokady wybieraka biegów Twojego pojazdu.
sk: Porucha zámku voliča prevodovky vášho vozidla.

# LeadPaccStrings_leadPaccDescription49
source: The drivetrain of your vehicle needs to be checked. It is possible to continue driving.
fi: Ajoneuvon voimansiirto on tarkastettava. Voit jatkaa ajoa.
pl: Napęd Twojego pojazdu wymaga sprawdzenia. Można jechać dalej.
sk: Pohon vášho vozidla si vyžaduje kontrolu. Je možné pokračovať v jazde.
