Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# _myAlexaSkillPinDescription
source: Locking and unlocking your vehicle requires setting this PIN.
fi: Aseta PIN-koodi kerran, jotta ajoneuvon lukitus ja lukituksen avaaminen on mahdollista.
pl: Ustaw jednorazowo kod PIN, aby umożliwić blokowanie i odblokowanie pojazdu.
sk: Jednorazovo založte PIN, aby ste umožnili zablokovanie a odblokovanie vozidla.

# _noUpgradeAvailableDescription
source: The latest software version {rsuVersion} is installed in your {model}. We will inform you as soon as an upgrade becomes available.
fi: Uusin ohjelmistoversio {rsuVersion} on asennettu {model}-ajoneuvoosi. Ilmoitamme, kun käytettävissä on päivitys.
pl: W Twoim {model} jest zainstalowana najnowsza wersja oprogramowania {rsuVersion}. Powiadomimy Cię, gdy tylko uaktualnienie będzie dostępne.
sk: Vo vašom {model} je nainštalovaná najnovšia verzia softvéru {rsuVersion}. Akonáhle bude dostupná aktualizácia, budeme vás informovať.

# _noUpgradeAvailableHeadline
source: The software of your {brand} {model} is up to date.
fi: {brand} {model} -ajoneuvosi ohjelmisto on ajan tasalla.
pl: Oprogramowanie Twojego {brand} {model} jest w najaktualniejszej wersji.
sk: Softvér vášho {brand} {model} bol aktualizovaný na najnovšiu verziu.

# _onlineShopTitle
source: {brandLocalized} Online Shop
fi: {brandLocalized}-nettikauppa
pl: Sklep internetowy {brandLocalized}
sk: Online obchod {brandLocalized}

# _preDeliveryModeAddYourVehicleSubPageActionButton
source: LET'S GO
fi: MENOKSI
pl: RUSZAJMY
sk: ZAČÍNAME

# _preDeliveryModeAddYourVehicleSubPageDescriptionText1
source: Once you get your {brandLocalized}, connect it to the {appName} app to seamlessly integrate it into your digital life.
fi: Kun olet saanut uuden {brandLocalized}-ajoneuvosi, voit yhdistää sen {appName}-sovellukseen ja integroida sen saumattomasti digitaaliseen maailmaasi.
pl: Po otrzymaniu swojego nowego pojazdu {brandLocalized} możesz go powiązać z aplikacją {appName}, aby bez problemu zintegrować go ze swoim światem cyfrowym.
sk: Keď dostanete svoje nové {brandLocalized}, môžete ho prepojiť s aplikáciou {appName} a jednoducho ho integrovať do svojho digitálneho sveta.

# _preDeliveryModeAddYourVehicleSubPageDescriptionTitle
source: Has your {brandLocalized} arrived?
fi: Oletko jo saanut {brandLocalized}-ajoneuvosi?
pl: Czy masz już swój pojazd {brandLocalized}?
sk: Dostali ste už svoje {brandLocalized}?

# _preDeliveryModeAddYourVehicleSubPageHowToConnectCardTitle
source: How to connect your {brandLocalized} to the {appName} app
fi: Näin yhdistät {brandLocalized}-ajoneuvosi {appName}-sovellukseen
pl: Powiąż swój pojazd {brandLocalized} ze swoją aplikacją {appName}
sk: Takto prepojíte svoje {brandLocalized} s aplikáciou {appName}

# _preDeliveryModeAddYourVehicleSubPageTitle
source: Connect your {brandLocalized}
fi: Yhdistä {brandLocalized}
pl: Powiąż swój pojazd {brandLocalized}
sk: Prepojte svoje {brandLocalized}

# _preDeliveryModeErrorPageHeader
source: Technical error
fi: Tekninen vika
pl: Błąd techniczny
sk: Technická chyba

# _preDeliveryModeFindFavoriteDestinationsVehicleCoachmarkSubtext
source: Great. Depending on your model, you can find your favorite destinations in the "Navigation" menu of your {brandLocalized} or you can select "Send to my {brandLocalized}" in the destination details.
fi: Loistavaa! Mallista riippuen löydät suosikkikohteesi {brandLocalized}:n navigointivalikosta tai voit napauttaa kohteen tiedoissa kohtaa "Lähetä omaan {brandLocalized}-ajoneuvoon".
pl: Wspaniale! W zależności od modelu swoje ulubione cele możesz znaleźć w menu "Nawigacja" swojego {brandLocalized} lub w szczegółach celu możesz dotknąć opcję "Wyślij do mojego {brandLocalized}".
sk: Perfektné! V závislosti od modelu nájdete svoje preferované ciele v menu „Navigácia“ svojho {brandLocalized} alebo ťuknite v podrobnostiach cieľa na „Poslať do môjho {brandLocalized}“.

# _preDeliveryModeFindFavoriteDestinationsVehicleCoachmarkTitle
source: In your {brandLocalized}
fi: {brandLocalized}-ajoneuvossasi
pl: W swoim {brandLocalized}
sk: Vo vašom {brandLocalized}

# _preDeliveryModeFindUpcomingTripsVehicleCoachmarkSubtext
source: Great. Depending on your model, you can find your upcoming journeys in the "Navigation" menu of your {brandLocalized} or you can select "Send to my {brandLocalized}" in the destination details.
fi: Loistavaa! Mallista riippuen löydät tulevat ajosi {brandLocalized}:n navigointivalikosta tai voit napauttaa kohteen tiedoissa kohtaa "Lähetä omaan {brandLocalized}-ajoneuvoon".
pl: Wspaniale! W zależności od modelu swoje przyszłe jazdy możesz znaleźć w menu "Nawigacja" swojego {brandLocalized} lub w szczegółach celu możesz dotknąć opcję "Wyślij do mojego {brandLocalized}".
sk: Perfektné! V závislosti od modelu nájdete predchádzajúce jazdy v menu „Navigácia“ svojho {brandLocalized} alebo ťuknite v podrobnostiach cieľa na „Poslať do môjho {brandLocalized}“.

# _preDeliveryModeFindUpcomingTripsVehicleCoachmarkTitle
source: Find upcoming trips in your {brandLocalized}
fi: Löydä tulevat ajot {brandLocalized}-ajoneuvossasi
pl: Znajdź przyszłe jazdy w swoim {brandLocalized}
sk: Nájsť najbližšie jazdy vo vašom {brandLocalized}

# _preDeliveryModeGalleryNavigationBarLabel
source: {vehicleModel} gallery
fi: {vehicleModel} -galleria
pl: Galeria pojazdu {vehicleModel}
sk: Galéria {vehicleModel}

# _preDeliveryModeHasVehicleArrivedStartMappingFlowButton
source: CONNECT YOUR {brandLocalized}
fi: YHDISTÄ {brandLocalized}
pl: POWIĄŻ {brandLocalized}
sk: PREPOJIŤ {brandLocalized}

# _preDeliveryModeHasVehicleArrivedText
source: Once you have received your {brandLocalized}, your next step is to connect it to the app.
fi: Kun {brandLocalized} on luovutettu sinulle, voit yhdistää sen sovellukseen seuraavassa vaiheessa.
pl: Gdy tylko nastąpi przekazanie Twojego pojazdu {brandLocalized}, możesz w następnym kroku powiązać go z aplikacją.
sk: Po odovzdaní vášho {brandLocalized} ho môžete v ďalšom kroku prepojiť s aplikáciou.

# _preDeliveryModeIntroPageLetsGoTextMini
source: Get ready and experience the {appName} today.
fi: Ole valmiina ja tutustu {appName}-sovellukseen jo tänään.
pl: Przygotuj się i odkryj już dzisiaj aplikację {appName}.
sk: Pripravte sa a objavte dnes aplikáciu {appName}.

# _preDeliveryModeIntroPageLetsGoTitleMini
source: YOUR {vehicleModel} IN THE {appName} APP
fi: OMA {vehicleModel} {appName} -SOVELLUKSESSA
pl: TWOJE {vehicleModel} W APLIKACJI {appName}
sk: VAŠE {vehicleModel} V APLIKÁCII {appName}

# _preDeliveryModeIntroPageSection1TextBmw
source: Your new {brandLocalized} looks fantastic. You can already start discovering it in the {appName} app.
fi: Uusi {brandLocalized}-ajoneuvosi näyttää upealta. Voit jo tutustua siihen {appName} -sovelluksessa.
pl: Twoje nowe {brandLocalized} wygląda fantastycznie. Możesz go zobaczyć już w aplikacji {appName}.
sk: Vaše nové {brandLocalized} vyzerá fantasticky. Môžete ho už objavovať v aplikácii {appName}.

# _preDeliveryModeIntroPageSection1TextMini
source: Exciting adventures await! You will soon be able to experience the famous {brandLocalized} go-kart feeling first hand.
fi: Jännittävät seikkailut odottavat sinua. Pian koet kuuluisan {brandLocalized}-gokart-tunnelman omakohtaisesti.
pl: Czeka na Ciebie niesamowita przygoda. Wkrótce doświadczysz słynnego {brandLocalized} Gokart-Feeling z pierwszej ręki.
sk: Čakajú na Vás vzrušujúce dobrodružstvá. Čoskoro zažijete slávny pocit {brandLocalized} Gokart-Feeling z prvej ruky.

# _preDeliveryModeIntroPageSection2TextBmw
source: Start customizing your {brandLocalized} in line with your needs.
fi: Aloita {brandLocalized}-ajoneuvosi yksilöllistäminen ja mukauta se omiin tarpeisiisi.
pl: Rozpocznij personalizację swojego {brandLocalized} i dopasuj go do swoich potrzeb.
sk: Začnite s prispôsobovaním vášho {brandLocalized} a nastavte ho podľa vašich potrieb.

# _preDeliveryModeIntroPageSection3TextBmw
source: Your {brandLocalized} is full of exciting new technologies. See for yourself!
fi: {brandLocalized}-ajoneuvosi on täynnä jännittävää uutta teknologiaa. Katso itse!
pl: Twój {brandLocalized} jest przepełniony fascynującą najnowszą technologią. Przekonaj się sam!
sk: Vaše {brandLocalized} je plné vzrušujúcich nových technológií. Pozrite sa sami!

# _preDeliveryModeIntroPageSection3TitleBmw
source: DISCOVER YOUR {brandLocalized}
fi: TUTUSTU {brandLocalized}-AJONEUVOOSI
pl: ODKRYJ SWOJE {brandLocalized}
sk: OBJAVTE SVOJE {brandLocalized}

# _preDeliveryModeIntroPageSection3TitleMini
source: YOUR {brandLocalized} IS BEING BUILT
fi: {brandLocalized}-AJONEUVOSI VALMISTETAAN
pl: TWOJE {brandLocalized} JEST PRODUKOWANE
sk: VAŠE {brandLocalized} SA VYRÁBA

# _preDeliveryModeIntroPageStrikingLabelSubtextBmw
source: Get ready for a new way to connect with your {brandLocalized}
fi: Valmistaudu uuteen tapaan olla yhteydessä {brandLocalized}-ajoneuvoosi
pl: Przygotuj się na nowy sposób łączenia ze swoim {brandLocalized}
sk: Pripravte sa na nový spôsob pripojenia k vášmu {brandLocalized}

# _preDeliveryModeIntroPageStrikingLabelSubtextMini
source: Connect your new {brandLocalized} to the {appName} app
fi: Yhdistä uusi {brandLocalized}-ajoneuvosi {appName} -sovellukseen
pl: Połącz swoje nowe {brandLocalized} z aplikacją {appName}
sk: Prepojte svoje nové {brandLocalized} s aplikáciou {appName}

# _preDeliveryModeManualVinEntryWelcomeScreenText
source: You can already start exploring and customizing the functions and settings of your {brandLocalized} in advance.
fi: Tutustu {brandLocalized}-ajoneuvosi toimintoihin ja asetuksiin etukäteen.
pl: Zapoznaj się wcześniej z funkcjami i ustawieniami Twojego {brandLocalized}.
sk: Vopred sa oboznámte s funkciami a nastaveniami vášho {brandLocalized}.

# _preDeliveryModeManualVinEntryWelcomeScreenTitle
source: Start exploring your {brandLocalized} even before handover
fi: Tutustu {brandLocalized}-ajoneuvoosi jo ennen luovutusta
pl: Odkryj swój pojazd {brandLocalized} jeszcze przed przekazaniem
sk: Objavte svoje {brandLocalized} ešte pred odovzdaním

# _preDeliveryModePersonalizationAddProfileImageCoachmarkSubtext
source: Add your profile image in the {appName} app. Depending on your vehicle model, the image will also be shown in the control display.
fi: Lisää profiilikuvasi {appName} -sovelluksessa. Ajoneuvomallista riippuen kuva näkyy ajoneuvon monitoiminäytössä.
pl: Dodaj w aplikacji {appName} swoje zdjęcie profilowe. Zależnie od Twojego modelu pojazdu zdjęcie jest wyświetlane na monitorze centralnym pojazdu.
sk: Pridajte svoj profilový obrázok v aplikácii {appName}. V závislosti od modelu vozidla sa obrázok zobrazí na kontrolnom displeji vozidla.

# _preDeliveryModePersonalizationCalendarSyncSubpageDescriptionText
source: Synchronize your calendar with the {appName} app and navigate to event locations with your {brandLocalized}.
fi: Synkronoi kalenterisi {appName}-sovelluksen kanssa ja navigoi kohdepaikkakuntiin {brandLocalized}-ajoneuvollasi.
pl: Zsynchronizuj swój kalendarz z aplikacją {appName} i jedź swoim {brandLocalized} do miejsc docelowych.
sk: Synchronizujte svoj kalendár s aplikáciou {appName} a navigujte so svojím {brandLocalized} k cieľom.

# _preDeliveryModePersonalizationCalendarSyncSubpageDescriptionTitle
source: {brandLocalized} will get you there on time
fi: {brandLocalized} vie sinut ajoissa perille
pl: {brandLocalized} zaprowadzi Cię na czas
sk: {brandLocalized} vás tam dostane včas

# _preDeliveryModePersonalizationCalendarSyncSubpageFindCalendarTripsText1
source: Make sure you're logged in to your {brandLocalized} with the same account that you use in the app.
fi: Varmista, että olet kirjautunut {brandLocalized}-ajoneuvoosi samalla tilillä kuin sovelluksessa.
pl: Upewnij się, że zalogowano się w Twoim {brandLocalized} na tym samym koncie co w aplikacji.
sk: Ubezpečte sa, že ste sa vo svojom {brandLocalized} prihlásili pomocou rovnakého účtu, s akým ste prihlásený v aplikácii.

# _preDeliveryModePersonalizationCalendarSyncSubpageFindCalendarTripsTextId56
source: Simply tap the "Send to my {brandLocalized}" button in the app and accept the destination in your vehicle when prompted.
fi: Napauta sovelluksessa painiketta "Lähetä {brandLocalized}-ajoneuvooni" ja hyväksy kohde ajoneuvossa, kun sitä pyydetään.
pl: Dotknij po prostu w aplikacji przycisku "Wyślij do mojego {brandLocalized}" i zaakceptuj cel w pojeździe, gdy Cię o to poprosi.
sk: Jednoducho ťuknite v aplikácii na tlačidlo „Odoslať do môjho {brandLocalized}“ a po zobrazení výzvy prijmite cieľ vo vozidle.

# _preDeliveryModePersonalizationCalendarSyncSubpageFindCalendarTripsTitle
source: Find upcoming trips in your {brandLocalized}
fi: Löydä tulevat ajot {brandLocalized}-ajoneuvossasi
pl: Znajdź przyszłe jazdy w swoim {brandLocalized}
sk: Nájsť najbližšie jazdy vo vašom {brandLocalized}

# _preDeliveryModePersonalizationFavoriteDestinationsSubPageDescriptionText
source: Mark your favorite destinations with the {appName} app and share them between your mobile device and your {brandLocalized}.
fi: Merkitse suosikkisi {appName}-sovelluksella ja jaa ne mobiililaitteesi ja {brandLocalized}-ajoneuvosi kesken.
pl: Oznacz ulubione za pomocą aplikacji {appName} i udostępniaj je między swoim urządzeniem mobilnym i swoim {brandLocalized}.
sk: Označte svoje obľúbené položky pomocou aplikácie {appName} a zdieľajte ich medzi svojím mobilným zariadením a svojím {brandLocalized}.

source: Make sure you're logged in to your {brandLocalized} with the same account that you use in the app.
fi: Varmista, että olet kirjautunut {brandLocalized}-ajoneuvoosi samalla tilillä kuin sovelluksessa.
pl: Upewnij się, że zalogowano się w Twoim {brandLocalized} na tym samym koncie co w aplikacji.
sk: Ubezpečte sa, že ste sa vo svojom {brandLocalized} prihlásili pomocou rovnakého účtu, s akým ste prihlásený v aplikácii.

source: Simply tap the "Send to my {brandLocalized}" in the app and accept the destination in your vehicle when prompted.
fi: Napauta sovelluksessa "Lähetä {brandLocalized}-ajoneuvooni" ja hyväksy kohde ajoneuvossa, kun sitä pyydetään.
pl: Dotknij w aplikacji opcji "Prześlij do mojego {brandLocalized}" i zaakceptuj cel w pojeździe, gdy Cię o to poprosi.
sk: V aplikácii jednoducho ťuknite na „Odoslať do môjho {brandLocalized}“ a po zobrazení výzvy prijmite cieľ vo vozidle.

source: Find your favorite destinations in your {brandLocalized}
fi: Löydä suosikkisi {brandLocalized}-ajoneuvossasi
pl: Znajdź ulubione w swoim {brandLocalized}
sk: Nájdite svoje obľúbené položky vo svojom {brandLocalized}

# _preDeliveryModePersonalizationFindChargingStationsCoachmarkSubtext
source: Use the {appName} App to search for all available charging stations nearby and view comprehensive information.
fi: Hae lähistöllä olevia latausasemia {appName} -sovelluksella ja saat kattavat tiedot.
pl: Za pomocą aplikacji {appName} wyszukaj stacji ładowania w Twojej okolicy i uzyskaj obszerne informacje.
sk: Pomocou aplikácie {appName} hľadajte nabíjacie stanice v blízkosti a získate podrobné informácie.

# _preDeliveryModePersonalizationFindChargingStationsSubPageDescriptionText
source: See all available charging stations nearby and view comprehensive information with the {appName} App.
fi: Katso kaikki lähelläsi olevat latausasemat ja lisätiedot {appName} -sovelluksella.
pl: Zobacz wszystkie dostępne stacje ładowania w Twojej okolicy i uzyskaj wyczerpujące informacje dzięki aplikacji {appName}.
sk: Pomocou aplikácie {appName} zobrazíte všetky dostupné nabíjacie stanice vo vašej blízkosti a získate podrobné informácie.

source: Use the filter to search for {brandLocalized} networks and refine the search by charging power, compatibility, price and availability
fi: Rajaa {brandLocalized}-verkkoja suodattamalla lataustehon, yhteensopivuuden, hinnan ja saatavuuden mukaan
pl: Użyj filtra, aby zawęzić sieci {brandLocalized} i dopracować je pod kątem mocy ładowania, kompatybilności, ceny i dostępności
sk: Použite filter na ohraničenie sietí {brandLocalized} a na filtrovanie podľa výkonu nabíjania, kompatibility, ceny a dostupnosti

source: Once you have received your vehicle, you can send the charging station as a goal to your {brandLocalized}
fi: Kun olet saanut ajoneuvosi, voit lähettää latausaseman kohteeksi {brandLocalized}-ajoneuvoosi
pl: Po odebraniu pojazdu możesz wysłać stację ładowania do {brandLocalized} jako miejsce docelowe
sk: Potom, ako dostanete vaše vozidlo, môžete nabíjaciu stanicu zaslať ako cieľ vášmu {brandLocalized}

# _preDeliveryModePersonalizationProfilePictureSubPageCardTitle
source: How to set a personal profile image for your {brandLocalized} ID
fi: Henkilökohtaisen profiilikuvan asettaminen {brandLocalized} ID:llesi
pl: Jak ustawić spersonalizowane zdjęcie profilowe do Twojego {brandLocalized} ID
sk: Ako nastaviť osobný profilový obrázok pre vaše {brandLocalized} ID

# _preDeliveryModePersonalizationProfilePictureSubPageDescriptionTitle
source: Give your {brandLocalized} ID a personal touch
fi: Anna {brandLocalized} ID:llesi henkilökohtainen silaus
pl: Spersonalizuj swój {brandLocalized} ID
sk: Prispôsobte si svoje {brandLocalized} ID

# _preDeliveryModePersonalizationProfilePictureUpdatedSubtext
source: You look amazing!
fi: Näytät upealta!
pl: Wyglądasz fantastycznie!
sk: Vyzeráte úchvatne!

# _preDeliveryModePersonalizationSaveFavoriteDestinationsCoachmarkSubtext
source: Highlight your favorite destinations in the {appName} App and access them in the "Navigation" menu in your {brandLocalized}.
fi: Merkitse suosikkikohteesi {appName}-sovelluksessa ja siirrä ne {brandLocalized}-ajoneuvoosi.
pl: Oznacz ulubione cele w aplikacji {appName} i przenieś je do swojego {brandLocalized}.
sk: Označte svoje favorizované ciele v aplikácii {appName} a preneste ich do svojho {brandLocalized}.

# _preDeliveryModePersonalizationSectionSubtext
source: You can set some initial preferences while you wait for your new {brandLocalized}.
fi: Tee ensimmäiset asetukset jo odottaessasi uutta {brandLocalized}-ajoneuvoasi.
pl: Podczas czekania na nowy {brandLocalized} dokonaj już pierwszych ustawień.
sk: Vykonajte už prvé nastavenia, kým čakáte na svoje nové {brandLocalized}.

# _preDeliveryModePersonalizationSyncCalendarCoachmarkSubtext
source: Synchronize your calendar with the {appName} app and navigate to event locations with your {brandLocalized}.
fi: Synkronoi kalenterisi {appName}-sovelluksen kanssa ja navigoi kohdepaikkakuntiin {brandLocalized}-ajoneuvollasi.
pl: Zsynchronizuj swój kalendarz z aplikacją {appName} i jedź swoim {brandLocalized} do miejsc docelowych.
sk: Synchronizujte svoj kalendár s aplikáciou {appName} a navigujte so svojím {brandLocalized} k cieľom.

# _preDeliveryModePersonalizationSyncCalendarNotSetSubtext
source: Easily share destinations between your mobile device and your {brandLocalized}
fi: Jaa kohteita vaivattomasti mobiililaitteen ja {brandLocalized}-ajoneuvon välillä
pl: Udostępniaj z łatwością cele miedzy urządzeniem mobilnym a {brandLocalized}
sk: Jednoducho zdieľajte ciele medzi mobilným zariadením a {brandLocalized}

# _preDeliveryModeVehicleTabGalleryEntryTitle
source: Your {brandLocalized} gallery
fi: {brandLocalized} -galleriasi
pl: Galeria Twojego {brandLocalized}
sk: Vaša galéria {brandLocalized}

# _preDeliveryModeVehicleTabStrikingLabelSubtext
source: Discover your new {brandLocalized} and prepare for the handover.
fi: Tutustu uuteen {brandLocalized}-ajoneuvoosi ja valmistaudu ajoneuvon luovuttamiseen.
pl: Odkryj swój nowy pojazd {brandLocalized} i przygotuj się na przekazanie pojazdu.
sk: Objavte svoje nové {brandLocalized} a pripravte sa na odovzdanie vozidla.

# _preferredServiceCallDescription
source: {dealerName} is your preferred service center. Please call them to schedule an appointment. You can also search for another service center that currently supports appointment scheduling within the app.
fi: {dealerName} on ensisijainen huoltopisteesi. Soita sinne, jos haluat varata ajan. Voit myös hakea toisen huoltopisteen, joka tukee aikojen varaamista sovelluksella.
pl: {dealerName} jest Twoim preferowanym serwisem. Zadzwoń do niego, aby uzgodnić termin. Możesz wyszukać także inny serwis, dla którego obecnie w aplikacji obsługiwane jest ustalanie terminu.
sk: {dealerName} je váš preferovaný servisný partner. Zavolajte mu na dohodnutie termínu. Môžete tiež vyhľadať iného servisného partnera, ktorý momentálne podporuje plánovanie termínov v rámci aplikácie.

# _preferredServiceCallTitle
source: Call {dealerName} to schedule service?
fi: Soitetaanko jälleenmyyjälle {dealerName} aikavarausta varten?
pl: Czy zadzwonić do {dealerName} w celu umówienia terminu?
sk: Zavolať {dealerName} kvôli termínu?

# _preferredServiceDefaultDescription
source: {dealerName} is your preferred service center. If you would like to schedule with a different service center, select "Find another service center".
fi: {dealerName} on ensisijainen huoltopisteesi. Jos haluat sopia ajan toiseen huoltopisteeseen, valitse "Hae toinen huoltopiste".
pl: {dealerName} jest Twoim preferowanym serwisem. Jeśli chcesz uzgodnić termin z innym serwisem, wybierz opcję "Znajdź inny serwis".
sk: {dealerName} je váš preferovaný servisný partner. Ak si chcete dohodnúť termín s iným servisným partnerom, vyberte možnosť "Nájsť iného servisného partnera".

# _preferredServiceEmailTitle
source: Request service with {dealerName}?
fi: Pyydetäänkö aikaa jälleenmyyjälle {dealerName}?
pl: Czy zapytać o termin w {dealerName}?
sk: Požiadať o termín u {dealerName}?

# _preferredServiceNativeTitle
source: Schedule service with {dealerName}?
fi: Varataanko aika jälleenmyyjälle {dealerName}?
pl: Czy uzgodnić termin z {dealerName}?
sk: Dohodnúť termín v {dealerName}?

source: Press COM on iDrive Controller
fi: Paina iDrive-monitoimisäätimen "COM"-painiketta
pl: Naciśnij "COM" na kontrolerze iDrive
sk: Stlačte "COM" na ovládači iDrive

source: Press COM on MINI Controller
fi: Paina MINI-monitoimisäätimen "COM"-painiketta
pl: Naciśnij "COM" na kontrolerze MINI
sk: Stlačte "COM" na ovládači MINI

# _pressMenuOnIDriveController
source: Press HOME on iDrive Controller
fi: Paina iDrive-monitoimisäätimen "HOME"-painiketta
pl: Naciśnij "HOME" na kontrolerze iDrive
sk: Stlačte "HOME" ovládači iDrive.

# _pressMenuOnIDriveControllerId6
source: Press MENU on iDrive Controller
fi: Paina iDrive-monitoimisäätimen "MENU"-painiketta
pl: Naciśnij "MENU" na kontrolerze iDrive
sk: Stlačte "MENU" na ovládači iDrive

source: Press Menu on MINI Controller
fi: Paina MINI-monitoimisäätimen "MENU"-painiketta
pl: Naciśnij "MENU" na kontrolerze MINI
sk: Stlačte "MENU" na ovládači MINI

# _pressMenuOnMiniControllerId6
source: Press MENU on MINI Controller
fi: Paina MINI-monitoimisäätimen "MENU"-painiketta
pl: Naciśnij "MENU" na kontrolerze MINI
sk: Stlačte "MENU" na ovládači MINI

# _privacyPageExplanation
source: To use Remote 3D View, please make sure that the appropriate option is activated in the "Data privacy" menu of your vehicle. Search for "Data privacy" in the {brand} Driver's Guide to get more information on checking or adjusting the settings.
fi: Remote 3D View -toiminnon käyttöä varten on varmistettava, että kyseinen valintamahdollisuus on aktivoitu ajoneuvosi tietosuojavalikossa. Lisätietoja asetuksien tarkistamisesta ja muuttamisesta löydät {brand} Driver’s Guide -sovelluksen kohdasta "Tietosuoja".
pl: Aby skorzystać z funkcji Remote 3D View, upewnij się, że aktywna jest odpowiednia opcja w menu "Ochrona danych" Twojego pojazdu. Wyszukaj w {brand} Driver's Guide sekcję "Ochrona danych", aby uzyskać dodatkowe informacje o sprawdzaniu lub dostosowywaniu ustawień.
sk: Keď chcete používať Remote 3D View, skontrolujte, či je príslušná možnosť aktivovaná v menu "Ochrana osobných údajov" vášho vozidla. V {brand} Driver's Guide vyhľadajte "Ochrana osobných údajov", aby ste získali ďalšie informácie o kontrole alebo prispôsobení nastavení.
