Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# _upcomingAppointmentModalDescription
source: You already have a service appointment scheduled with {dealerName} for your {vehicleName}. You can view the details or cancel the appointment in the app. To make changes, please call the service center.
fi: Olet jo sopinut huoltoajan jälleenmyyjän {dealerName} luokse ajoneuvoasi {vehicleName} varten. Voit näyttää yksityiskohdat sovelluksessa tai peruttaa ajan. Jos haluat tehdä muutoksia, soita huoltopisteeseen.
pl: Masz już uzgodniony z {dealerName} termin przeglądu Twojego {vehicleName}. Możesz wyświetlić szczegóły w aplikacji lub anulować termin. Aby dokonać zmian, zadzwoń do serwisu.
sk: Už ste si dohodli servisný termín u {dealerName} pre vaše {vehicleName}. V aplikácii si môžete zobraziť podrobnosti o termíne alebo tiež zrušiť termín. Ak chcete vykonať zmeny, zavolajte servisnému partnerovi.

# _userManagementDeletionInProgress
source: Currently removing {userName}. This process may take a while.
fi: Nimen {userName} poistaminen on jo käynnissä. Toimenpide voi kestää hetken aikaa.
pl: Właśnie trwa usuwanie konta {userName}. Ta operacja może chwilę potrwać.
sk: Odstraňovanie {userName} už prebieha. Tento proces môže nejaký čas trvať.

# _userManagementHandoverDescription
source: By transferring the main user role to {userName}, you will lose your main user advantages. You will still have access to the vehicle's digital functionality.
fi: Siirtämällä pääkäyttäjän roolin käyttäjälle {userName} menetät pääkäyttäjän edut. Voit silti käyttää edelleen ajoneuvon digitaalisia toimintoja.
pl: Przekazując rolę głównego użytkownika dla {userName}, tracisz korzyści głównego użytkownika. Nadal masz dostęp do cyfrowych funkcji pojazdu.
sk: Predaním roly hlavného používateľa používateľovi {userName} stratíte výhody hlavného používateľa. Naďalej máte prístup k digitálnym funkciám vozidla.

# _userManagementHandoverFailed
source: Sorry, the transfer couldn't be initiated. Please try again in a few minutes or contact customer support.
fi: Valitettavasti siirtoa ei voitu aloittaa. Yritä uudelleen muutaman minuutin kuluttua tai käänny asiakaspalvelun puoleen.
pl: Niestety nie udało się rozpocząć przekazania. Spróbuj ponownie za kilka minut albo zwróć się do Centrum Obsługi Klienta.
sk: Žiaľ, predanie sa nepodarilo iniciovať. Skúste to znova o niekoľko minút alebo sa obráťte na zákaznícku podporu.

# _userManagementHandoverInProgress
source: The transfer has been initiated, it shouldn't take too long.
fi: Siirto on aloitettu eikä sen pitäisi kestää kovin pitkään.
pl: Przekazanie zostało rozpoczęte, nie powinno trwać zbyt długo.
sk: Predanie bolo iniciované, nemalo by to trvať príliš dlho.

# _userManagementHandoverTitle
source: Confirm primary user transfer
fi: Vahvista pääkäyttäjän siirto
pl: Potwierdź przekazanie głównego użytkownika
sk: Potvrdiť predanie hlavného používateľa

# _userManagementInfoDescription
source: As soon as a login with a {brandLocalized} ID is performed in the vehicle, the user appears automatically within the user management.
fi: Kun ajoneuvoon kirjaudutaan {brandLocalized} ID:llä, käyttäjä tulee automaattisesti näkyviin käyttäjähallinnassa.
pl: Gdy tylko w pojeździe nastąpi logowanie za pomocą {brandLocalized} ID, użytkownik automatycznie pojawi się w panelu zarządzania użytkownikami.
sk: Po prihlásení do vozidla pomocou {brandLocalized} ID sa používateľ automaticky objaví v správe používateľov.

# _userManagementInfoNoteDescription
source: All {brandLocalized} IDs, including all permissions, can be removed by resetting the vehicle to the factory settings.
fi: Kaikki {brandLocalized} ID:t ja niiden kaikki oikeudet voidaan poistaa palauttamalla ajoneuvon tehdasasetukset.
pl: Wszystkie {brandLocalized} ID włącznie ze wszystkimi uprawnieniami można usunąć poprzez reset pojazdu do ustawień fabrycznych.
sk: Všetky {brandLocalized} ID vrátane všetkých oprávnení je možné odstrániť resetovaním vozidla na výrobné nastavenia.

# _userManagementInfoNoteTitle
source: Please note:
fi: Huomautus:
pl: Wskazówka:
sk: Upozornenie:

# _userManagementInfoParagraph1Description
source: The first person who successfully adds the vehicle to the {appName} App is the main user. The main user has special permissions, such as the opportunity to remove other {brandLocalized} IDs from the vehicle and change certain data privacy settings.
fi: Ensimmäinen henkilö, joka on onnistuneesti lisännyt ajoneuvon {appName} -sovellukseen, on pääkäyttäjä. Pääkäyttäjällä on erityisiä oikeuksia, hän voi esim. poistaa muita {brandLocalized} ID:eitä ajoneuvosta ja muuttaa tiettyjä tietosuoja-asetuksia.
pl: Pierwsza osoba, która pomyślnie dodała pojazd do aplikacji {appName}, jest głównym użytkownikiem. Główny użytkownik ma specjalne uprawnienia, takie jak możliwość usuwania innych {brandLocalized} ID z pojazdu i zmiany niektórych ustawień dotyczących ochrony danych osobowych.
sk: Prvá osoba, ktorá úspešne pridá vozidlo do aplikácie {appName}, je hlavný používateľ. Hlavný používateľ má špeciálne oprávnenia, napr. možnosť odstrániť ďalšie {brandLocalized} ID z vozidla a zmeniť určité nastavenia ochrany údajov.

# _userManagementInfoParagraph1Title
source: Primary user
fi: Pääkäyttäjä
pl: Główny użytkownik
sk: Hlavný používateľ

# _userManagementInfoParagraph2Description
source: There can only be one primary user per vehicle. The role can be transferred to a secondary user.
fi: Kullakin ajoneuvolla voi olla vain yksi pääkäyttäjä. Rooli voidaan luovuttaa yhteiskäyttäjälle.
pl: W każdym pojeździe może być tylko jeden główny użytkownik. Rolę można przekazać współużytkownikowi.
sk: Každé vozidlo môže mať len jedného hlavného používateľa. Rolu je možné predať spolupoužívateľovi.

# _userManagementInfoParagraph2Title
source: Transfer primary user role
fi: Siirrä pääkäyttäjän rooli
pl: Przekaż rolę głównego użytkownika
sk: Predať rolu hlavného používateľa

# _userManagementInfoParagraph3Description
source: Depending on the vehicle model, there can be up to 6 secondary users. Secondary users cannot see the name of other secondary users.
fi: Ajoneuvomallista riippuen yhteiskäyttäjiä voi olla enintään 6. Yhteiskäyttäjät eivät näe toistensa nimiä.
pl: W zależności od modelu pojazdu możliwe jest posiadanie do 6 współużytkowników. Współużytkownicy nie widzą swoich nazw.
sk: V závislosti od modelu vozidla je možných až 6 spolupoužívateľov. Spolupoužívatelia si navzájom neuvidia svoje mená.

# _userManagementInfoParagraph3Title
source: Secondary user
fi: Yhteiskäyttäjä
pl: Współużytkownik
sk: Spolupoužívateľ

# _userManagementInfoParagraph4Description
source: In some cases, secondary users can have temporary/permanent limited access to the full app functionality, e.g., if additional information is necessary to completely add the vehicle to the app.
fi: Joissakin tapauksissa yhteiskäyttäjillä voi olla tilapäinen tai pysyvä rajoitettu pääsy sovelluksen toimintoihin, esimerkiksi jos ajoneuvon lisäämiseksi sovellukseen tarvitaan lisätietoja.
pl: W niektórych przypadkach współużytkownicy mogą mieć tymczasowy/stały ograniczony dostęp do funkcji aplikacji, np. jeśli do pełnego dodania pojazdu do aplikacji wymagane są dodatkowe informacje.
sk: V niektorých prípadoch môžu mať spolupoužívatelia dočasne/trvalo obmedzený prístup k funkciám aplikácie, napr. ak sú potrebné ďalšie informácie na úplné pridanie vozidla do aplikácie.

# _userManagementInfoParagraph4Title
source: Secondary user with restricted app functionalities
fi: Yhteiskäyttäjä, jolla on rajoitetut sovellustoiminnot
pl: Współużytkownicy z ograniczonymi funkcjami aplikacji
sk: Spolupoužívateľ s obmedzenými fukciami aplikácie

# _userManagementInfoTitle
source: The {appName} app functionality is available for multiple users.
fi: {appName} -sovelluksen toiminnot ovat useiden käyttäjien käytettävissä.
pl: Funkcje aplikacji {appName} są dostępne dla wielu użytkowników.
sk: Funkcie aplikácie {appName} sú dostupné pre viacerých používateľov.

# _userManagementPrimaryRemovesSecondaryText
source: Are you sure you want to remove this user? Removing this user will remove your {carModel} from his/her {appName} app. The digital key will be deleted and the {brandLocalized} ID removed from the vehicle.
fi: Oletko varma, että haluat poistaa tämän käyttäjän? Jos poistat tämän käyttäjän, {carModel} poistetaan hänen {appName} -sovelluksestaan. Digitaalinen avain poistetaan ja {brandLocalized} ID poistetaan ajoneuvosta.
pl: Czy na pewno chcesz usunąć tego użytkownika? Jeśli usuniesz tego użytkownika, Twoje {carModel} zostanie usunięte z jego aplikacji {appName}. Klucz cyfrowy jest usuwany, a z pojazdu zostanie usunięty {brandLocalized} ID.
sk: Ste si istý, že chcete odstrániť tohto používateľa? Odstránením tohto používateľa sa odstráni váš {carModel} z jeho aplikácie {appName}. Digitálny kľúč sa vymaže a {brandLocalized} ID sa odstráni z vozidla.

# _userManagementPrimaryRemovesSecondaryTitle
source: Remove {userName}
fi: Poista {userName}
pl: Usuń {userName}
sk: Odstrániť {userName}

# _userManagementPrimaryRemovesSelfText
source: Are you sure you want to remove this user? If you remove this {brandLocalized} ID, your {carModel} will be removed from the {appName} Aapp of all users. All Digital Keys will be erased and {brandLocalized} IDs will be deleted from the vehicle.
fi: Oletko varma, että haluat poistaa tämän käyttäjän? Jos poistat tämän {brandLocalized} ID:n, {carModel} poistetaan kaikkien käyttäjien {appName} -sovelluksesta. Kaikki digitaaliset avaimet poistetaan ja {brandLocalized} ID:t poistetaan ajoneuvosta.
pl: Czy na pewno chcesz usunąć tego użytkownika? Jeśli usuniesz ten {brandLocalized} ID, Twoje {carModel} zostanie usunięte z aplikacji {appName} wszystkich użytkowników. Wszystkie klucze cyfrowe są usuwane, a z pojazdu zostaną usunięte {brandLocalized} ID.
sk: Ste si istý, že chcete odstrániť tohto používateľa? Odstránenie tohto {brandLocalized} ID odstráni váš {carModel} z aplikácie {appName} všetkých používateľov. Všetky digitálne kľúče budú vymazané a {brandLocalized} ID budú z vozidla odstránené.

# _userManagementPrimaryRemovesSelfTitle
source: Remove {userName}
fi: Poista {userName}
pl: Usuń {userName}
sk: Odstrániť {userName}

# _userManagementRemovalFailed
source: Sorry, the removal process couldn't be initiated. Please try again in a few minutes or contact customer support.
fi: Olemme pahoillamme, mutta poistomenettelyä ei voitu aloittaa. Yritä uudelleen muutaman minuutin kuluttua tai käänny asiakaspalvelun puoleen.
pl: Przykro nam, proces usuwania nie mógł zostać rozpoczęty. Spróbuj ponownie za kilka minut albo zwróć się do Centrum Obsługi Klienta.
sk: Ľutujeme, odstraňovanie sa nepodarilo spustiť. Skúste to znova o niekoľko minút alebo sa obráťte na zákaznícku podporu.

# _userManagementRemovalInProgress
source: The removal process has been initiated, it shouldn't take too long.
fi: Poistaminen on aloitettu eikä sen pitäisi kestää kovin pitkään.
pl: Proces usuwania został rozpoczęty, nie powinien trwać zbyt długo.
sk: Proces odstraňovania sa inicioval, nemalo by to trvať príliš dlho.

# _userManagementSecondaryRemovesSelfText
source: Are you sure you want to remove this user? Removing this {brandLocalized} ID will remove your {carModel} from your {appName} app.
fi: Oletko varma, että haluat poistaa tämän käyttäjän? Poistamalla tämä {brandLocalized} ID poistetaan myös {carModel} {appName} -sovelluksesta.
pl: Czy na pewno chcesz usunąć tego użytkownika? Usunięcie tego {brandLocalized} ID spowoduje usunięcie Twojego {carModel} z aplikacji {appName}.
sk: Ste si istý, že chcete odstrániť tohto používateľa? Odstránenie tohto {brandLocalized} ID odstráni vaše {carModel} z vašej aplikácie {appName}.

# _userManagementSecondaryRemovesSelfTitle
source: Remove {userName}
fi: Poista {userName}
pl: Usuń {userName}
sk: Odstrániť {userName}

# _validateAccessToCameraDialogDescription
source: In order to scan the QR code, the {appName} App needs to access your device's camera. Enable access within the Settings menu of your phone.
fi: Jotta QR-koodi voidaan skannata, {appName}-sovelluksella on oltava käyttöoikeus laitteesi kameraan. Aktivoi käyttöoikeus puhelimesi asetuksissa.
pl: Aby zeskanować kod QR, aplikacja {appName} musi uzyskać dostęp do kamery urządzenia. Aktywuj dostęp w ustawieniach telefonu.
sk: ;Na naskenovanie QR kódu musí mať aplikáciu {appName} prístup k fotoaparátu Vášho zariadenia. Prístup aktivujte v nastaveniach svojho telefónu.

# _vehicleFinderDestinationsTrayTitle
source: My {brand}
fi: Oma {brand}
pl: Moje {brand}
sk: Moje {brand}

# _vehicleFinderDialogDescriptionDataPrivacyEnabledFailure
source: To use all the functionalities, please enable the Data Privacy settings on your {brand}.
fi: Jotta voit käyttää kaikkia toimintoja, aktivoi tietosuoja-asetukset {brand}:ssäsi.
pl: Aby umożliwić korzystanie ze wszystkich funkcji, aktywuj ustawienia dotyczące ochrony danych osobowych w swoim {brand}.
sk: Na používanie všetkých funkcií aktivujte nastavenia ochrany údajov vo svojom {brand}.

# _vehicleFinderDialogDescriptionDataPrivacyEnabledFailureForNonMGU
source: To use all the functionalities, please turn on data sharing via the {appBrandName} Portal in the data privacy settings.
fi: Jos haluat käyttää kaikkia toimintoja, aktivoi tietojen käyttölupa {appBrandName} -portaalin tietosuoja-asetuksissa.
pl: Aby umożliwić korzystanie ze wszystkich funkcji, aktywuj udostępnianie danych w ustawieniach dotyczących ochrony danych osobowych portalu {appBrandName}.
sk: Aby ste mohli využívať všetky funkcie, aktivujte si zdieľanie dát v nastaveniach ochrany údajov portálu {appBrandName}.

# _vehicleFinderDialogDescriptionDataSharingDisabledFailure
source: To use all the functionalities, please enable the Data Privacy settings on your {brand}.
fi: Jotta voit käyttää kaikkia toimintoja, aktivoi tietosuoja-asetukset {brand}:ssäsi.
pl: Aby umożliwić korzystanie ze wszystkich funkcji, aktywuj ustawienia dotyczące ochrony danych osobowych w swoim {brand}.
sk: Na používanie všetkých funkcií aktivujte nastavenia ochrany údajov vo svojom {brand}.

# _vehicleFinderDialogTitleDataPrivacyEnabledFailure
source: Your {brand} can't be located
fi: {brand}:tä ei voida paikantaa
pl: Nie udało się zlokalizować Twojego {brand}
sk: Vaše {brand} nemožno lokalizovať

# _vehicleFinderDialogTitleDataSharingDisabledFailure
source: Your {brand} can't be located
fi: {brand}:tä ei voida paikantaa
pl: Nie udało się zlokalizować Twojego {brand}
sk: Vaše {brand} nemožno lokalizovať

# _vehicleMappingCardsAdditionalInfoText
source: You have almost finished adding your {brandLocalized} to the {appName} app.
fi: {brandLocalized}-ajoneuvosi lisääminen {appName}-sovellukseen on lähes valmis.
pl: Dodawanie Twojego {brandLocalized} do aplikacji {appName} jest prawie zakończone.
sk: Pridanie vášho {brandLocalized} do aplikácie {appName} je takmer dokončené.

# _vehicleMappingCardsCodeConfirmationText
source: Connecting your {brandLocalized} is nearly finished. Please enter your security code to continue.
fi: {brandLocalized}-ajoneuvon yhdistäminen on lähes valmis. Kirjoita turvakoodi, jotta voit jatkaa.
pl: Połączenie Twojego {brandLocalized} jest prawie zakończone. Aby kontynuować, wprowadź kod bezpieczeństwa.
sk: Pripojenie vášho {brandLocalized} je takmer dokončené. Ak chcete pokračovať, zadajte svoj bezpečnostný kód.

# _vehicleMappingCardsDeletionFailedText
source: Removing your {brandLocalized} was interrupted due to technical reasons. Please contact customer support.
fi: {brandLocalized}-ajoneuvon poistaminen keskeytyi teknisistä syistä. Käänny asiakaspalvelun puoleen.
pl: Usuwanie Twojego {brandLocalized} zostało przerwane z przyczyn technicznych. Zwróć się do Centrum Obsługi Klienta.
sk: Odstraňovanie vášho {brandLocalized} bolo z technických príčin prerušené. Obráťte sa na zákaznícku podporu.

# _vehicleMappingCardsFleetText
source: You do not have full access to all app functions as this {brandLocalized} is a fleet vehicle.
fi: Sinulla ei ole pääsyä kaikkiin sovelluksen toimintoihin, koska tämä {brandLocalized} kuuluu ajoneuvokalustoon.
pl: Nie masz dostępu do wszystkich funkcji aplikacji, ponieważ ten pojazd {brandLocalized} jest pojazdem flotowym.
sk: Nemáte prístup ku všetkým funkciám aplikácie, pretože toto {brandLocalized} je vozidlo vozového parku.

# _vehicleMappingCardsManualRemovalText
source: Please remove your {brandLocalized} ID from your vehicle to complete the process.
fi: Poista {brandLocalized} ID:si ajoneuvosta, jotta toimenpide voidaan suorittaa loppuun.
pl: Aby zakończyć proces, usuń swój {brandLocalized} ID z pojazdu.
sk: Na dokončenie procesu odstráňte svoje {brandLocalized} ID zo svojho vozidla.

# _vehicleMappingCardsMarketMismatchText
source: Currently the country this {brandLocalized} is assigned to does not correspond to the country assignation of your {brandLocalized} ID.
fi: Tällä hetkellä tälle {brandLocalized}-ajoneuvolle kohdennettu maa ei vastaa {brandLocalized} ID:lle kohdennettua maata.
pl: Obecnie przyporządkowanie kraju tego {brandLocalized} nie jest zgodne z przyporządkowaniem kraju Twojego {brandLocalized} ID.
sk: V súčasnosti sa priradenie krajiny tohto {brandLocalized} nezhoduje s priradením krajiny vášho {brandLocalized} ID.

# _vehicleMappingCardsMarketMoveNotPossibleText
source: The country assignation must be changed to connect this {brandLocalized}. Unfortunately automatically changing the country association of your {brandLocalized} is not supported in this case.
fi: Tämän {brandLocalized}-ajoneuvon yhdistämistä varten on muutettava kohdennettua maata. {brandLocalized} -ajoneuvollesi kohdennetun maan automaattista muuttamista ei valitettavasti tueta tässä tapauksessa.
pl: Aby połączyć ten pojazd {brandLocalized}, należy zmienić przyporządkowanie kraju. Niestety automatyczna zmiana kraju przyporządkowanego do Twojego {brandLocalized} nie jest w tym przypadku obsługiwana.
sk: Ak chcete pripojiť toto {brandLocalized}, musíte zmeniť priradenie krajiny. V danom prípade, žiaľ, nie je podporovaná automatická zmena priradenej krajiny pre vaše {brandLocalized}.

# _vehicleMappingCardsPoliceText
source: You are not authorized to connect this {brandLocalized} and therefore you do not have full access to all app functions for this vehicle.
fi: Sinulla ei ole oikeutta yhdistää tätä {brandLocalized}-ajoneuvoa, joten sinulla ei ole pääsyä kaikkiin tämän ajoneuvon sovellustoimintoihin.
pl: Nie masz uprawnień do połączenia tego {brandLocalized}, dlatego w przypadku tego pojazdu nie masz dostępu do wszystkich funkcji aplikacji.
sk: Nemáte oprávnenie na pripojenie tohto {brandLocalized}, preto nemáte prístup ku všetkým funkciám aplikácie pre toto vozidlo.

# _vehicleMappingCardsRemovalInProgressText
source: All your data will be deleted from this vehicle. Once this has been performed, the vehicle will be removed from the {appName} app.
fi: Kaikki tietosi poistetaan tästä ajoneuvosta. Kun tämä on tehty, ajoneuvo poistetaan {appName}-sovelluksesta.
pl: Wszystkie Twoje dane zostaną usunięte z tego pojazdu. Po zakończeniu pojazd zostanie usunięty z aplikacji {appName}.
sk: Všetky vaše dáta budú vymazané z tohto vozidla. Po dokončení bude vozidlo odstránené z aplikácie {appName}.

# _vehicleMappingCardsSubscriptionExpiredSecondText
source: To renew the subscription and reactivate Remote Services and vehicle data for this {brandLocalized}, please contact the primary user.
fi: Jos haluat uusia tilauksen ja aktivoida Remote Services -palvelut ja ajoneuvon tiedot uudelleen tälle {brandLocalized}-ajoneuvolle, ota yhteyttä pääkäyttäjään.
pl: Aby odnowić abonament i ponownie aktywować Usługi Zdalne i dane pojazdu tego {brandLocalized}, skontaktuj się z głównym użytkownikiem.
sk: Ak chcete obnoviť predplatné a znova aktivovať Remote Services a dát o vozidle pre toto {brandLocalized}, kontaktujte hlavného používateľa.

# _vehicleMappingCardsSubscriptionExpiredText
source: Please renew your subscription to receive full access to app functions, including Remote Services and vehicle data for this {brandLocalized}.
fi: Jos haluat käyttää tälle {brandLocalized}-ajoneuvolle kaikkia sovelluksen toimintoja, mukaan lukien Remote Services ja ajoneuvon tiedot, uusi tilauksesi.
pl: Aby uzyskać dostęp do wszystkich funkcji aplikacji, w tym Usług Zdalnych i danych pojazdu tego {brandLocalized}, odnów abonament.
sk: Ak chcete získať prístup ku všetkým funkciám aplikácie vrátane Remote Services a dát o vozidle pre toto {brandLocalized}, obnovte si predplatné.

# _vehicleMappingCardsUsageRestrictedText
source: Unfortunately, something went wrong while adding your {brandLocalized}. Please contact customer support.
fi: Valitettavasti jotain meni pieleen, kun lisäsit {brandLocalized}-ajoneuvon. Käänny asiakaspalvelun puoleen.
pl: Niestety coś poszło nie tak podczas dodawania Twojego {brandLocalized}. Zwróć się do Centrum Obsługi Klienta.
sk: Počas pridávania vášho {brandLocalized} sa vyskytla chyba. Obráťte sa na zákaznícku podporu.

# _vehicleMappingDriverRolesMainUserAlreadyExistsDescription
source: There is already a primary user associated with this {brandLocalized}. This means that at least one other person has added this {brandLocalized} to his/her {brandLocalized} ID. Please note that the primary user role for a {brandLocalized} can only be associated with one {brandLocalized} ID.
fi: Tälle {brandLocalized}-ajoneuvolle on jo määritelty pääkäyttäjä. Tämä tarkoittaa, että yksi tai useampi henkilö on jo lisännyt tämän {brandLocalized}-ajoneuvon {brandLocalized} ID:hensä. Huomaa, että {brandLocalized}-ajoneuvosi pääkäyttäjärooli voidaan kohdentaa vain yhdelle {brandLocalized} ID:lle.
pl: Zdefiniowano już głównego użytkownika dla tego pojazdu {brandLocalized}. Oznacza to, że już przynajmniej jedna osoba dodała ten pojazd {brandLocalized} do swojego {brandLocalized} ID. Przypominamy, że rola głównego użytkownika {brandLocalized} może zostać przyporządkowana tylko jednemu {brandLocalized} ID.
sk: Hlavný používateľ už bol definovaný pre toto {brandLocalized}. To znamená, že jeden alebo viacerí ľudia už pridali toto {brandLocalized} ku svojmu {brandLocalized} ID. Pamätajte, že rola hlavného používateľa pre {brandLocalized} môže byť priradená iba k jednému {brandLocalized} ID.

# _vehicleMappingDriverRolesReplaceMainUserDescription
source: This {brandLocalized} has already been added by another person to his/her {brandLocalized} ID. Please note that a {brandLocalized} can only be associated with one {brandLocalized} ID. If you continue, the existing link will be deleted and this {brandLocalized} will be associated solely with your {brandLocalized} ID.
fi: Tämä {brandLocalized} on jo lisätty toisen henkilön {brandLocalized} ID:hen. Huomaa, että {brandLocalized} voidaan kohdentaa vain yhteen {brandLocalized} ID:hen. Jos jatkat, olemassa oleva yhteys poistetaan ja tämä {brandLocalized} kohdennetaan vain sinun {brandLocalized} ID:hesi.
pl: Ten pojazd {brandLocalized} został już przyporządkowany do {brandLocalized} ID innej osoby. Przypominamy, że pojazd {brandLocalized} może zostać przyporządkowany tylko jednemu {brandLocalized} ID. Kontynuacja spowoduje usunięcie istniejącego powiązania i przyporządkowanie tego {brandLocalized} wyłącznie do Twojego {brandLocalized} ID.
sk: Toto {brandLocalized} už bolo pridané k {brandLocalized} ID niekoho iného. Pamätajte, že jedno {brandLocalized} je možné priradiť iba k jednému {brandLocalized} ID. Ak budete pokračovať, existujúci odkaz bude odstránený a toto {brandLocalized} bude priradené výlučne k vášmu {brandLocalized} ID.
