Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# LeadPaccStrings_leadPaccDescription917
source: The engine oil level of you vehicle is below minimum level. Please add 2 quarts of oil promptly. See Owner's Manual for more information.
fi: Ajoneuvon öljytaso on alle minimin. Lisää välittömästi 2 litraa moottoriöljyä. Katso lisätietoja käyttöohjekirjasta.
pl: Poziom oleju w Twoim pojeździe jest poniżej minimum. Natychmiast uzupełnij 2 l oleju silnikowego. Więcej informacji znajduje się w Twojej instrukcji obsługi.
sk: Hladina oleja vo vašom vozidle je pod minimom. Bezodkladne doplňte 2 litre motorového oleja. Ďalšie informácie nájdete vo vašom návode na obsluhu.

# LeadPaccStrings_leadPaccDescription924
source: The right secondary turn signal of your vehicle is malfunctioning.
fi: Ajoneuvon oikea lisävilkku on viallinen.
pl: Awaria prawego kierunkowskazu dodatkowego Twojego pojazdu.
sk: Vyskytla sa porucha pravej prídavnej smerovky vášho vozidla.

# LeadPaccStrings_leadPaccDescription925
source: The left secondary turn signal of your vehicle is malfunctioning.
fi: Ajoneuvon vasen lisävilkku on viallinen.
pl: Awaria lewego kierunkowskazu dodatkowego Twojego pojazdu.
sk: Porucha ľavej prídavnej smerovky vášho vozidla.

# LeadPaccStrings_leadPaccDescription936
source: The centre brake lamp of your vehicle is malfunctioning.
fi: Ajoneuvon keskijarruvalo on viallinen.
pl: Awaria środkowego światła hamowania Twojego pojazdu.
sk: Porucha stredového brzdového svetla vášho vozidla.

# LeadPaccStrings_leadPaccDescription94
source: The fond restraint system of your vehicle is malfunctioning. There is an increased risk of injury in case of a collision.
fi: Ajoneuvon takaosan turvavarusteissa on häiriö. Törmäystilanteessa on lisääntynyt loukkaantumisvaara.
pl: W systemie bezpieczeństwa biernego z tyłu Twojego pojazdu wystąpiła usterka. Istnieje zwiększone ryzyko obrażeń w razie kolizji.
sk: Vyskytla sa porucha zadržiavacieho systému vzadu vo vašom vozidle. V prípade nárazu existuje zvýšené riziko poranenia.

# LeadPaccStrings_leadPaccDescription941
source: The auto lighting and wiping system of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon valaisin- ja pyyhinautomatiikassa on häiriö. Voit jatkaa ajoa.
pl: W automatycznym systemie świateł i wycieraczek Twojego pojazdu wystąpiła usterka. Można jechać dalej.
sk: Vyskytla sa porucha svetelnej a stieracej automatiky vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription942
source: The front side marker light of your vehicle is malfunctioning.
fi: Ajoneuvon etusivuvalo on viallinen.
pl: Awaria przedniego bocznego światła pozycyjnego Twojego pojazdu.
sk: Porucha predného bočného bodového nasvietenia vášho vozidla.

# LeadPaccStrings_leadPaccDescription943
source: The front side marker light is malfunctioning.
fi: Ajoneuvon sivuvalo edessä on viallinen.
pl: Awaria bocznych świateł pozycyjnych z przodu Twojego pojazdu.
sk: Vyskytla sa porucha bočného bodového nasvietenia vášho vozidla vpredu.

# LeadPaccStrings_leadPaccDescription944
source: The daytime driving light of your vehicle are malfunctioning.
fi: Ajoneuvon päiväajovalo on viallinen.
pl: Awaria świateł dziennych Twojego pojazdu.
sk: Vyskytla sa porucha denného svietenia vášho vozidla.

# LeadPaccStrings_leadPaccDescription945
source: The front daytime driving lights are malfunctioning.
fi: Ajoneuvon päiväajovalo on viallinen.
pl: Awaria świateł dziennych Twojego pojazdu.
sk: Vyskytla sa porucha denného svietenia vášho vozidla.

# LeadPaccStrings_leadPaccDescription95
source: The right rear seat belt is faulty. There is an increased risk of injury in case of a collision.
fi: Ajoneuvon oikean takaistuimen turvavyössä on häiriö. Törmäystilanteessa on lisääntynyt loukkaantumisvaara.
pl: Usterka tylnego prawego pasa bezpieczeństwa Twojego pojazdu. Istnieje zwiększone ryzyko obrażeń w razie kolizji.
sk: Vyskytla sa chyba pravého zadného bezpečnostného pásu vášho vozidla. V prípade nárazu existuje zvýšené riziko zranenia.

# LeadPaccStrings_leadPaccDescription959
source: The cross traffic warning has failed.
fi: Ajoneuvon varoitus risteävästä liikenteestä ei toimi.
pl: Ostrzeżenie przed ruchem poprzecznym w Twoim pojeździe uległo awarii.
sk: Došlo ku výpadku výstrahy pred premávkou v priečnom smere vášho vozidla.

# LeadPaccStrings_leadPaccDescription960
source: The battery of your vehicle is not charging.
fi: Ajoneuvon akku ei lataudu.
pl: Akumulator Twojego pojazdu nie jest ładowany.
sk: Batéria vášho vozidla sa nenabíja.

# LeadPaccStrings_leadPaccDescription961
source: Please check the engine oil level of your vehicle. You can continue driving moderately.
fi: Tarkista ajoneuvon moottoriöljyn taso. Voit jatkaa ajoa maltillisesti.
pl: Sprawdź poziom oleju silnikowego Twojego pojazdu. Można jechać wolno dalej.
sk: Skontrolujte hladinu motorového oleja vášho vozidla. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccDescription962
source: The steering of your vehicle is malfunctioning.
fi: Ajoneuvon ohjaus on viallinen.
pl: Awaria układu kierowniczego Twojego pojazdu.
sk: Vyskytla sa porucha riadenia vášho vozidla.

# LeadPaccStrings_leadPaccDescription97
source: The restraint system of your vehicle is malfunctioning. There is an increased risk of injury in case of a collision.
fi: Ajoneuvon turvavarusteissa on virhe. Törmäystilanteessa on lisääntynyt loukkaantumisvaara.
pl: W systemie bezpieczeństwa biernego Twojego pojazdu wystąpiła usterka. Istnieje zwiększone ryzyko obrażeń w razie kolizji.
sk: Vyskytla sa chyba zadržiavacieho systému vášho vozidla. V prípade nárazu existuje zvýšené riziko poranenia.

# LeadPaccStrings_leadPaccDescription970
source: There's a fire risk in your vehicle. Please stop carefully.
fi: Ajoneuvossa on palovaara. Pysähdy varovasti.
pl: W Twoim pojeździe istnieje niebezpieczeństwo pożaru. Zatrzymaj się ostrożnie.
sk: Vo vašom vozidle hrozí nebezpečenstvo požiaru. Opatrne zastavte.

# LeadPaccStrings_leadPaccDescription981
source: The electric steering wheel lock in your vehicle is malfunctioning. Please stop carefully and do not continue driving.
fi: Ajoneuvon sähköinen ohjauslukko on viallinen. Pysähdy varovasti äläkä jatka ajoa.
pl: Awaria elektrycznej blokady kierownicy Twojego pojazdu. Zatrzymaj się ostrożnie i nie jedź dalej.
sk: Vyskytla sa porucha elektrického zablokovania volantu vášho vozidla. Opatrne zastavte a nepokračujte v jazde.

# LeadPaccStrings_leadPaccDescription986
source: A damage to your vehicle has been detected. Only continue driving if the vehicle safety is assured.
fi: Ajoneuvossa on havaittu vaurio. Ennen kuin jatkat ajoa seuraavan kerran, tarkista, että ajoneuvo on liikennekelpoinen.
pl: Stwierdzono uszkodzenie Twojego pojazdu. Przed dalszą jazdą sprawdź, czy Twój pojazd jest sprawny.
sk: Bolo zistené poškodenie vášho vozidla. Pred ďalším pokračovaním v jazde skontrolujte, či je vaše vozidlo spôsobilé na premávku.

# LeadPaccStrings_leadPaccDescription988
source: The fuel gauge and range display of your vehicle is malfunctioning. It is possible to continue driving.
fi: Ajoneuvon polttoainemittarissa on häiriö. Voit jatkaa ajoa.
pl: Wskaźnik poziomu paliwa w Twoim pojeździe działa nieprawidłowo. Można jechać dalej.
sk: Vyskytla sa porucha palivomeru vášho vozidla. Je možné pokračovať v jazde.

# LeadPaccStrings_leadPaccDescription997
source: The steering assistance is limited. You can continue driving moderately.
fi: Ajoneuvon ohjaustehostus on rajoittunut. Voit jatkaa ajoa maltillisesti.
pl: Wspomaganie kierownicy Twojego pojazdu jest ograniczone. Można jechać wolno dalej.
sk: Servoriadenie vášho vozidla je obmedzené. Primerané pokračovanie v jazde je možné.

# LeadPaccStrings_leadPaccService10
source: Chassis function limited
fi: Alustan toimivuus rajoitettu
pl: Ograniczone funkcjonowanie podwozia
sk: Funkcia podvozku obmedzená

# LeadPaccStrings_leadPaccService103
source: Transmission temperature high
fi: Vaihteistolämpötila korkea
pl: Wysoka temperatura skrzyni biegów
sk: Teplota prevodovky vysoká

# LeadPaccStrings_leadPaccService104
source: Transmission temperature too high
fi: Vaihteistolämpötila liian korkea
pl: Za wysoka temperatura skrzyni biegów
sk: Teplota prevodovky príliš vysoká

# LeadPaccStrings_leadPaccService105
source: Clutch temperature too high
fi: Kytkinlämpötila liian korkea
pl: Za wysoka temperatura sprzęgła
sk: Teplota spojky príliš vysoká

# LeadPaccStrings_leadPaccService108
source: Driver restraint system malfunction
fi: Kuljettajan turvavarusteiden häiriö
pl: Usterka systemu bezpieczeństwa biernego kierowcy
sk: Chyba zadržiavacieho systému vodiča

# LeadPaccStrings_leadPaccService109
source: Passenger restraint system malfunction
fi: Etumatkustajan turvavarusteiden häiriö
pl: Usterka systemu bezpieczeństwa biernego pasażera z przodu
sk: Chyba zadržiavacieho systému spolujazdca

# LeadPaccStrings_leadPaccService113
source: Parking lights active
fi: Seisontavalo päällä
pl: Światła pozycyjne włączone
sk: Obrysové svetlo zapnuté

# LeadPaccStrings_leadPaccService114
source: Rear fog lamp malfunction
fi: Takasumuvalo viallinen
pl: Awaria tylnych świateł przeciwmgłowych
sk: Porucha koncového hmlového svetla

# LeadPaccStrings_leadPaccService115
source: Reverse lamp malfunction
fi: Peruutusvalo viallinen
pl: Awaria świateł cofania
sk: Porucha cúvacieho svetla

# LeadPaccStrings_leadPaccService116
source: Left rear turn signal malfunction
fi: Vasen takavilkku viallinen
pl: Awaria kierunkowskazu z tyłu po lewej stronie
sk: Porucha smerovky vzadu vľavo

# LeadPaccStrings_leadPaccService119
source: Right front turn signal malfunction
fi: Oikea etuvilkku viallinen
pl: Awaria kierunkowskazu z przodu po prawej stronie
sk: Porucha smerovky vpredu vpravo

# LeadPaccStrings_leadPaccService12
source: Cornering behavior reduced
fi: Kaarreominaisuudet rajoitetut
pl: Ograniczone działanie zachowania pojazdu na zakrętach
sk: Správanie v zákrutách obmedzené

# LeadPaccStrings_leadPaccService122
source: Left front turn signal malfunction
fi: Vasen etuvilkku viallinen
pl: Awaria kierunkowskazu z przodu po lewej stronie
sk: Porucha smerovky vpredu vľavo

# LeadPaccStrings_leadPaccService123
source: Left tail lamp malfunction
fi: Vasen takavalo viallinen
pl: Awaria światła pozycyjnego tylnego z lewej strony
sk: Porucha koncového svetla vľavo

# LeadPaccStrings_leadPaccService125
source: Right rear turn signal malfunction
fi: Oikea takavilkku viallinen
pl: Awaria kierunkowskazu z tyłu po prawej stronie
sk: Porucha smerovky vzadu vpravo

# LeadPaccStrings_leadPaccService126
source: Fog lamp malfunction
fi: Sumuvalot vialliset
pl: Awaria reflektorów przeciwmgłowych
sk: Porucha hmlového reflektora

# LeadPaccStrings_leadPaccService128
source: Left high beam malfunction
fi: Vasen kaukovalo viallinen
pl: Awaria światła drogowego z lewej strony
sk: Porucha diaľkového svetla vľavo

# LeadPaccStrings_leadPaccService130
source: Right high beam malfunction
fi: Oikea kaukovalo viallinen
pl: Awaria światła drogowego z prawej strony
sk: Porucha diaľkového svetla vpravo

# LeadPaccStrings_leadPaccService131
source: Front parking light malfunction
fi: Seisontavalo edessä viallinen
pl: Awaria świateł pozycyjnych z przodu
sk: Porucha obrysového svetla vpredu

# LeadPaccStrings_leadPaccService134
source: Right brake lamp malfunction
fi: Oikea jarruvalo viallinen
pl: Awaria światła STOP z prawej strony
sk: Porucha brzdového svetla vpravo

# LeadPaccStrings_leadPaccService136
source: Left brake lamp malfunction
fi: Vasen jarruvalo viallinen
pl: Awaria światła STOP z lewej strony
sk: Porucha brzdového svetla vľavo

# LeadPaccStrings_leadPaccService139
source: Low tire pressure
fi: Rengaspaineen alentuminen
pl: Spadek ciśnienia w oponach
sk: Nízky tlak v pneumatike

# LeadPaccStrings_leadPaccService140
source: Right rear tire pressure low
fi: Rengaspaineen alentuminen takana oikealla
pl: Spadek ciśnienia w oponie z tyłu po prawej stronie
sk: Nízky tlak v pneumatike vzadu vpravo

# LeadPaccStrings_leadPaccService141
source: Left rear tire pressure low
fi: Rengaspaineen alentuminen takana vasemmalla
pl: Spadek ciśnienia w oponie z tyłu po lewej stronie
sk: Nízky tlak v pneumatike vzadu vľavo

# LeadPaccStrings_leadPaccService142
source: Tire change recognized
fi: Renkaanvaihto tunnistettu
pl: Rozpoznano wymianę opon
sk: Identifikovaná výmena pneumatík

# LeadPaccStrings_leadPaccService143
source: Right front tire pressure low
fi: Rengaspaineen alentuminen edessä oikealla
pl: Spadek ciśnienia w oponie z przodu po prawej stronie
sk: Nízky tlak v pneumatike vpredu vpravo

# LeadPaccStrings_leadPaccService144
source: Tire Pressure Monitor temporarily inactive
fi: Rengaspainevalvonta ei käytössä tilapäisesti
pl: Kontrola ciśnienia opon tymczasowo nieaktywna
sk: Kontrola tlaku vzduchu v pneumatikách dočasne neaktívna

# LeadPaccStrings_leadPaccService147
source: Left front tire pressure warning
fi: Rengaspaineen alentuminen
pl: Spadek ciśnienia w oponach
sk: Nízky tlak v pneumatike

# LeadPaccStrings_leadPaccService148
source: Brake lamp control malfunction
fi: Jarruvalojen ohjaus viallinen
pl: Awaria sterowania światłami STOP
sk: Porucha ovládania brzdových svetiel

# LeadPaccStrings_leadPaccService149
source: Tire Pressure Monitor malfunction
fi: Rengaspainevalvonta ei toimi
pl: Awaria kontroli ciśnienia opon
sk: Výpadok kontroly tlaku vzduchu v pneumatikách

# LeadPaccStrings_leadPaccService150
source: Armored door of luggage compartment open
fi: Tavaratilan panssariovi auki
pl: Otwarte drzwi pancerne bagażnika
sk: Pancierové dvere batožinového priestoru otvorené

# LeadPaccStrings_leadPaccService151
source: Gas alarm
fi: Kaasuhälytys
pl: Alarm gazowy
sk: Plynový poplach

# LeadPaccStrings_leadPaccService152
source: Unplug charging cable
fi: Irrota latauskaapeli
pl: Odłącz kabel ładowania
sk: Odpojte nabíjací kábel

# LeadPaccStrings_leadPaccService153
source: Gun mount malfunction
fi: Asepidikkeen vika
pl: Błąd uchwytu na broń
sk: Chyba držiaku zbrane

# LeadPaccStrings_leadPaccService154
source: Irritant gas sensor malfunction
fi: Ärsyttävän kaasun tunnistimen vika
pl: Błąd czujnika gazu drażniącego
sk: Chyba snímača dráždivých plynov

# LeadPaccStrings_leadPaccService156
source: Air system not functioning
fi: Ilmajärjestelmä ei toimi
pl: Instalacja powietrzna nie działa
sk: Ventilácia nefunguje

# LeadPaccStrings_leadPaccService157
source: Air system active
fi: Ilmajärjestelmä aktiivinen
pl: Instalacja powietrzna aktywna
sk: Ventilácia aktívna

# LeadPaccStrings_leadPaccService159
source: Doors not locked
fi: Ovia ei lukittu
pl: Drzwi niezablokowane
sk: Dvere neuzamknuté

# LeadPaccStrings_leadPaccService160
source: Power window malfunction
fi: Ikkunannostimen häiriö
pl: Usterka podnośnika szyb
sk: Chyba ovládania okna

# LeadPaccStrings_leadPaccService161
source: Second battery malfunction
fi: Toinen akku viallinen
pl: Awaria drugiego akumulatora
sk: Porucha druhej batérie

# LeadPaccStrings_leadPaccService162
source: Flashing beacon malfunction
fi: Varoitusvalo viallinen
pl: Nieprawidłowe działanie świateł błyskowych
sk: Porucha blikajúceho majáka

# LeadPaccStrings_leadPaccService163
source: Fire extinguisher activated
fi: Palonsammutusjärjestelmä aktiivinen
pl: Instalacja gaśnicza aktywna
sk: Hasiace zariadenie aktívne

# LeadPaccStrings_leadPaccService164
source: Washer fluid level low
fi: Pesunestetaso alhainen.
pl: Niski poziom płynu do spryskiwaczy.
sk: Nízky stav kvapaliny do ostrekovačov.

# LeadPaccStrings_leadPaccService166
source: Engine coolant level low
fi: Jäähdytysnestetaso alhainen.
pl: Niski poziom czynnika chłodzącego.
sk: Nízky stav chladiacej kvapaliny.

# LeadPaccStrings_leadPaccService167
source: Reset time and date
fi: Aseta kellonaika ja päivämäärä
pl: Ustaw godzinę i datę
sk: Nastavte čas a dátum

# LeadPaccStrings_leadPaccService170
source: Drivetrain malfunction
fi: Voimansiirron häiriö
pl: Usterka napędu
sk: Chyba pohonu

# LeadPaccStrings_leadPaccService174
source: Gear lever in Park only when stopped
fi: Valitsinvivun P-asento vain auton seistessä
pl: Położenie dźwigni sterującej P tylko na postoju
sk: Poloha voliacej páky prevodovky P len pri stojacom vozidle

# LeadPaccStrings_leadPaccService175
source: Secure vehicle against rolling away
fi: Varmista auton pysyminen paikallaan
pl: Zabezpiecz pojazd przed stoczeniem
sk: Zaistiť vozidlo proti samovoľnému pohybu

# LeadPaccStrings_leadPaccService180
source: Driving comfort reduced
fi: Ajomukavuus rajoittunut
pl: Ograniczony komfort jazdy
sk: Komfort jazdy obmedzený

# LeadPaccStrings_leadPaccService183
source: Windshield wiper malfunction
fi: Tuulilasinpyyhkimen häiriö
pl: Usterka wycieraczek
sk: Chyba stierača

# LeadPaccStrings_leadPaccService184
source: Dynamic Traction Control activated
fi: Dynamic Traction Control aktivoitu
pl: DTC aktywowane
sk: Dynamic Traction Control aktivovaná

# LeadPaccStrings_leadPaccService186
source: Steering wheel lock malfunction
fi: Rattilukon häiriö
pl: Usterka blokady kierownicy
sk: Chyba zablokovania volantu

# LeadPaccStrings_leadPaccService187
source: Press start/stop button and turn steering wheel
fi: Paina start/stop-painiketta ja liikuta ohjauspyörää
pl: Wciśnij przycisk Start/Stop i poruszaj kierownicą
sk: Stlačte tlačidlo Start Stop a pohnite volantom

# LeadPaccStrings_leadPaccService193
source: Emergency exit malfunction
fi: Hätäuloskäynnin häiriö
pl: Usterka wyjścia awaryjnego
sk: Chyba núdzového východu

# LeadPaccStrings_leadPaccService194
source: Window open
fi: Ikkuna auki
pl: Otwarte okno
sk: Okno otvorené

# LeadPaccStrings_leadPaccService195
source: Parking assistance malfunction
fi: Pysäköintiavustus ei toimi
pl: Awaria wspomagania parkowania
sk: Výpadok podpory parkovania

# LeadPaccStrings_leadPaccService2008
source: P button not functioning
fi: P-painike ei toimi
pl: Przycisk P nie działa
sk: P tlačidlo nefunguje

# LeadPaccStrings_leadPaccService201
source: Automatic Hold deactivated
fi: Automatic Hold ei aktiivinen
pl: Automatic Hold nieaktywny
sk: Automatické podržanie deaktivované

# LeadPaccStrings_leadPaccService2015
source: Left backrest monitoring malfunction
fi: Selkänojan valvonnan häiriö
pl: Usterka kontroli oparcia fotela
sk: Chyba monitorovania operadla sedadla

# LeadPaccStrings_leadPaccService2016
source: Right backrest monitoring malfunction
fi: Selkänojan valvonnan häiriö
pl: Usterka kontroli oparcia fotela
sk: Chyba monitorovania operadla sedadla

# LeadPaccStrings_leadPaccService2017
source: Low vehicle level
fi: Maavara alentunut
pl: Zmniejszony prześwit
sk: Znížená spodná výška vozidla

# LeadPaccStrings_leadPaccService2021
source: Emergency Stop Assistant restricted
fi: Hätäpysäytysavustimen häiriö
pl: Usterka Asystenta Zatrzymania Awaryjnego
sk: Chyba asistenta núdzového zastavenia

# LeadPaccStrings_leadPaccService2024
source: Emergency Stop Assistant restricted
fi: Hätäpysäytysavustimen häiriö
pl: Usterka Asystenta Zatrzymania Awaryjnego
sk: Chyba asistenta núdzového zastavenia

# LeadPaccStrings_leadPaccService2026
source: Back-up Assistant malfunction
fi: Peruutusavustin ei toimi
pl: Awaria Asystenta Cofania
sk: Výpadok cúvacieho asistenta

# LeadPaccStrings_leadPaccService203
source: Transmission in Neutral
fi: Vaihteisto N-asennossa
pl: Pozycja N skrzyni biegów
sk: Prevodovka v pozícii N

# LeadPaccStrings_leadPaccService2035
source: Trailer Assistant malfunction
fi: Perävaunuavustin ei toimi
pl: Awaria Asystenta Przyczepy
sk: Výpadok asistenta prívesu

# LeadPaccStrings_leadPaccService204
source: Driving comfort temporarily reduced
fi: Ajomukavuus tilapäisesti rajoittunut
pl: Przejściowe ograniczenie komfortu jazdy
sk: Komfort jazdy dočasne obmedzený

# LeadPaccStrings_leadPaccService2046
source: Brake boost malfunction
fi: Jarrutehostus ei toimi
pl: Awaria wspomagania hamulców
sk: Výpadok posilnenia brzdnej sily

# LeadPaccStrings_leadPaccService2050
source: Intersection collision warning malfunction
fi: Risteysvaroituksen häiriö
pl: Usterka ostrzeżenia przed skrzyżowaniem
sk: Chyba výstrahy pred križovatkou

# LeadPaccStrings_leadPaccService2051
source: Emissions warning
fi: Päästövirhe
pl: Błąd emisji spalin
sk: Emisná chyba

# LeadPaccStrings_leadPaccService2052
source: Lighting system: Rear left malfunction
fi: Valojärjestelmä takana vasemmalla viallinen
pl: Awaria oświetlenia z tyłu po lewej stronie
sk: Porucha svetelného zariadenia vzadu vľavo

# LeadPaccStrings_leadPaccService2053
source: Lighting system: Rear right malfunction
fi: Valojärjestelmä takana oikealla viallinen
pl: Awaria oświetlenia z tyłu po prawej stronie
sk: Porucha svetelného zariadenia vzadu vpravo

# LeadPaccStrings_leadPaccService2061
source: Automatic Lane Change malfunction
fi: Kaistanvaihtoavustimen häiriö
pl: Usterka Asystenta Zmiany Pasa Ruchu
sk: Chyba asistenta zmeny jazdného pruhu

# LeadPaccStrings_leadPaccService2072
source: Assisted Driving Plus reduced
fi: Assisted Driving Plus rajoitettu
pl: Ograniczone działanie Assisted Driving Plus
sk: Assisted Driving Plus obmedzený

# LeadPaccStrings_leadPaccService208
source: Comfort Access reduced
fi: Comfort Access rajoitettu
pl: Ograniczony dostęp komfortowy
sk: Komfortný prístup obmedzený

# LeadPaccStrings_leadPaccService209
source: Vehicle key inside vehicle
fi: Avain ajoneuvon sisällä
pl: Kluczyk wewnątrz pojazdu
sk: Kľúč od vozidla v interiéri

# LeadPaccStrings_leadPaccService2092
source: Software update failed
fi: Ohjelmistopäivitys epäonnistui
pl: Aktualizacja oprogramowania nie powiodła się
sk: Aktualizácia softvéru zlyhala

# LeadPaccStrings_leadPaccService2095
source: Evasion Assistant malfunction
fi: Väistämisavustimen häiriö
pl: Usterka Asystenta Wspomagania Omijania
sk: Chyba asistenta vyhýbania sa prekážke

# LeadPaccStrings_leadPaccService21
source: Engine cannot be started
fi: Moottorin käynnistys ei mahdollista
pl: Uruchomienie silnika niemożliwe
sk: Naštartovanie motora nie je možné

# LeadPaccStrings_leadPaccService2107
source: Narrow Lane Assistant malfunction
fi: Kapean kaistan avustin ei toimi
pl: Awaria Asystenta Wąskiego Pasa Ruchu
sk: Výpadok asistenta pre jazdu v úzkom pruhu

# LeadPaccStrings_leadPaccService212
source: Engine oil pressure too low
fi: Moottorin öljynpaine liian alhainen
pl: Ciśnienie oleju silnikowego za niskie
sk: Tlak motorového oleja príliš nízky

# LeadPaccStrings_leadPaccService2124
source: Electric drive malfunction
fi: Sähkökäytön häiriö
pl: Usterka napędu elektrycznego
sk: Chyba elektrického pohonu

# LeadPaccStrings_leadPaccService2126
source: Turn Warning malfunction
fi: Kääntymisvaroituksen häiriö
pl: Usterka ostrzeżenia przy skręcaniu
sk: Chyba upozornenia na vybočenie z jazdného pruhu

# LeadPaccStrings_leadPaccService213
source: Power supply limited
fi: Sähköenergian saanti rajoittunut
pl: Ograniczone zasilanie elektryczne
sk: Napájanie energiou obmedzené

# LeadPaccStrings_leadPaccService2131
source: Full drive power available shortly
fi: Täysi voimansiirtoteho on pian käytettävissä
pl: Pełna moc napędowa wkrótce dostępna
sk: Plný výkon pohonu bude onedlho dostupný

# LeadPaccStrings_leadPaccService2134
source: Battery malfunction
fi: Akku viallinen
pl: Awaria akumulatora
sk: Porucha batérie

# LeadPaccStrings_leadPaccService2139
source: Adaptive recuperation deactivated
fi: Mukautuvan liike-energian talteenoton häiriö
pl: Usterka adaptacyjnej rekuperacji
sk: Chyba adaptívnej rekuperácie

# LeadPaccStrings_leadPaccService2148
source: Left rear tire pressure low
fi: Rengaspaineen alentuminen takana vasemmalla
pl: Spadek ciśnienia w oponie z tyłu po lewej stronie
sk: Nízky tlak v pneumatike vzadu vľavo

# LeadPaccStrings_leadPaccService2149
source: Right rear tire pressure low
fi: Rengaspaineen alentuminen takana oikealla
pl: Spadek ciśnienia w oponie z tyłu po prawej stronie
sk: Nízky tlak v pneumatike vzadu vpravo
