Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# firstMileNoWalkablePathWarning
source: There is no accessible path
fi: Kulkukelpoista tietä ei ole
pl: Nie ma dostępnej drogi
sk: Neexistuje pešia trasa

# firstMileReachDialogBody
source: We are sorry. This route cannot be calculated, the destination does not have an accessible path.
fi: Pahoittelemme. Reittiä ei voitu määrittää, koska kohteessa ei ole kulkukelpoista tietä.
pl: Przykro nam. Nie udało się obliczyć trasy, ponieważ cel nie ma dostępnej drogi.
sk: Mrzí nás to. Trasu nebolo možné vypočítať, pretože k cieľu nevedie žiadna pešia trasa.

# firstMileReachDialogTitle
source: Unreachable destination
fi: Kohde tavoittamattomissa
pl: Cel poza zasięgiem
sk: Nedosiahnuteľný cieľ

# firstMileRedefine
source: Recalculate
fi: Määritä uudelleen
pl: Oblicz na nowo
sk: Vypočítať znovu

# firstMileShowWalkingPath
source: Show route
fi: Näytä kävelyreitti
pl: Wyświetl drogę pieszo
sk: Zobraziť pešiu trasu

# firstMileTooFarPathWarning
source: Your vehicle is too far away to calculate a route on foot.
fi: Ajoneuvosi on liian kaukana kävelyreitin määrittämistä varten.
pl: Twój pojazd jest za daleko, aby obliczyć drogę pieszo.
sk: Vaše vozidlo je príliš ďaleko na vypočítanie pešej trasy.

# firstMileVehicleDistanceDialogBody
source: We're sorry, the destination is too far away to calculate the route on foot.
fi: Pahoittelemme. Kävelyreittiä ei voitu määrittää, koska kohde on liian kaukana.
pl: Przykro nam. Nie udało się obliczyć drogi pieszo, ponieważ odległość do celu jest zbyt duża.
sk: Mrzí nás to. Pešiu trasu nebolo možné vypočítať, pretože cieľ je príliš ďaleko.

# firstMileVehicleDistanceDialogTitle
source: Vehicle too far away
fi: Ajoneuvo liian kaukana
pl: Zbyt duża odległość od pojazdu
sk: Vozidlo je príliš ďaleko

source: First Name
fi: Etunimi
pl: Imię
sk: Meno

# firstTimeUseBrandMismatchDialogDescription
source: We detected that you are scanning a QR code from a different brand in the {appname} app. Please use the app for your vehicle brand.
fi: Skannaat toisen tuotemerkin QR-koodin {appname}-sovelluksella. Käytä oman ajoneuvomerkkisi sovellusta.
pl: Skanujesz kod QR innej marki za pomocą aplikacji {appname}. Użyj aplikacji swojej marki pojazdu.
sk: S aplikáciou {appname} skenujete QR kód inej značky. Použite aplikáciu značky vášho vozidla.

# firstTimeUseBrandMismatchDialogTitle
source: Brand mismatch
fi: Tuotemerkin ristiriita
pl: Konflikt marek
sk: Konflikt značiek

# firstTimeUseEntrypointAssistiveText
source: Only available for certain models.
fi: Käytettävissä vain tietyille malleille.
pl: Dostępne tylko do określonych modeli.
sk: Dostupné iba pre určité modely.

# firstTimeUseEnvironmentMismatchDialogDescription
source: We detected that the environments of the app and the QR Code do not match. Please make sure they form part of the same environment.
fi: Sovellus ja QR-koodi eivät ole samassa ympäristössä. Varmista, että molemmat kuuluvat samaan ympäristöön.
pl: Aplikacja i kod QR nie znajdują się w tym samym otoczeniu. Upewnij się, że oba należą do tego samego otoczenia.
sk: Aplikácia a QR kód sa nenachádzajú v rovnakom prostredí. Zaistite, aby oba patrili do rovnakého prostredia.

# firstTimeUseEnvironmentMismatchDialogTitle
source: Environment mismatch
fi: Väärä ympäristö
pl: Niewłaściwe otoczenie
sk: Nesprávne prostredie

# firstTimeUseHelpScreenContentTitle
source: How to find your QR Code
fi: Näin löydät QR-koodin
pl: Tak znajdziesz swój kod QR
sk: Takto nájdete svoj QR kód

# firstTimeUseHelpScreenFourthContentBody
source: 3. Scan the QR Code
fi: 3. Skannaa QR-koodi
pl: 3. Zeskanuj kod QR
sk: 3. Naskenujte QR kód.

# firstTimeUseHelpScreenTitle
source: HELP
fi: OHJE
pl: POMOC
sk: POMOCNÍK

# firstTimeUseInitialHelpScreenDoNotShowAgain
source: Do not show again
fi: Älä näytä uudestaan
pl: Nie wyświetlaj ponownie
sk: Nabudúce nezobrazovať

# firstTimeUseInitialHelpScreenFindYourQrCode
source: FIND YOUR QR CODE
fi: QR-KOODIN HAKU
pl: ZNAJDŹ SWÓJ KOD QR
sk: NÁJSŤ QR KÓD

# firstTimeUseInitialHelpScreenTitle
source: Scan QR Code
fi: Skannaa QR-koodi
pl: Zeskanuj kod QR
sk: Naskenovať QR kód

# firstTimeUseInitialHelpStartScanning
source: START SCANNING
fi: ALOITA SKANNAUS
pl: ROZPOCZNIJ SKANOWANIE
sk: SPUSTIŤ SKENOVANIE

# firstTimeUseQRCodeScannerHelpNavigation
source: Help
fi: Ohje
pl: Pomoc
sk: Pomocník

# firstTimeUseQRCodeScannerTitle
source: Scan QR Code
fi: QR-skanneri
pl: Skaner kodów QR
sk: Skener QR kódov

# firstTimeUseRegionMismatchDialogDescription
source: We detected that you are trying to scan a QR Code from a different region. Please make sure the vehicle and the app are assigned to the same region.
fi: Olet skannannut toiselle alueelle kuuluvan QR-koodin. Varmista, että ajoneuvo ja sovellus on määritetty samalle alueelle.
pl: Zeskanowano kod QR z innego regionu. Upewnij się, że pojazd i aplikacja są przypisane do tego samego regionu.
sk: Naskenovali ste QR kód z iného regiónu. Zabezpečte, aby boli vozidlo a aplikácia priradené k rovnakému regiónu.

# firstTimeUseRegionMismatchDialogTitle
source: Region mismatch
fi: Alueristiriita
pl: Konflikt regionów
sk: Konflikt regiónov

# firstTimeUseWebsiteRedirect
source: Redirecting to {brand} website
fi: Uudelleenohjaus {brand}-sivustolle
pl: Przekierowanie na stronę internetową {brand}
sk: Presmerovávanie na webovú stránku {brand}

# flashLightsSemantics
source: Headlight flasher
fi: Valojen välähdys
pl: Świecenie
sk: Rozsvietiť

# flashingLightsActiveSemantics
source: Headlight flasher activated
fi: Valojen välähdys aktivoitu
pl: Świecenie aktywne
sk: Rozsvietenie aktivované

# flashingLightsErrorSemantics
source: Headlight flasher error
fi: Valojen välähdyksen virhe
pl: Błąd świecenia
sk: Chyba rozsvietíť

# flashingLightsSirenErrorSemantics
source: Headlight flasher siren error
fi: Virhe valojen välähdys toistuva äänimerkki
pl: Błąd – świecenie – sekwencja dźwięków
sk: Chyba rozsvietiť siréna

# flipCameraSemantics
source: Rear view camera
fi: Peruutuskamera
pl: Kamera cofania
sk: Spätná kamera

# fogLightsFrontSemantics
source: Fog lights
fi: Sumuvalot
pl: Reflektory przeciwmgłowe
sk: Predné hmlové svetlá

# fogLightsRearSemantics
source: Rear fog light
fi: Takasumuvalot
pl: Tylne światła przeciwmgłowe
sk: Koncové hmlové svetlo

# footerContent
source: Information provided by
fi: Tiedot tarjoaa
pl: Informacje udostępniane przez
sk: Informácie poskytuje

# forgotPassword
source: Did you forget your password?
fi: Oletko unohtanut salasanasi?
pl: Nie pamiętasz hasła?
sk: Zabudli ste svoje heslo?

# freeUpSpaceButton
source: FREE UP SPACE
fi: VAPAUTA TILAA
pl: ZRÓB MIEJSCE
sk: VYTVORIŤ MIESTO

# frequentDestinationSemantics
source: Frequent destinations
fi: Usein käytetyt kohteet
pl: Częste cele
sk: Časté ciele

# friendsSocialPageUnFollowCancel
source: CANCEL
fi: KESKEYTÄ
pl: ANULUJ
sk: ZRUŠIŤ

# frontBrakePadChangeWarning
source: Front brake pad change
fi: Etujarrupalojen vaihto
pl: Wymiana okładzin hamulcowych przednich
sk: Výmena brzdových obložení vpredu

source: Front doors
fi: Etuovet
pl: Przednie drzwi
sk: Dvere vpredu

# frostWarningSemantics
source: Frost warning
fi: Varoitus pakkanen
pl: Ostrzeżenie o mrozie
sk: Výstraha mráz

source: Fuel
fi: Huoltoasemat
pl: Stacje paliw
sk: Čerpacie stanice

# fuelCapWarningSemantics
source: Fuel filler cap warning
fi: Varoitus täyttöaukon korkki
pl: Ostrzeżenie korka wlewu paliwa
sk: Výstraha uzáver nádrže

# fuelChargingSemantics
source: Refueling
fi: Tankkaus
pl: Tankowanie
sk: Natankovať

source: Fuel level
fi: Polttoainemäärä
pl: Poziom paliwa
sk: Stav naplnenia nádrže

# fuelLevelSemantics
source: Fuel level
fi: Polttoainemäärä
pl: Poziom paliwa
sk: Stav naplnenia nádrže

# fuelLevelWidgetSemanticsPageCount
source: Page ##CURRENTPAGE## of ##PAGECOUNT##
fi: Sivu ##CURRENTPAGE## / ##PAGECOUNT##
pl: Strona ##CURRENTPAGE## z ##PAGECOUNT##
sk: Strana ##CURRENTPAGE## z ##PAGECOUNT##

# fuelLevelWidgetSemanticsSwipeable
source: Swipe to browse
fi: Selaa pyyhkäisemällä
pl: Przeciągnij, aby przeglądać
sk: Listovať potiahnutím

# fuelPillText
source: Fuel
fi: Polttoaine
pl: Paliwo
sk: Palivo

# fuelRangeSemantics
source: Range
fi: Toimintasäde
pl: Zasięg
sk: Dojazd

# fuelStationSemantics
source: Petrol station
fi: Huoltoasema
pl: Stacja paliw
sk: Čerpacia stanica

# fuelStationServices
source: Services WC | Wi-Fi | AdBlue | Car wash | Cash machine | Groceries | Mechanic | Shop | Compressed air
fi: Tarjous WC | Wi-Fi | AdBlue | Autonpesulaitteisto | Pankkiautomaatti | Elintarvikkeet | Korjaamo | Kauppa | Rengaspaine
pl: Oferta WC | Wi-fi | AdBlue | Myjnia | Bankomat | Artykuły spożywcze | Warsztat | Sklep | Ciśnienie powietrza w oponach
sk: Ponuka WC | WLAN | AdBlue | Umývacie zariadenie | Bankomat | Potraviny | Autoservis | Obchod | Stlačený vzduch na pneumatiky

# fuelWarningSemantics
source: Fuel warning
fi: Varoitus polttoaine
pl: Ostrzeżenie dot. paliwa
sk: Výstraha palivo

# fullStarStatisticSemantics
source: Full star
fi: Täysi tähti
pl: Pełna gwiazdka
sk: Plná hviezdička

# galleryItemDeletionText
source: {recordingType} View has been deleted
fi: {recordingType} -näkymä on poistettu
pl: Widok {recordingType} został usunięty
sk: Pohľad {recordingType} bol vymazaný

# galleryLayoutToggleTitle
source: Toggle View
fi: Vaihda näkymää
pl: Zmień widok
sk: Prepnúť pohľad

# galleryTitle
source: Gallery
fi: Galleria
pl: Galeria
sk: Galéria

# garageActiveDemoLabel
source: DEMO ACTIVE
fi: DEMO AKTIIVINEN
pl: DEMO AKTYWNE
sk: UKÁŽKA AKTÍVNA

# garageActiveVehicleLabel
source: ACTIVE
fi: AKTIIVINEN
pl: AKTYWNE
sk: AKTÍVNA

# garageAddAvailableDemoVehicleButton
source: START DEMO
fi: KÄYNNISTÄ DEMO
pl: URUCHOM DEMO
sk: SPUSTIŤ UKÁŽKU

# garageAddDemoVehicleButton
source: ADD VEHICLE
fi: LISÄÄ
pl: DODAJ
sk: PRIDAŤ

# garageAddVehicleButton
source: ADD VEHICLE
fi: LISÄÄ
pl: DODAJ
sk: PRIDAŤ

# garageHeadlineAvailableDemoVehicles
source: DEMO VEHICLES
fi: DEMO-AJONEUVOT
pl: POJAZDY DEMO
sk: PREDVÁDZACIE VOZIDLÁ

# garageHeadlineMyDemoVehicles
source: MY DEMO VEHICLES
fi: OMAT DEMO-AJONEUVOT
pl: MOJE POJAZDY DEMO
sk: MOJE PREDVÁDZACIE VOZIDLÁ

# garageLabel
source: Garage
fi: Autotalli
pl: Garaż
sk: Garáž

# garageLinkoutsStockLocatorTitle
source: Stock locator
fi: Heti käytettävissä olevat mallit
pl: Dostępne od razu modele
sk: Ihneď dostupné modely

# garageLinkoutsTestDriveTitle
source: Book a test drive
fi: Varaa koeajo
pl: Zamów jazdę próbną
sk: Objednať testovaciu jazdu

# garageNoConnectedVehiclesTitle
source: No connected vehicles
fi: Ei yhdistettyjä ajoneuvoja
pl: Brak powiązanych pojazdów
sk: Žiadne prepojené vozidlá

# garagePreDeliveryModeLabel
source: Delivery underway
fi: Toimituksessa
pl: W dostawie
sk: V expedícii

# garageProcessingRequest
source: Processing Request
fi: Tiedustelua käsitellään
pl: Zapytanie jest przetwarzane
sk: Požiadavka sa spracováva

# garageProcessingRequestDescription
source: We are currently working on your request – this may take a few minutes.
fi: Käsittelemme tiedusteluasi parhaillaan – se voi kestää joitakin minuutteja.
pl: Aktualnie przetwarzamy Twoje żądanie – to może potrwać kilka minut.
sk: Práve spracúvame vašu požiadavku – to môže trvať niekoľko minút.

# garageRemoveVehicleButton
source: Remove
fi: Poista
pl: Usuń
sk: Odstrániť

# garageRemoveVehicleDescription
source: Are you sure you want to remove this vehicle? If you remove this vehicle, you will also delete all data in the app associated with this vehicle as well as all Digital Keys for this vehicle.
fi: Oletko varma, että haluat poistaa tämän ajoneuvon? Jos poistat tämän ajoneuvon, myös kaikki ajoneuvoon kuuluvat tiedot poistetaan sovelluksesta ja ajoneuvon Digital Key -avaimet poistetaan.
pl: Czy na pewno chcesz usunąć ten pojazd? Jeśli usuniesz ten pojazd, zostaną również usunięte wszystkie przypisane do niego dane i wszystkie klucze Digital Key.
sk: Ste si istý, že chcete toto vozidlo odstrániť? Keď odstránite toto vozidlo, vymažú sa aj všetky údaje priradené v tejto aplikácii, ako aj všetky Digital Keys pre toto vozidlo.

# garageRemoveVehicleDescriptionDemoVehicle
source: Are you sure you want to remove this vehicle? Demo vehicles can be added again anytime via the "Discover Models" tab in the garage.
fi: Oletko varma, että haluat poistaa tämän ajoneuvon? Voit lisätä demo-ajoneuvoja autotalliin milloin tahansa välilehden "Tutustu malleihin" kautta.
pl: Czy na pewno chcesz usunąć ten pojazd? Pojazdy demonstracyjne można w każdej chwili ponownie dodać za pomocą karty "Odkryj modele" w garażu.
sk: Ste si istý, že chcete toto vozidlo odstrániť? Ukážkové vozidlá je možné kedykoľvek znova pridať na karte "Objavovať modely" v garáži.

# garageRemoveVehicleDescriptionWithoutDigitalKey
source: Are you sure you want to remove this vehicle? If you remove this vehicle, you will also delete all data in the app associated with this vehicle.
fi: Oletko varma, että haluat poistaa tämän ajoneuvon? Jos poistat tämän ajoneuvon, myös kaikki ajoneuvoon kuuluvat tiedot poistetaan sovelluksesta.
pl: Czy na pewno chcesz usunąć ten pojazd? Jeśli usuniesz ten pojazd, zostaną również usunięte wszystkie przypisane do niego dane w tej aplikacji.
sk: Ste si istý, že chcete toto vozidlo odstrániť? Keď odstránite toto vozidlo, vymažú sa aj všetky údaje priradené v tejto aplikácii.

# garageRemoveVehicleTitle
source: Remove this vehicle?
fi: Poistetaanko tämä ajoneuvo?
pl: Czy usunąć ten pojazd?
sk: Odstrániť toto vozidlo?

# garageSelectVehicleButton
source: SELECT
fi: VALITSE
pl: WYBIERZ
sk: VYBRAŤ

# garageStartDemoButton
source: START DEMO
fi: KÄYNNISTÄ DEMO
pl: URUCHOM DEMO
sk: SPUSTIŤ UKÁŽKU

# garageTabLabelDiscoverModels
source: DISCOVER MODELS
fi: TUTUSTU MALLEIHIN
pl: ODKRYJ MODELE
sk: OBJAVIŤ MODELY

# gasWarningSemantics
source: Gas warning
fi: Varoitus kaasu
pl: Ostrzeżenie dot. gazu
sk: Výstraha plyn

source: Gender
fi: Sukupuoli
pl: Płeć
sk: Pohlavie

# getFaqCategoryErrorText
source: Unable to get the FAQ content,please click "Retry",or visit FAQ page later
fi: FAQ-sisältö ei ole käytettävissä. Napauta kohtaa "Yritä uudelleen" tai vieraile FAQ-sivulla myöhemmin
pl: Zawartość FAQ nie jest dostępna. Kliknij "Powtórz" lub wejdź na stronę FAQ później
sk: Obsah často kladených otázok je nedostupný. Kliknite na "Opakovať" alebo navštívte stránku často kladených otázok neskôr

# getFaqListErrorText
source: Unable to get the {categoryName} content,please click "Retry",or visit {categoryName} page later
fi: Kohdan {categoryName} sisältö ei ole käytettävissä. Napauta kohtaa "Yritä uudelleen" tai vieraile sivulla {categoryName} myöhemmin
pl: Zawartość {categoryName} nie jest dostępna. Kliknij "Powtórz" lub wejdź na stronę {categoryName} później
sk: Obsah kategórie {categoryName} je nedostupný. Kliknite na "Opakovať" alebo navštívte stránku kategórie {categoryName} neskôr

source: Getting info...
fi: Noudetaan tietoja…
pl: Wywoływanie informacji…
sk: Načítavajú sa údaje…

# glowPlugPreHeatWarningSemantics
source: Glow plug preheating warning
fi: Varoitus hehkutulppa esihehkutus
pl: Ostrzeżenie dot. żarzenia wstępnego świecy żarowej
sk: Výstraha žeraviaci kolík predžeravenie

source: Go Back
fi: Takaisin
pl: Powrót
sk: Späť

source: Go to settings
fi: Asetuksiin
pl: Do ustawień
sk: Prejsť na nastavenia

# gpsLocationMessage
source: GPS location is required to provide accurate app notifications and to enable the best in-car experience
fi: Sijainti on tarpeen, jotta sovelluksen lähettämät ilmoitukset ovat tarkkoja ja ajoneuvosi käyttökokemus paras mahdollinen
pl: Lokalizacja jest wymagana w celu zapewnienia dokładnych powiadomień przez aplikację oraz najlepszych wrażeń w pojeździe
sk: Na umožnenie presných aplikačných oznámení a najlepšieho prostredia vo vozidle sa vyžaduje funkcia lokalizácie aktuálnej polohy

source: Guidelines
fi: Käytännöt
pl: Wytyczne
sk: Smernice

# guidelinesFirstSubtitle
source: If you wouldn't say it to someone's face personally, don't say it online either.
fi: Jos et sanoisi sitä kasvotusten, älä sano sitä myöskään verkossa.
pl: Jeśli nie powiesz tego komuś osobiście prosto w twarz, nie mów tego również w sieci.
sk: Ak by ste to nepovedali nikomu priamo do očí, nehovorte to ani online.

# guidelinesFirstTitle
source: Be respectful
fi: Ole kunnioittava
pl: Zachowaj szacunek
sk: Buďte úctivý

# guidelinesFourthSubtitle
source: The internet has a long memory. Nothing is truly private online.
fi: Internet ei unohda, joten muistathan, että mikään ei ole verkossa todella yksityistä.
pl: Internet nie zapomina, dlatego pamiętaj: nic w sieci nie jest naprawdę prywatne.
sk: Internet nezabúda, preto myslite na to: online nič nie je naozaj súkromné.

# guidelinesFourthTitle
source: Do not post or share inappropriate material
fi: Älä julkaise tai jaa sopimatonta sisältöä
pl: Nie publikuj ani nie udostępniaj nieodpowiednich treści
sk: Neuverejňujte ani nezdieľajte žiadne nevhodné obsahy

# guidelinesMINIFirstSubtitle
source: Be respectful in community interactions. Like in a real conversation.
fi: Jotta kaikki voivat tuntea olonsa mukavaksi yhteisössä, vuorovaikutuksen tulisi olla ystävällistä ja kunnioittavaa. Käyttäydy samoin kuin oikeassa keskustelussa.
pl: Aby wszyscy czuli się komfortowo w społeczności, wymiana powinna być miła i pełna szacunku. Zachowuj się tak, jak w prawdziwej rozmowie.
sk: Aby sa všetci v Community cítili dobre, má byť komunikácia milá a úctivá. Správajte sa tak, ako pri naozajstnom rozhovore.

# guidelinesMINIFirstTitle
source: Be respectful
fi: Ole kunnioittava
pl: Zachowaj szacunek
sk: Buďte úctivý

# guidelinesMINIThirdSubtitle
source: Feel free to share your knowledge with the community, but always make sure that you cite the source.
fi: Voit vapaasti jakaa tietosi yhteisön kanssa, mutta älä unohda mainita lähteitä.
pl: Dziel się swoją wiedzą ze społecznością, ale nie zapominaj o podawaniu źródeł.
sk: Môžete zdieľať tvoje znalosti s Community, nezabúdajte však uvádzať zdroje.

# guidelinesMINIThirdTitle
source: Cite your sources
fi: Ilmoita lähteesi
pl: Podaj swoje źródła
sk: Uveďte svoje zdroje

# guidelinesSecondSubtitle
source: Make sure that it is clear that your intention is to be funny and not rude.
fi: Varmista, että postauksesi ymmärretään hauskana eikä töykeänä.
pl: Upewnij się, że Twój post jest rozumiany jako zabawny, a nie niegrzeczny.
sk: Zaistite, aby bol váš príspevok pochopený ako žart a nie ako neslušný.

# guidelinesSecondTitle
source: Be careful with humor and sarcasm.
fi: Mielellään humoristinen, ei kuitenkaan sarkastinen ja aina tahdikas.
pl: Najlepiej dowcipnie, nie sarkastycznie i zawsze taktownie.
sk: Môže byť humorný, ale nie sakrastický a vždy má byť slušný.

# guidelinesThirdSubtitle
source: Feel free to share your knowledge with the community, but always make sure that you cite the source.
fi: Voit vapaasti jakaa tietosi yhteisön kanssa, mutta älä unohda mainita myös lähteitä.
pl: Podziel się swoją wiedzą ze społecznością, ale nie zapomnij podać źródeł.
sk: Môžete zdieľať vaše znalosti s Community, nezabúdajte však uvádzať aj zdroje.

# guidelinesThirdTitle
source: Cite your sources
fi: Ilmoita lähteet
pl: Podaj źródła
sk: Uveďte zdroje

# heatingExecutionMessage
source: Do you want to ventilate/heat now? Remote functions may take a few seconds.
fi: Tuuletetaanko/lämmitetäänkö nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Wentylować/ogrzewać teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Chcete ventilovať/kúriť? Funkcie Remote môžu trvať niekoľko sekúnd.

# heatingInProgress
source: Ventilation/heating in progress
fi: Tuuletus/lämmitys päällä
pl: Wentylacja/ogrzewanie działa
sk: Ventilácia/vyhrievanie beží

# heatingRemainingTime
source: Heating will run for around {minutes} minutes
fi: Lämmitys käy nyt noin {minutes} minuuttia
pl: Ogrzewanie działa teraz przez ok. {minutes} min
sk: Kúrenie teraz pôjde cca {minutes} minút

source: Help
fi: Ohje
pl: Pomoc
sk: Pomocník

# helpImprove
source: Would you help us improve?
fi: Haluatko ehdottaa parannuksia?
pl: Czy chcesz przekazać propozycje usprawnień?
sk: Chcete dostávať zlepšovacie návrhy?

# hidePasswordSemantics
source: Hide password
fi: Piilota salasana
pl: Ukryj hasło
sk: Skryť heslo

# highBeamAssistantWarningSemantics
source: Automatic High Beams warning
fi: Varoitus kaukovaloavustin
pl: Ostrzeżenie dot. Asystenta Świateł Drogowych
sk: Výstraha asistent diaľkových svetiel

# highBeamsSemantics
source: High beams
fi: Kaukovalot
pl: Światła drogowe
sk: Diaľkové svetlá

# highVoltageBatteryWarningSemantics
source: High-voltage battery warning
fi: Varoitus korkeajänniteakku
pl: Ostrzeżenie dot. akumulatora wysokiego napięcia
sk: Výstraha vysokonapäťová batéria

# highVoltageSystemDeactivatedSemantics
source: High-voltage system deactivated
fi: Korkeajännitejärjestelmän aktivointi poistettu
pl: Układ wysokiego napięcia dezaktywowany
sk: Vysokonapäťový systém deaktivovaný

# highVoltageSystemErrorSemantics
source: High-voltage system error
fi: Korkeajännitejärjestelmän virhe
pl: Błąd układu wysokiego napięcia
sk: Chyba vysokonapäťový systém

# hillDescentControlSUVSemantics
source: Hill Descent Control
fi: Alamäkihidastin
pl: Kontrola zjazdu ze wzniesień (HDC)
sk: Asistent jazdy zo svahu

# hillDescentControlSemantics
source: Hill Descent Control
fi: Alamäkihidastin
pl: Kontrola zjazdu ze wzniesień (HDC)
sk: Asistent jazdy zo svahu

source: Hold to talk
fi: Puhu painamalla
pl: Przytrzymaj, aby mówić
sk: Podržte na účely hovorenia

# homeDeliveryTimeItemTitle
source: Delivery Time
fi: Toimitusaika
pl: Czas dostawy
sk: Dodacia lehota

# homeFavoriteListItemSubTitle
source: Set address for "Home"
fi: Valitse kotiosoite
pl: Ustal adres "domu"
sk: Nastavenie adresy pre „Domov“

# homeFavoriteListItemTitle
source: Home
fi: Koti
pl: Dom
sk: Domov

# homePickupAddressItemTitle
source: Pick-up Address
fi: Nouto-osoite
pl: Adres odbioru
sk: Adresa vyzdvihnutia

# homePickupTimeItemTitle
source: Pick-up Time
fi: Noutoaika
pl: Godzina odbioru
sk: Čas vyzdvihnutia

# homeSemantics
source: Home
fi: Koti
pl: Dom
sk: Domov

# honkHornSemantics
source: Use horn
fi: Äänitorvi
pl: Klakson
sk: Klaksóny

source: Hood
fi: Etukansi
pl: Klapa przednia
sk: Predná kapota

source: Hood open
fi: Etukansi auki
pl: Otwarta klapa przednia
sk: Predná kapota otvorená

# hoodOpenSemantics
source: Hood open
fi: Etukansi auki
pl: Klapa przednia otwarta
sk: Predná kapota otvorená

source: Horn
fi: Äänitorvi
pl: Klakson
sk: Klaksón

# hornExecutionMessageRow
source: Using your horn is only allowed in certain situations in many countries. Responsibility for the use and adherence to the respective regulations lies solely with you as the user. Do you want to use the horn now? Remote functions may take a few seconds.
fi: Äänimerkin antaminen on monissa maissa sallittua vain tietyissä tilanteissa. Käytöstä ja voimassa olevien määräyksien noudattamisesta vastaa yksinomaisesti käyttäjä. Annetaanko äänimerkki nyt? Remote-toiminnot voivat kestää muutaman sekunnin.
pl: Używanie klaksonu w wielu krajach jest dozwolone wyłącznie w określonych sytuacjach. Odpowiedzialność za stosowanie i przestrzeganie obowiązujących postanowień ponosi wyłącznie użytkownik. Zatrąbić teraz? Funkcje zdalne mogą potrwać kilka sekund.
sk: Klaksón je v mnohých krajinách dovolený len v určitých situáciách. Zodpovednosť za použitie a dodržanie aktuálne platných ustanovení je výlučne na vás ako používateľovi. Chcete aktivovať klaksón? Funkcie Remote môžu trvať niekoľko sekúnd.

source: hour
fi: Tunti
pl: Godzina
sk: Hodina

# hourAbbreviation
source: hr
fi: h
pl: h
sk: h

source: hours
fi: Tunnit
pl: Godz.
sk: Hodiny

source: How to connect to your BMW
fi: Miten muodostetaan yhteys BMW:hen
pl: Jak połączyć się ze swoim BMW
sk: Ako sa spojiť so svojím BMW
