Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# deleteSocialAccountInfoMini
source: Comments and likes will be permanently removed if you delete your account. After your account has been deleted, you can register again. Please note that you may not be able to register again if your account was removed for violating our community guidelines.
fi: Jos poistat tilisi, kommentit ja tykkäykset poistetaan pysyvästi. Kun tilisi on poistettu, voit kirjautua uudelleen. Huomaa, että et ehkä voi kirjautua uudelleen, jos tilisi on poistettu yhteisön käytäntöjen rikkomisen vuoksi.
pl: Jeśli usuniesz swoje konto, Twoje komentarze i polubienia zostaną trwale usunięte. Po usunięciu konta możesz zalogować się ponownie. Pamiętaj, że jeśli Twoje konto zostało usunięte z powodu naruszenia naszych wytycznych dla społeczności, możesz nie być w stanie zalogować się ponownie.
sk: Ak vymažete svoj účet, komentáre a lajky budú natrvalo odstránené. Po odstránení vášho účtu sa môžete znova prihlásiť. Upozorňujeme vás, že sa možno nebudete môcť znovu prihlásiť, ak bol váš účet odstránený z dôvodu porušenia našich smerníc Community.

# deleteSocialAccountSubtitle
source: To delete your Community account, please contact our Community Customer Service at
fi: Jos haluat poistaa yhteisötilisi, ota yhteyttä yhteisön asiakaspalveluumme osoitteessa
pl: Aby usunąć swoje konto społeczności, skontaktuj się z Centrum Obsługi Klienta naszej społeczności pod adresem
sk: Na vymazanie účtu Community sa obráťte na našu zákaznícku podporu Community na

# deleteSocialAccountSubtitleMini
source: To delete your Explore account, please contact our Explore customer support at
fi: Jos haluat poistaa Explore-tilisi, ota yhteyttä Explore-asiakaspalveluumme osoitteessa
pl: Aby usunąć swoje konto Explore, skontaktuj się z naszym Centrum Obsługi Klienta Explore pod adresem
sk: Ak chcete odstrániť svoj účet Explore, kontaktujte našu zákaznícku podporu Explore na adrese

# deleteSocialAccountTitle
source: Delete my community account
fi: Yhteisötilin poistaminen
pl: Usuń moje konto społeczności
sk: Vymazať môj Community účet

# deletedRemoteHistory
source: Your remote history has been deleted
fi: Etätoimintohistoria on poistettu
pl: Historia wysłanych poleceń została usunięta
sk: Vaša história Remote bola odstránená

# deletingRemoteHistory
source: Deleting your remote history
fi: Etätoimintohistorian poistaminen
pl: Usuwanie historii wysłanych poleceń
sk: Vymazanie Vašej histórie Remote

# deliveryAddressItemTitle
source: Delivery address
fi: Toimitusosoite
pl: Adres dostawy
sk: Adresa dodania

# deliveryInformationHeaderTitle
source: DELIVERY INFORMATION
fi: TOIMITUSTIEDOT
pl: INFORMACJE O DOSTAWIE
sk: INFORMÁCIE O DODANÍ

# deliveryInformationTitle
source: DELIVERY INFORMATION
fi: TOIMITUSTIEDOT
pl: INFORMACJE O DOSTAWIE
sk: INFORMÁCIE O DODANÍ

# deliveryTabHeaderTitle
source: Delivery Service
fi: Toimituspalvelu
pl: Usługa dostawy
sk: Donášková služba

# deliveryText
source: Delivery
fi: Toimitus
pl: Dostawa
sk: Dodávka

# deliveryTimeItemTitle
source: Delivery time
fi: Toimitusaika
pl: Czas dostawy
sk: Dodacia lehota

# demoModeBannerExit
source: EXIT
fi: LOPETA
pl: ZAMKNIJ
sk: UKONČIŤ

# demoModeBannerText
source: DEMO MODE
fi: DEMO-TILA
pl: TRYB DEMO
sk: PREDVÁDZACÍ REŽIM

# demoModeDigitalKeyScreenSubtitle
source: Smartphone as vehicle key
fi: Älypuhelin ajoneuvon avaimena
pl: Smartfon jako klucz pojazdu
sk: Smartfón ako kľúč od vozidla

# demoModeEntryPointCardTitle
source: Discover demo vehicles
fi: Tutustu demo-ajoneuvoihin
pl: Odkryj pojazdy demo
sk: Objaviť predvádzacie vozidlá

# demoModeGarageScreenTitle
source: Demo garage
fi: Demo-autotalli
pl: Garaż demo
sk: Predvádzacia garáž

# demoModeGarageStartDemoModeScreenButtonError
source: RETRY
fi: YRITÄ UUDELLEEN
pl: SPRÓBUJ PONOWNIE
sk: SKÚSIŤ ZNOVU

# demoModeGarageStartDemoModeScreenSectionTitleError
source: Data unavailable
fi: Tiedot eivät ole käytettävissä
pl: Dane nie są dostępne
sk: Údaje nie sú k dispozícii

# demoModeGarageStartDemoModeScreenSubtitleError
source: We are currently unable to retrieve your demo vehicle. Please try again later.
fi: Esittelyajoneuvon haku ei ole tällä hetkellä mahdollista. Yritä myöhemmin uudelleen.
pl: Obecnie nie ma możliwości wyświetlenia pojazdu demonstracyjnego. Spróbuj ponownie później.
sk: Momentálne nie je možné zobraziť vaše predvádzacie vozidlo. Skúste to znovu neskôr.

# demoModeGarageStartDemoModeScreenTitle
source: Discover demo vehicles
fi: Tutustu demo-ajoneuvoihin
pl: Odkryj pojazdy demo
sk: Objaviť predvádzacie vozidlá

# demoModeGarageStartDemoModeSectionSubtitle
source: This should only take a few seconds. Thank you for your patience.
fi: Sen pitäisi kestää vain joitakin sekunteja. Kiitos kärsivällisyydestäsi.
pl: To powinno zająć tylko kilka sekund. Dziękujemy za cierpliwość.
sk: To by malo trvať niekoľko sekúnd. Ďakujeme za vašu trpezlivosť.

# demoModeGarageStartDemoModeSectionTitle
source: Loading demo vehicle…
fi: Esittelyajoneuvo ladataan…
pl: Trwa ładowanie pojazdu demonstracyjnego…
sk: Predvádzacie vozidlo sa načítava…

# demoModeGlobalHintText
source: This is a demo, enjoy discovering the app!
fi: Mukavia hetkiä sovelluksen parissa!
pl: Baw się dobrze, odkrywając aplikację!
sk: Veľa radosti pri objavovaní aplikácie!

# demoModeGlobalNotAvailablePopupButton
source: KEEP EXPLORING
fi: JATKA TUTUSTUMISTA
pl: ODKRYJ WIĘCEJ
sk: ZISTIŤ VIAC

# demoModeGlobalNotAvailablePopupText
source: The feature you are trying to use is not yet available for demo vehicles.
fi: Tämä toiminto ei valitettavasti vielä ole käytettävissä esittelyajoneuvoissa.
pl: Niestety ta funkcja jeszcze nie jest dostępna dla pojazdów demonstracyjnych.
sk: Ľutujeme, táto funkcia zatiaľ nie je k dispozícii pre predvádzacie vozidlá.

# demoModeGlobalNotAvailablePopupTitle
source: Demo mode
fi: Demo-tila
pl: Tryb demo
sk: Predvádzací režim

# demoModeRemoteCamerasInsideViewInfoBannerText
source: This content is for demonstration purposes only and may not reflect your selected vehicle model and your configuration
fi: Tämä sisältö on tarkoitettu vain esittelytarkoituksiin, eikä se välttämättä vastaa valitsemaasi ajoneuvomallia ja -konfiguraatiota
pl: Ta treść służy wyłącznie do celów demonstracyjnych i może nie odzwierciedlać wybranego modelu pojazdu i konfiguracji
sk: Tento obsah slúži len na predvádzacie účely a nemusí odrážať váš vybraný model vozidla a vašu konfiguráciu

# demoModeRemoteCamerasOutsideViewInfoBannerText
source: This content is for demonstration purposes only and may not reflect your selected vehicle model and your configuration
fi: Tämä sisältö on tarkoitettu vain esittelytarkoituksiin, eikä se välttämättä vastaa valitsemaasi ajoneuvomallia ja -konfiguraatiota
pl: Ta treść służy wyłącznie do celów demonstracyjnych i może nie odzwierciedlać wybranego modelu pojazdu i konfiguracji
sk: Tento obsah slúži len na predvádzacie účely a nemusí odrážať váš vybraný model vozidla a vašu konfiguráciu

# demoModeRemoteCamerasOverviewPageInfoBannerText
source: This content is for demonstration purposes only and may not reflect your selected vehicle model and your configuration
fi: Tämä sisältö on tarkoitettu vain esittelytarkoituksiin, eikä se välttämättä vastaa valitsemaasi ajoneuvomallia ja -konfiguraatiota
pl: Ta treść służy wyłącznie do celów demonstracyjnych i może nie odzwierciedlać wybranego modelu pojazdu i konfiguracji
sk: Tento obsah slúži len na predvádzacie účely a nemusí odrážať váš vybraný model vozidla a vašu konfiguráciu

# demoModeScanChargeScreenSubtitle
source: Charging made easy
fi: Helppo lataus
pl: Łatwe ładowanie
sk: Jednoduché nabíjanie

# demoModeStrikingLabel
source: DEMO MODE
fi: DEMO TILA
pl: TRYB DEMO
sk: PREDVÁDZ- ACÍ REŽIM

# departureTimerInfoPageChargingInTimeSlotDescription
source: Charging will be planned according to a set departure timer and time slot. If the available time is sufficient, the vehicle will be charged until the charging target is reached for the departure time.
fi: Lataaminen suunnitellaan valitun lähtöajan ja aikavälin mukaisesti. Jos käytettävissä oleva aika on riittävä, ajoneuvo ladataan niin, että latauksen tavoite saavutetaan lähtöaikaan mennessä.
pl: Proces ładowania zostaje zaplanowany zgodnie z ustaloną godziną odjazdu i przedziałem czasowym. Jeżeli dostępny czas jest wystarczający, pojazd będzie ładowany do osiągnięcia docelowego poziomu naładowania na godzinę odjazdu.
sk: Proces nabíjania sa naplánuje podľa pevne stanoveného času odjazdu a časového rozsahu. Ak dostupný čas postačuje, nabije sa vozidlo do času odjazdu až po cieľ nabíjania.

# departureTimerInfoPageChargingInTimeSlotTitle
source: Charging in time slot
fi: Lataus aikavälillä
pl: Ładowanie w przedziale czasowym
sk: Nabíjanie v stanovenom čase

# departureTimerInfoPageDescription
source: By setting the departure timer you let the vehicle know when you plan to use it. This information is needed for the following functions.
fi: Asettamalla lähtöajan ilmoitat ajoneuvolle, milloin haluat käyttää sitä. Tätä tietoa tarvitaan seuraavia toimintoja varten.
pl: Ustawienie godziny odjazdu powoduje przekazanie informacji do pojazdu, kiedy będzie używany. Ta informacja jest potrzebna do poniższych funkcji.
sk: Nastavením času odjazdu vozidlu oznámite, kedy ho budete chcieť používať. Táto informácia sa požaduje pre nasledovné funkcie.

# departureTimerInfoPagePreconditionForDepartureDescription
source: The vehicle will be heated or cooled for the set departure time, for optimal comfort.
fi: Ajoneuvo lämmitetään tai jäähdytetään lähtöaikaan parhaan mahdollisen mukavuuden varmistamiseksi.
pl: Pojazd zostanie ogrzany lub schłodzony na ustawioną godzinę odjazdu, aby zapewnić optymalny komfort.
sk: Vozidlo sa k nastavenému času odjazdu vyhreje alebo vychladí, aby mohlo poskytnúť optimálny komfort.

# departureTimerInfoPagePreconditionForDepartureTitle
source: Precondition for departure
fi: Ilmastointi lähtöaikaan
pl: Klimatyzowanie na godzinę odjazdu
sk: Klimatizácia k času odjazdu

# departureTimerInfoPageTitle
source: Why do I need to set the departure timer?
fi: Miksi lähtöaika on asetettava?
pl: Dlaczego muszę ustawić godzinę odjazdu?
sk: Prečo musím nastaviť čas odjazdu?

# departureTimerPageDescription
source: By setting a departure time you let the vehicle know when you plan to use it.
fi: Asettamalla lähtöajan ilmoitat ajoneuvolle, milloin haluat käyttää sitä.
pl: Ustawienie godziny odjazdu powoduje przekazanie informacji do pojazdu, kiedy będzie używany.
sk: Nastavením času odjazdu vozidlu oznámite, kedy ho budete chcieť používať.

# descriptionOfCompletedStatus
source: {plateNo} has exited {parkingName}.
fi: {plateNo} on poistunut pysäköintipaikasta {parkingName}.
pl: {plateNo} opuścił {parkingName}.
sk: Vozidlo {plateNo} opustilo parkovisko {parkingName}.

# descriptionOfPaidStatus
source: Please confirm the payment and leave ASAP.
fi: Lähde liikkeelle mahdollisimman pian uloskuittauksen jälkeen.
pl: Rusz jak najszybciej po wyrejestrowaniu.
sk: Vydajte sa na cestu čo najskôr po zaplatení.

# descriptionOfReBillingStatus
source: Time is up. Please leave ASAP after checking out.
fi: Aika on päättynyt. Lähde liikkeelle mahdollisimman pian uloskuittauksen jälkeen.
pl: Twój czas upłynął. Rusz jak najszybciej po wyrejestrowaniu.
sk: Váš čas vypršal. Vydajte sa na cestu čo najskôr po zaplatení.

# descriptionOfbillingStatus
source: {plateNo} has entered {parkingName}.
fi: {plateNo} on saapunut pysäköintipaikkaan {parkingName}.
pl: {plateNo} dotarł do {parkingName}.
sk: Vozidlo {plateNo} dorazilo na parkovisko {parkingName}.

# descriptionOfinDebtStatus
source: Due to insufficient balance, WeChat has prepaid the order for you. Please top up your WeChat Pay balance to enable Auto-Pay again.
fi: Maksaminen epäonnistui saldon puuttumisen vuoksi. Maksa summa WeChat-sovelluksen kautta, jotta automaattinen maksaminen aktivoituu jälleen.
pl: Płatność nie powiodła się ze względu na brak środków. Wyrównaj kwotę w WeChat, aby wznowić automatyczne płatności.
sk: Platba zlyhala z dôvodu chýbajúceho kreditu. Sumu uhraďte v aplikácii WeChat, aby sa Vaša automatická platba opäť aktivovala.

source: Destination
fi: Kohde
pl: Cel
sk: Cieľ

# destinationDetailsErrorDialogDescription
source: An unknown problem has occurred and your destination request could not be processed. Please try again shortly.
fi: On ilmennyt tuntematon ongelma, eikä kohdepyyntöäsi voitu käsitellä. Yritä hetken päästä uudelleen.
pl: Wystąpił nieznany problem i żądanie miejsca docelowego nie mogło zostać przetworzone. Spróbuj ponownie wkrótce.
sk: Vyskytol sa neznámy problém a vašu požiadavku na cieľ nebolo možné spracovať. Skúste to znova o chvíľu.

# destinationSearchSemantics
source: New destination
fi: Kohteen haku
pl: Wyszukiwanie celu
sk: Vyhľadávanie cieľa

# destinationSentTripCard
source: Destination sent to
fi: Kohde lähetetty
pl: Miejsce docelowe przesłane do
sk: Cieľ odoslaný do

# destinationsSentTripsTitle
source: Sent
fi: Lähetetty
pl: Wysłano
sk: Odoslané

# destinationsTabLegacySemantics
source: Destinations
fi: Kohteet
pl: Cele
sk: Ciele

# destinationsTabSemantics
source: Map
fi: Kartta
pl: Mapa
sk: Mapa

source: Details
fi: Tiedot
pl: Szczegóły
sk: Podrobnosti

# detailsPageDeleteOneRecordDesc
source: Are you sure you want to delete this view?
fi: Haluatko todellakin poistaa tämän osoitteen?
pl: Czy na pewno chcesz usunąć ten widok?
sk: Naozaj chcete vymazať tento pohľad?

# detailsPageDeleteOneRecordText
source: Delete view
fi: Poista näkymä
pl: Usuń widok
sk: Vymazať pohľad

# detailsPageFrontPictureButtonText
source: FRONT
fi: EDESSÄ
pl: Z PRZODU
sk: VPREDU

# detailsPageLeftPictureButtonText
source: LEFT
fi: VASEN
pl: LEWA STRONA
sk: VĽAVO

# detailsPageMirrorError
source: Some images could not be retrieved.
fi: Joitakin kuvia ei voitu hakea.
pl: Nie udało się przenieść niektórych obrazów.
sk: Niektoré obrázky nebolo možné načítať

# detailsPageRearPictureButtonText
source: REAR
fi: TAKA
pl: TYLNA STRONA
sk: VZADU

# detailsPageRightPictureButtonText
source: RIGHT
fi: OIKEA
pl: PRAWA STRONA
sk: VPRAVO

# detailsPageShareLocation
source: Share current location
fi: Jaa sijainti
pl: Udostępnij lokalizację
sk: Zdieľať aktuálnu polohu

# detailsPageTitle
source: Remote 3D View - Details
fi: Remote 3D View – tiedot
pl: Remote 3D View – szczegóły
sk: Remote 3D View – podrobnosti

# detailsUpperCase
source: DETAILS
fi: TIEDOT
pl: SZCZEGÓŁY
sk: PODROBNOSTI

source: Device Connection
fi: Yhdistetty mobiililaite
pl: Połączone urządzenie mobilne
sk: Pripojené mobilné zariadenie

# deviceSwapSemantics
source: Switch device
fi: Vaihda laitetta
pl: Zmień urządzenie
sk: Zmeniť zariadenie

# dialogDescriptionBmw
source: Most BMW owners have an account that was created when they purchased their vehicle. Typically, the account is an email address which can be found in the BMW Assist™ documentation.
fi: Useimmilla BMW:n omistajilla on tili, joka on luotu ajoneuvon oston yhteydessä. Yleensä kyseessä on sähköpostiosoite, joka löytyy BMW Assist -asiakirjoista.
pl: Większość posiadaczy BMW ma konto, które zostało skonfigurowane w momencie zakupu pojazdu. Z reguły z kontem powiązany jest adres e-mail znajdujący się w dokumentacji BMW Assist.
sk: Väčšina vlastníkov BMW disponuje účtom, ktorý bol zriadený pri kúpe vozidla. Spravidla ide pri tomto účte o e-mailovú adresu, ktorú možno nájsť v dokumentácii BMW Assist.

# dialogDescriptionMini
source: Most MINI owners have an account that was created when they purchased their vehicle. Typically, the account is an email address which can be found in the MINI Assist™ documentation.
fi: Useimmilla MINIn omistajilla on tili, joka on luotu ajoneuvon oston yhteydessä. Yleensä kyseessä on sähköpostiosoite, joka löytyy MINI Dokumentation Assist™ -palvelusta.
pl: Większość posiadaczy MINI ma konto skonfigurowane podczas zakupu pojazdu. Z reguły z kontem powiązany jest adres e-mail znajdujący się w dokumentacji MINI Assist™.
sk: Väčšina vlastníkov MINI disponuje účtom, ktorý bol zriadený pri kúpe vozidla. Spravidla ide pri tomto účte o e-mailovú adresu, ktorú možno nájsť v dokumentácii MINI Assist™.

# dialogDescriptionToyota
source: Most Toyota owners have an account that was created when they purchased their vehicle. The account is usually an email address.
fi: Useimmilla Toyotan omistajilla on tili, joka on luotu ajoneuvon oston yhteydessä. Yleensä kyseessä on sähköpostiosoite.
pl: Większość posiadaczy Toyoty ma konto, które zostało skonfigurowane w momencie zakupu pojazdu. Z reguły z kontem powiązany jest adres e-mail.
sk: Väčšina vlastníkov Toyota disponuje účtom, ktorý bol zriadený pri kúpe vozidla. Spravidla ide pri účte o e-mailovú adresu.

# dialogTitle
source: Should I create a new account?
fi: Kannattaako minun avata uusi tili?
pl: Czy utworzyć nowe konto?
sk: Mám si vytvoriť nový účet?

# dieselParticulateFilterSemantics
source: Diesel particulate filter
fi: Dieselhiukkassuodatin
pl: Filtr cząstek stałych
sk: Filter pevných častíc vznetového motora

# digitalKeyActivationTitle
source: Digital Key Activation
fi: Digital Key aktivointi
pl: Aktywacja klucza Digital Key
sk: Aktivácia Digital Key

# digitalKeyBackendErrorDescription
source: We are sorry, the Digital Key can not currently be set up due to technical reasons. Please try again later.
fi: Pahoittelemme, mutta Digital Key -avaimen luominen ei ole tällä hetkellä mahdollista teknisistä syistä. Ole hyvä ja yritä uudelleen myöhempänä ajankohtana.
pl: Przepraszamy, obecnie nie można utworzyć klucza Digital Key ze względów technicznych. Spróbuj ponownie później.
sk: Ospravedlňujeme sa, ale aktuálne nie je z technických dôvodov možné vytvoriť Digital Key. Skúste to znova neskôr.

# digitalKeyBackendErrorRetryDescription
source: The Digital Key could not be set up. Please try again.
fi: Digital Key -avainta ei valitettavasti voitu luoda. Yritä uudelleen.
pl: Niestety nie udało się utworzyć klucza Digital Key. Spróbuj ponownie.
sk: Žiaľ, Digital Key sa nepodarilo vytvoriť. Skúste to znova.

# digitalKeyBackendErrorRetryTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# digitalKeyBackendErrorTitle
source: Please try again later
fi: Yritä myöhemmin uudelleen
pl: Spróbuj ponownie później
sk: Skúste to neskôr znova

# digitalKeyBluetoothPermissionMissingTitle
source: Permission required
fi: Vaaditaan käyttöoikeus
pl: Wymagana autoryzacja
sk: Vyžaduje sa oprávnenie

# digitalKeyCardMoveToThisDevice
source: Move to this device
fi: Siirrä tähän älypuhelimeen
pl: Przenieś na tego smartfona
sk: Presunúť do tohto smartfónu

# digitalKeyCardOpenDoors
source: Open doors
fi: Avaa ovet
pl: Otwórz drzwi
sk: Otvoriť dvere

# digitalKeyCardPairedWithOtherPhone
source: Paired with other phone
fi: Yhdistetty toiseen laitteeseen
pl: Sparowano z innym urządzeniem
sk: Prepojené s iným zariadením

# digitalKeyCardPairedWithThisPhone
source: Paired with this phone
fi: Yhdistetty tähän laitteeseen
pl: Sparowano z tym urządzeniem
sk: Prepojené s týmto zariadením

# digitalKeyCardStartEngine
source: Start vehicle
fi: Käynnistä ajoneuvo
pl: Uruchom silnik
sk: Naštartovať vozidlo

# digitalKeyCardViewInWallet
source: Manage in Apple Wallet
fi: Hallitse Apple Walletissa
pl: Zarządzaj w Apple Wallet
sk: Spravovať v Apple Wallet

# digitalKeyCardViewInWalletAndroid
source: Manage Digital Key
fi: Digital Key -avaimen hallinta
pl: Zarządzaj kluczem Digital Key
sk: Správa Digital Key

# digitalKeyContinueButton
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať v jazde

# digitalKeyDeviceCombatibilityDescription
source: In order to use the Digital Key, your iOS device must be an iPhone XS / XR or newer.
fi: Digital Key -avaimen käyttöä varten iOS-laitteen on oltava vähintään iPhone XS/XR.
pl: Aby skorzystać z klucza Digital Key, wymagane jest urządzenie iOS – co najmniej iPhone XS/XR lub nowszy.
sk: Aby ste mohli používať Digital Key, musí byť vaše zariadenie iOS minimálne iPhone XS/XR.

# digitalKeyDeviceCombatibilityTitle
source: Device Compatibility
fi: Laitteen yhteensopivuus
pl: Kompatybilność urządzeń
sk: Kompatibilita zariadenia

# digitalKeyDeviceCompatibilityTitle
source: Device Compatibility
fi: Laitteen yhteensopivuus
pl: Kompatybilność urządzeń
sk: Kompatibilita zariadenia

# digitalKeyDevicePrimarySubscriberDescription
source: You must be the primary user of the vehicle to activate the main Digital Key.
fi: Sinun on oltava ajoneuvon pääkäyttäjä, jotta voit aktivoida digitaalisen pääavaimen.
pl: Musisz być głównym użytkownikiem pojazdu, aby aktywować cyfrowy klucz główny.
sk: Na aktiváciu digitálneho hlavného kľúča musíte byť hlavným používateľom vozidla.

# digitalKeyDevicePrimarySubscriberTitle
source: Account restriction
fi: Tilin rajoitus
pl: Ograniczenie konta
sk: Obmedzenie účtu

# digitalKeyDevicevehiclePreparationDescription
source: Digital Key service unavailable during vehicle set up. Please try again later. Hint: Make sure you have a stable, strong internet connection.
fi: Digital Key -palvelu ei ole käytettävissä ajoneuvon asetuksen aikana. Yritä myöhemmin uudelleen. Huomautus: Huolehdi varmasta, hyvästä online-yhteydestä.
pl: Podczas konfiguracji pojazdu usługa Digital Key nie jest dostępna. Spróbuj ponownie później. Wskazówka: zapewnij dobre i stabilne połączenie online.
sk: Počas nastavovania vozidla nie je dostupná služba Digital Key. Skúste to, prosím, znova neskôr. Upozornenie: Zabezpečte stabilné a dobré online pripojenie.

# digitalKeyDevicevehiclePreparationTitle
source: Preparation status error
fi: Valmistelun tilavirhe
pl: Błąd statusu przygotowania
sk: Chyba stavu prípravy

# digitalKeyEntryPointSubtitle
source: Vehicle Access and Start
fi: Pääsy ajoneuvoon ja käynnistäminen
pl: Dostęp do pojazdu i uruchomienie
sk: Prístup k vozidlu a spustenie

# digitalKeyGenericErrorDescription
source: The pairing process could not be completed, please try again.
fi: Yhdistämistä ei voitu viedä päätökseen. Yritä uudelleen.
pl: Nie udało się zakończyć procesu parowania. Spróbuj ponownie.
sk: Proces prepájania nebolo možné dokončiť. Skúste to znova.

# digitalKeyGenericErrorTitle
source: Something went wrong
fi: Jotain meni pieleen
pl: Coś poszło nie tak
sk: Niečo sa pokazilo

# digitalKeyGrabTwoKeysContinueButton
source: Continue
fi: Jatka
pl: Kontynuuj
sk: Pokračovať v jazde

# digitalKeyGrabTwoKeysEngineOffDescription
source: Once you are in the car please leave your vehicle off until the set-up process is finished.
fi: Varmista, että ajoneuvon moottori on sammutettuna asetuksen aikana.
pl: Upewnij się, że pojazd podczas konfiguracji jest wyłączony.
sk: Zabezpečte, aby bolo vozidlo počas nastavovania vypnuté.

# digitalKeyGrabTwoKeysTitle
source: Grab both of your car keys
fi: Ota molemmat avaimet
pl: Zabierz obydwa klucze
sk: Prineste si oba kľúče

# digitalKeyKeyRemovedDialogDescription
source: It seems the Digital Key was recently deleted from your Wallet.
fi: Digital Key on ilmeisesti äskettäin poistettu lompakostasi.
pl: Prawdopodobnie klucz Digital Key został niedawno usunięty z Twojego Wallet.
sk: Zdá sa, že Digital Key bol nedávno z Vašej Peňaženky vymazaný.

# digitalKeyKeyRemovedDialogTitle
source: No Digital Key detected
fi: Digital Key -avainta ei tunnistettu
pl: Nie rozpoznano klucza Digital Key
sk: Nebol rozpoznaný žiadny Digital Key
