Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# digitalKeyMoveKeyWarningDescription
source: Continue to set up your main Digital Key on this device. Please be aware, that your main Digital Key will be removed from the device currently holding the main key during this procedure.
fi: Jatka, jos haluat luoda pääavaimen tällä laitteella. Huomaa, että tällöin pääavain poistetaan siitä laitteesta, jolla se on tällä hetkellä.
pl: Kontynuuj tworzenie klucza głównego na tym urządzeniu. Należy pamiętać, że podczas tego procesu klucz główny jest usuwany z urządzenia, na którym się aktualnie znajduje.
sk: Pokračujte vytvorením hlavného kľúča na tomto zariadení. Upozorňujeme, že počas tohto procesu sa hlavný kľúč odstráni zo zariadenia, v ktorom sa momentálne nachádza.

# digitalKeyMoveKeyWarningTitle
source: Attention!
fi: Huomio!
pl: Uwaga!
sk: Pozor!

# digitalKeyNFCErrorSemantics
source: Digital Key NFC error
fi: Virhe Digital Key NFC
pl: Błąd klucza Digital Key NFC
sk: Chyba Digital Key NFC

# digitalKeyOkayButton
source: Okay
fi: OK
pl: OK
sk: OK

# digitalKeyOpenAppSettings
source: Open settings
fi: Avaa asetukset
pl: Otwórz ustawienia
sk: Otvoriť nastavenia

# digitalKeyOverviewInformationButton
source: More Information
fi: Lisätietoja
pl: Więcej informacji
sk: Viac informácií

# digitalKeyOverviewKeysTitle
source: My Digital Key
fi: Oma Digital Key
pl: Mój klucz Digital Key
sk: Môj Digital Key

# digitalKeyOverviewMoreInformationButton
source: More Information
fi: Lisätietoja
pl: Więcej informacji
sk: Viac informácií

# digitalKeyOverviewTutorialTitle
source: Tutorial
fi: Ohjeet
pl: Instrukcja
sk: Návod

# digitalKeyOverviewTutorialTitlePlural
source: Tutorials
fi: Toimintaohjeet
pl: Instrukcje
sk: Návody

# digitalKeyPairingCanceledDescription
source: The pairing process was not completed. If you are experiencing a technical issue, please browse to the Digital Key settings in your vehicle in order to reset the function and try again.
fi: Älypuhelimen pariliitos epäonnistui. Jos on ilmaantunut tekninen ongelma, palauta toiminto siirtymällä ajoneuvosi Digital Key -asetuksiin ja yritä uudelleen.
pl: Nie zakończono aktywowania smartfona. Jeżeli wystąpił problem techniczny, wejdź do ustawień klucza Digital Key w pojeździe, aby zresetować funkcję, i następnie spróbuj ponownie.
sk: Proces párovania nebol dokončený. V prípade technického problému prejdite do nastavení Digital Key vo svojom vozidle, aby ste mohli resetovať funkciu Digital Key a skúste to znova neskôr.

# digitalKeyPairingCanceledTitle
source: Pairing process canceled
fi: Yhdistäminen epäonnistui
pl: Proces parowania anulowany
sk: Proces párovania bol zrušený

# digitalKeyPairingInProgressLabel
source: Pairing…
fi: Yhdistetään…
pl: Trwa łączenie…
sk: Pripája sa…

# digitalKeyPlusAndroidRsuAvailableButtonToNfc
source: Continue with BMW Digital Key
fi: Jatka BMW Digital Key -avaimella
pl: Kontynuuj przy użyciu klucza BMW Digital Key
sk: Pokračovať s BMW Digital Key

# digitalKeyPlusAndroidRsuAvailableButtonToRsu
source: Upgrade to BMW Digital Key Plus
fi: Päivitä BMW Digital Key Plus -versioon
pl: Aktualizacja do BMW Digital Key Plus
sk: Upgrade na BMW Digital Key Plus

# digitalKeyPlusAndroidRsuAvailableDescription
source: A software upgrade for your BMW is required to use the enhanced comfort functions provided by BMW Digital Key Plus.
fi: BMW Digital Key Plus -järjestelmän laajennettujen mukavuustoimintojen käyttäminen edellyttää BMW:n Software Upgrade -päivitystä.
pl: Aby możliwe było skorzystanie z funkcji komfortowych BMW Digital Key Plus, konieczne jest Remote Software Upgrade Twojego BMW.
sk: Aby bolo možné používať rozšírené funkcie BMW Digital Key Plus, je potrebný Software Upgrade pre vaše BMW.

# digitalKeyPlusAndroidRsuAvailableTitle
source: Software upgrade available
fi: Software Upgrade käytettävissä
pl: Dostępne Remote Software Upgrade
sk: Software Upgrade je dostupný

# digitalKeyPlusAndroidRsuUnavailableButtonToNfc
source: Continue with BMW Digital Key instead
fi: Jatka sen sijaan BMW Digital Key -avaimella
pl: Zamiast tego kontynuuj przy użyciu BMW Digital Key
sk: Namiesto toho pokračovať s BMW Digital Key

# digitalKeyPlusAndroidRsuUnavailableDescription
source: A software upgrade for your BMW is required to use the enhanced comfort functions provided by BMW Digital Key Plus. Please check whether an upgrade is available in the vehicle or contact your service center.
fi: BMW Digital Key Plus -järjestelmän laajennettujen mukavuustoimintojen käyttäminen edellyttää BMW:n Software Upgrade -päivitystä. Tarkista ajoneuvosta, onko käytettävissä päivitys, tai ota yhteyttä huoltopisteeseen.
pl: Aby możliwe było skorzystanie z funkcji komfortowych BMW Digital Key Plus, konieczne jest Remote Software Upgrade Twojego BMW. Sprawdź w pojeździe, czy dostępna jest aktualizacja lub skontaktuj się z serwisem.
sk: Aby bolo možné používať rozšírené funkcie BMW Digital Key Plus, je potrebný Software Upgrade pre vaše BMW. Skontrolujte vo vozidle, či je k dispozícii upgrade alebo kontaktujte svojho servisného partnera.

# digitalKeyPlusAndroidRsuUnavailableTitle
source: Software upgrade required
fi: Vaaditaan Software Upgrade
pl: Wymagane Remote Software Upgrade
sk: Potrebný Software Upgrade

# digitalKeyPlusTutorialDescription
source: Simply have your phone present and ensure that Bluetooth® is activated.
fi: Ota yksinkertaisesti iPhonesi mukaan. Varmista, että Bluetooth on aktivoitu.
pl: Zabierz po prostu swojego iPhone'a ze sobą. Upewnij się, że aktywowano Bluetooth.
sk: Jednoducho si zoberte svoj iPhone. Skontrolujte, či je aktivovaný Bluetooth.

# digitalKeyPlusTutorialDescriptionAndroid
source: Simply take your mobile device with you. Ensure that Bluetooth® is activated.
fi: Ota mobiililaitteesi mukaan. Varmista, että Bluetooth on aktivoitu.
pl: Wystarczy zabrać ze sobą urządzenie mobilne. Upewnij się, że aktywowano Bluetooth.
sk: Jednoducho si so sebou zoberte svoje mobilné zariadenie. Skontrolujte, či je aktivovaný Bluetooth.

# digitalKeyPlusTutorialDescriptionBullet2
source: Then press the Start/Stop button to start the vehicle.
fi: Käynnistä sitten ajoneuvo painamalla start/stop-painiketta.
pl: Następnie naciśnij przycisk Start/Stop, aby uruchomić pojazd.
sk: Potom stlačte tlačidlo Start Stop, aby ste naštartovali vozidlo.

# digitalKeyPlusTutorialHintNfc
source: If you have any difficulties, place your phone close to the driver's door handle to unlock your vehicle. Then place your iPhone in the smartphone tray and then press the Start/Stop button to start the vehicle.
fi: Jos toiminnassa on ongelmia, pidä iPhonea kuljettajan oven kahvan lähellä. Aseta iPhone älypuhelimen latausalustaan ja käynnistä sitten ajoneuvo painamalla start/stop-painiketta.
pl: W przypadku trudności przytrzymaj iPhone'a przy klamce drzwi kierowcy. Umieść iPhone'a w schowku na smartfona, a następnie naciśnij przycisk Start/Stop, aby uruchomić pojazd.
sk: V prípade ťažkostí podržte svoj iPhone v blízkosti kľučky dverí vodiča. Umiestnite svoj iPhone do priehradky na smartfón a potom stlačte tlačidlo Start/Stop, aby ste naštartovali vozidlo.

# digitalKeyPlusTutorialHintNfcAndroid
source: If you have any difficulties, hold your mobile device close to the driver's door handle to unlock your vehicle. Place your mobile device in the smartphone tray and then press the Start/Stop button to start the vehicle.
fi: Jos toiminnassa on ongelmia, pidä mobiililaitettasi kuljettajan oven kahvan lähellä. Aseta mobiililaite älypuhelimen latausalustaan ja käynnistä sitten ajoneuvo painamalla start/stop-painiketta.
pl: W przypadku trudności przytrzymaj urządzenie mobilne przy klamce drzwi kierowcy. Umieść urządzenie mobilne w schowku na smartfona, a następnie naciśnij przycisk Start/Stop, aby uruchomić pojazd.
sk: V prípade ťažkostí podržte svoje mobilné zariadenie v blízkosti kľučky dverí vodiča. Umiestnite svoje mobilné zariadenie do priehradky na smartfón a potom stlačte tlačidlo Start Stop, aby ste naštartovali vozidlo.

# digitalKeyReadyToPairCheckbox
source: I am inside my vehicle with both of the vehicle’s keys.
fi: Olen ajoneuvossa ja kumpikin avain on mukana.
pl: Jestem w pojeździe z obydwoma kluczami pojazdu.
sk: Som vo svojom vozidle s oboma kľúčmi od vozidla.

# digitalKeyReadyToPairDescription
source: Please tap "Start Pairing" and follow further instructions on your device.
fi: Napauta kohtaa "Aloita laiteparin muodostaminen" ja noudata laitteessa näkyviä ohjeita.
pl: Dotknij "Rozpocznij parowanie" i postępuj według instrukcji na urządzeniu.
sk: Ťuknite na "Spustiť prepájanie" a riaďte sa pokynmi v zariadení.

# digitalKeyReadyToPairStartPairingButton
source: Start Pairing
fi: Aloita laiteparin muodostaminen
pl: Rozpocznij parowanie
sk: Spustiť prepájanie

# digitalKeyReadyToPairTitle
source: Ready to pair
fi: Valmis laiteparin muodostamiseen
pl: Gotowy do parowania
sk: Pripravené na prepojenie

# digitalKeyRetryButton
source: Retry
fi: Yritä uudelleen
pl: Spróbuj ponownie
sk: Skúste to znova

# digitalKeySetupBannerHideDialogAction
source: Hide note
fi: Piilota huomautus
pl: Ukryj informację
sk: Skryť upozornenie

# digitalKeySetupBannerHideDialogDescription
source: You can still see the Digital Key set-up in the "Info" area at the bottom of the page.
fi: Digital Key -asetukset löytyvät edelleen sivun alaosassa olevasta "Info"-osiosta.
pl: Nadal możesz znaleźć konfigurację klucza Digital Key w sekcji "Informacje" na dole strony.
sk: Nastavenie Digital Key stále nájdete v časti "Info" v spodnej časti stránky.

# digitalKeySetupBannerHideDialogTitle
source: Note will be hidden
fi: Huomautus piilotetaan tästä lähtien
pl: Informacja zostanie ukryta w przyszłości
sk: Upozornenie bude odteraz skryté

# digitalKeySetupBannerTitle
source: Set up Digital Key
fi: Digital Key asennus
pl: Skonfiguruj klucz Digital Key
sk: Nastaviť Digital Key

# digitalKeySetupBannerTitlePlus
source: Set up Digital Key Plus
fi: Digital Key Plus asennus
pl: Skonfiguruj klucz Digital Key Plus
sk: Nastaviť Digital Key Plus

# digitalKeySharingCardDescription
source: Learn how to share a key with your contacts or how to delete a key.
fi: Ohjeita avaimen jakamiseksi kontaktien kanssa tai avaimen poistamiseksi.
pl: Dowiedz się, w jaki sposób udostępnić klucz kontaktom lub usunąć klucz.
sk: Zistite, ako môžete kľúč zdieľať s kontaktmi alebo kľúč vymazať.

# digitalKeySharingCardTitle
source: Managing your Digital Key
fi: Digital Key -avaimen hallinta
pl: Zarządzanie kluczem Digital Key
sk: Správa vášho Digital Key

# digitalKeySoftwareUpdateTitle
source: Device Software Update
fi: Laitteen ohjelmistopäivitys
pl: Aktualizacja oprogramowania dla urządzenia
sk: Aktualizácia softvéru zariadenia

# digitalKeyTemporaryNotAvailableDescription
source: Digital Key is currently not available. Please try again later.
fi: Digital Key ei ole käytettävissä tällä hetkellä. Yritä myöhemmin uudelleen.
pl: Klucz Digital Key jest obecnie niedostępny. Spróbuj ponownie później.
sk: Digital Key je momentálne nedostupný. Skúste to, prosím, znova neskôr.

# digitalKeyTemporaryNotAvailableTitle
source: A digital key cannot be set up currently. This may be a temporary error. Please try again.
fi: Digital Key -avainta ei voi luoda tällä hetkellä. Kyseessä voi olla tilapäinen virhe. Yritä uudelleen.
pl: Aktualnie nie może zostać utworzony Digital Key. To może być tymczasowy błąd. Spróbuj ponownie.
sk: Momentálne nie je možné vytvoriť Digital Key. Môže ísť o dočasnú chybu. Skúste to znova.

# digitalKeyTutorialCardDescription
source: Learn how to unlock the door and start the vehicle.
fi: Ohjeita oven lukituksen avaamista ja ajoneuvon käynnistämistä varten.
pl: Dowiedz się, w jaki sposób odblokować drzwi i uruchomić pojazd.
sk: Zistite, ako odomknúť dvere a naštartovať vozidlo.

# digitalKeyTutorialCardViewTutorialButton
source: View Tutorial
fi: Näytä ohjeet
pl: Zobacz instrukcję
sk: Pozrieť návod

# digitalKeyTutorialEngineDescription
source: Place your iPhone in the smartphone tray and then press the Start/Stop button to start the vehicle. If your iPhone is in power reserve, the Digital Key will work for up to another 5 hours.
fi: Aseta iPhone älypuhelimen latausalustaan ja käynnistä sitten ajoneuvo painamalla start/stop-painiketta. Jos iPhone käyttää jo varaenergiaa, Digital Key toimii vielä jopa 5 tuntia.
pl: Umieść iPhone'a w schowku na smartfona, a następnie naciśnij przycisk Start/Stop, aby uruchomić pojazd. Jeżeli iPhone jest na rezerwie energii, Digital Key działa jeszcze do 5 godzin.
sk: Umiestnite svoj iPhone do priehradky na smartfón a potom stlačte tlačidlo Start Stop, aby ste naštartovali vozidlo. Ak sa váš iPhone nachádza v režime šetrenia energie, bude Digital Key fungovať ešte 5 hodín.

# digitalKeyTutorialEngineDescriptionAndroid
source: Place your device in the smartphone tray and then press the Start/Stop button to start the vehicle.
fi: Aseta laite älypuhelimen latausalustaan ja käynnistä sitten ajoneuvo painamalla start/stop-painiketta.
pl: Umieść urządzenie w schowku na smartfona, a następnie naciśnij przycisk Start/Stop, aby uruchomić pojazd.
sk: Umiestnite svoje zariadenie do priehradky na smartfón a potom stlačte tlačidlo Start Stop, aby ste naštartovali vozidlo.

# digitalKeyTutorialEngineEnjoyYourRideButton
source: Enjoy your ride
fi: Nauti ajosta
pl: Ciesz się jazdą
sk: Vychutnajte si svoju jazdu

# digitalKeyTutorialEngineTitle
source: How to start the vehicle
fi: Näin käynnistät ajoneuvon
pl: Sposób uruchamiania pojazdu
sk: Takto vozidlo naštartujete

# digitalKeyTutorialManageDescriptionSecure
source: Your Digital Key is saved in your Apple Wallet, i.e. on your iPhone's Secure Element (certified, tamper-resistant high security chip).
fi: Digital Key tallennetaan Aplle Walletiin eli iPhonen suojattuun elementtiin (sertifioitu, manipuloinnilta suojattu turvasiru).
pl: Klucz Digital Key jest zapisany w Apple Wallet, tzn. na Secure Element (certyfikowany, zabezpieczony przed manipulacjami chip o wysokim poziomie bezpieczeństwa) Twojego iPhone'a.
sk: Digital Key sa uloží do vašej Apple Wallet, to znamená do Secure Element (certifikovaný čip s vysokou mierou zabezpečenia zaistený proti manipulácii) vášho iPhonu.

# digitalKeyTutorialManageDescriptionSecureAndroid
source: Your Digital Key is saved on the Secure Element (certified, tamper-resistant high-security chip) of your device.
fi: Digital Key tallennetaan laitteesi suojattuun elementtiin (sertifioitu, manipuloinnilta suojattu turvasiru).
pl: Twój klucz Digital Key jest zapisany na Secure Element (certyfikowany, zabezpieczony przed manipulacjami chip o wysokim poziomie bezpieczeństwa) Twojego urządzenia.
sk: Váš Digital Key sa uloží do prvku Secure Element (certifikovaný čip s vysokou mierou zabezpečenia zaistený proti manipulácii) vášho zariadenia.

# digitalKeyTutorialManageDescriptionShare
source: Open Wallet on your iPhone to share a key with your contacts. You can also delete your Digital Key there or revoke shared keys.
fi: Voit jakaa avaimen kontaktiesi kanssa avaamalla iPhonen Walletin. Siellä voit myös poistaa Digital Key -avaimen tai peruuttaa jaetun avaimen.
pl: Aby udostępnić klucz kontaktom, otwórz Wallet na swoim iPhonie. Tam można również usunąć klucz Digital Key lub wycofać udostępnione klucze.
sk: Keď chcete kľúč zdieľať so svojimi kontaktmi, otvorte Wallet na svojom iPhone. Tam môžete svoj Digital Key aj vymazať alebo odvolať zdieľané kľúče.

# digitalKeyTutorialManageDescriptionShareAndroid
source: Open the Wallet app on your device to share a key with your contacts. You can also delete your Digital Key there or revoke shared keys.
fi: Voit jakaa avaimen kontaktiesi kanssa avaamalla laitteesi Wallet-sovelluksen. Siellä voit myös poistaa Digital Key -avaimen tai peruuttaa jaetun avaimen.
pl: Aby udostępnić klucz kontaktom, otwórz aplikację portfela na swoim urządzeniu. Tam można również usunąć klucz Digital Key lub wycofać udostępnione klucze.
sk: Keď chcete kľúč zdieľať so svojimi kontaktmi, otvorte aplikáciu Wallet na vašom zariadení. Tam môžete svoj Digital Key aj vymazať alebo odvolať zdieľané kľúče.

# digitalKeyTutorialManageHeader
source: Managing your Digital Key
fi: Digital Key -avaimen hallinta
pl: Zarządzanie kluczem Digital Key
sk: Správa vášho Digital Key

# digitalKeyTutorialManageTitle
source: Sharing and managing your Digital Key
fi: Digital Key -avaimen jakaminen ja hallinta
pl: Udostępnianie i zarządzanie kluczem Digital Key
sk: Zdieľanie a správa vášho Digital Key

# digitalKeyTutorialSkip
source: Skip tutorial
fi: Ohita ohjeet
pl: Pomiń instrukcję
sk: Preskočiť návod

# digitalKeyTutorialTitle
source: Using your Digital Key
fi: Digital Key -avaimen käyttö
pl: Stosowanie klucza Digital Key
sk: Použitie Vášho Digital Key

# digitalKeyTutorialUnlockDescriptionAndroid
source: Place the back of your device near the driver's door handle. The exact positioning depends on the location of your device's NFC antenna.
fi: Pidä mobiililaitteen takaosaa kuljettajan oven kahvan lähellä. Tarkka kohdistus riippuu laitteesi NFC-antennin sijainnista.
pl: Umieść tylną stronę urządzenia mobilnego w pobliżu klamki drzwi kierowcy. Dokładne pozycjonowanie zależy od pozycji anteny NFC Twojego urządzenia.
sk: Zadnú stranu svojho mobilného zariadenia umiestnite do blízkosti kľučky dverí vodiča. Presné umiestnenie závisí od polohy antény NFC vo vašom zariadení.

# digitalKeyTutorialUnlockNextButton
source: Next
fi: Seuraava
pl: Dalej
sk: Ďalej

# digitalKeyTutorialYoutubeButton
source: View on YouTube
fi: Näytä YouTubessa
pl: Zobacz na YouTube
sk: Pozrieť na YouTube

# digitalKeyVehicleInfoSetupTitle
source: Set up
fi: Asennus
pl: Skonfiguruj
sk: Nastaviť

# digitalKeyWelcomeEasyDescription
source: Simply hold your iPhone near the door handle to unlock the vehicle, and place it on the center console tray to start the engine.
fi: Avaa ajoneuvon lukitus pitämällä iPhonea ovenkahvan kohdalla, ja aseta se sitten keskikonsolissa olevaan älypuhelimen latausalustaan moottorin käynnistämistä varten.
pl: Przytrzymaj iPhone'a przy klamce drzwi, aby otworzyć pojazd, a następnie połóż go w schowku na smartfona w konsoli środkowej, aby uruchomić silnik.
sk: Svoj telefón jednoducho pridržte pri kľučke dverí, čím vozidlo otvoríte, a potom ho položte do priehradky na smartfón v stredovej konzole, čím spustíte motor.

# digitalKeyWelcomeEasyTitle
source: Easy to Use
fi: Käyttäjäystävällinen
pl: Łatwy w użyciu
sk: Jednoduché používanie

# digitalKeyWelcomeMoreInformationButton
source: More information
fi: Lisätietoja
pl: Więcej informacji
sk: Ďalšie informácie

# digitalKeyWelcomeStartSettingUpButton
source: Set up Digital Key
fi: Digital Key asetus
pl: Konfigurowanie klucza Digital Key
sk: Nastaviť Digital Key

# digitalKeyWelcomeTitle
source: Welcome to your Digital Key
fi: Tervetuloa BMW Digital Key -toimintoon
pl: Witaj w kluczu Digital Key
sk: Vitajte v službe Digital Key

# digitalKeyWelcomeYourLifeDescription
source: Carry less by using your Smartphone as your car key. And if your battery dies, the Digital Key still works for up to 5 hours.
fi: Kuljeta vähemmän tavaraa mukanasi käyttämällä älypuhelinta ajoneuvon avaimena. Vaikka puhelimen akku olisikin tyhjä, Digital Key toimii vielä jopa 5 tuntia.
pl: Noś mniej rzeczy ze sobą i korzystaj ze smartfona jako klucza pojazdu. Nawet jeżeli bateria będzie rozładowana, klucz Digital Key działa jeszcze przez maksymalnie 5 godzin.
sk: Noste pri sebe menej vecí a používajte svoj smartfón ako kľúč od vozidla. Aj keď máte prázdnu batériu, Digital Key bude fungovať ešte 5 hodín.

# digitalKeyWelcomeYourLifeTitle
source: Your Life Simplified
fi: Helpompaa elämää
pl: Łatwiejsze życie
sk: Ľahší život

# digitalKeyWelcomeYourSecurityTitle
source: Your Security and Privacy Protected
fi: Sinä itse ja tietosi ovat suojattuja
pl: Ty i Twoje dane jesteście zabezpieczeni
sk: Ochrana Vás aj Vašich údajov

# dippedBeamLightsWarningSemantics
source: Low beam warning
fi: Varoitus lähivalo
pl: Ostrzeżenie dot. światła mijania
sk: Výstraha stretávacie svetlo

source: Disable
fi: Deaktivoi
pl: Dezaktywuj
sk: Deaktivovať

# disableActivateDialogDescription
source: Are you sure to deactivate Smart Parking for {model}?
fi: Haluatko todella deaktivoida älykkään pysäköintipalvelun ajoneuvolle {model}?
pl: Czy na pewno chcesz dezaktywować usługę inteligentnego parkowania w {model}?
sk: Naozaj chcete pre vozidlo {model} deaktivovať službu inteligentného parkovania?

# disableUpperCase
source: DISABLE
fi: DEAKTIVOI
pl: DEZAKTYWUJ
sk: DEAKTIVOVAŤ

source: Disabled
fi: Deaktivoitu
pl: Dezaktywowano
sk: Deaktivované

# disabledCapitalized
source: Disabled
fi: Deaktivoitu
pl: Dezaktywowano
sk: Deaktivované

source: Discard changes
fi: Hylkää muutokset
pl: Odrzuć zmiany
sk: Zahodiť zmeny

# discardChangesInterrogation
source: Discard changes?
fi: Hylätäänkö muutokset?
pl: Czy odrzucić zmiany?
sk: Zahodiť zmeny?

# disclaimerAboutPersonalInformation
source: By submitting your feedback you agree to share additional details like your app ID, device information (e.g. brand, version), general vehicle information (e.g. model, drivetrain type) and location information (city level).
fi: Lähettäessäsi palautetta hyväksyt, että samalla jaat muita tietoja kuten esim. sovelluksen tunnus, laitetiedot (esim. merkki, versio), ajoneuvon yleiset tiedot (esim. malli, voimansiirtotapa) tai sijaintitiedot (kaupunkitasolla).
pl: Przesyłając informację zwrotną, wyrażasz zgodę na udostępnianie dodatkowych informacji szczegółowych, takich jak ID aplikacji, informacje o urządzeniu (np. marka, wersja), ogólnych informacji dot. samochodu (np. model, typ napędu) lub informacji o lokalizacji (na poziomie miasta).
sk: Odoslaním spätnej väzby so zdieľaním ďalších podrobností, ako vaše App-ID, informácie o zariadení (napr. značka, verzia), všeobecné informácie o vozidle (napr. model, typ pohonu) alebo informácie o lokalite (napr úroveň mesta).

# disclaimerHeader
source: Disclaimer
fi: Vastuun rajoitus
pl: Wyłączenie odpowiedzialności
sk: Vylúčenie záruky

# disclaimerPageCheckboxTitle
source: Always ask me
fi: Kysy aina
pl: Zawsze pytaj
sk: Vždy sa spýtať

# disclaimerPageConfirmButtonTitle
source: Confirm
fi: Vahvista
pl: Potwierdź
sk: Potvrdiť

# disclaimerPageExplanation
source: Mirrors must be unfolded to take pictures. Please close all doors. Make sure there are no objects, persons or buildings obstructing the mirrors. When the mirrors are folded manually, side views cannot be shown.
fi: Peilit on käännettävä ulos kuvien ottamista varten. Sulje kaikki ovet. Varmista, ettei peilien kääntymisalueella ole esineitä, henkilöitä tai rakennuksia. Jos peilit on käännetty sisään käsin, sivukuvia ei voida näyttää.
pl: W celu nagrywania obrazów lusterka muszą być rozłożone. Zamknij wszystkie drzwi. Upewnij się, że w strefie wychylenia lusterek nie znajdują się żadne przedmioty, osoby ani budynki. Jeśli lusterka zostały złożone ręcznie, nie można wyświetlić widoku z boku.
sk: Na nasnímanie obrázkov musia byť vyklopené zrkadlá. Zatvorte všetky dvere. Zabezpečte, aby sa v oblasti otáčania zrkadiel nenachádzali žiadne predmety, osoby ani budovy. Bočné pohľady sa nedajú zobraziť, ak boli zrkadlá sklopené ručne.

# disclaimerPageSideNote
source: The whole updating process might take a few minutes. Please confirm if you want to update the view.
fi: Koko päivitysprosessi voi kestää joitakin minuutteja. Vahvista, jos haluat päivittää näkymän.
pl: Cały proces aktualizacji może potrwać kilka minut. Potwierdź, jeśli chcesz zaktualizować widok.
sk: Celý proces aktualizácie môže trvať niekoľko minút. Potvrďte, keď chcete aktualizovať náhľad.

# disclaimerPageSubtitle
source: Caution: Mirrors will unfold
fi: Huomio: peilit käännetään ulos
pl: Uwaga: nastąpi rozłożenie lusterek
sk: Pozor: Zrkadlá sa odklopia
