Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# DestinationsStrings_tripSetTimeSheetLeaveNow
source: Leave now
fi: Lähde nyt
pl: Odjedź teraz
sk: Začnite jazdu

# DestinationsStrings_tripSetTimeSheetNow
source: Now
fi: Nyt
pl: Teraz
sk: Teraz

# DestinationsStrings_tripSetTimeTitle
source: Departure/arrival
fi: Lähtö/saapuminen
pl: Odjazd/przybycie
sk: Príchod/odjazd

# DestinationsStrings_tripStartSoc
source: Start at {percentage}%
fi: Lähdettäessä {percentage}%
pl: Odjazd z {percentage}%
sk: Odjazd s {percentage} %

# DestinationsStrings_tripTransitModeBorders
source: This route crosses international borders
fi: Tämä reitti ylittää valtion rajan
pl: Ta trasa prowadzi przez granicę państwa
sk: Táto trasa prekračuje štátnu hranicu

# DestinationsStrings_tripTransitModeCartrain
source: This route requires motorail train transportation
fi: Tämä reitti vaatii autojunan käyttöä
pl: Ta trasa wymaga skorzystania z pociągu do przewozu aut
sk: Táto trasa vyžaduje použitie autovlaku

# DestinationsStrings_tripTransitModeFerry
source: This route requires ferry transportation
fi: Tämä reitti vaatii lautan käyttöä
pl: Ta trasa wymaga skorzystania z promu
sk: Táto trasa vyžaduje použitie trajektu

# DestinationsStrings_tripTransitModeMultipleBorders
source: Crosses international borders
fi: Ylittää valtion rajan
pl: Prowadzi przez granicę państwa
sk: Prekračuje štátnu hranicu

# DestinationsStrings_tripTransitModeMultipleCartrain
source: Requires motorail train transportation
fi: Vaatii autojunan käyttöä
pl: Wymaga skorzystania z pociągu do przewozu aut
sk: Vyžaduje použitie autovlaku

# DestinationsStrings_tripTransitModeMultipleFerry
source: Requires ferry transportation
fi: Vaatii lautan käyttöä
pl: Wymaga skorzystania z promu
sk: Vyžaduje použitie trajektu

# DestinationsStrings_tripTransitModeMultipleTolls
source: Includes toll roads.
fi: Sisältää maksullisia tieosuuksia.
pl: Obejmuje drogi płatne.
sk: Obsahuje spoplatnené úseky.

# DestinationsStrings_tripTransitModeTolls
source: This route includes toll roads.
fi: Tämä reitti sisältää maksullisia tieosuuksia.
pl: Ta trasa obejmuje drogi płatne.
sk: Táto trasa obsahuje spoplatnené úseky.

# DestinationsStrings_unreachableDeviceDialogAction
source: Use vehicle position
fi: Käytä ajoneuvon sijaintia
pl: Użyj lokalizacji pojazdu
sk: Použiť polohu vozidla

# DestinationsStrings_unreachableDeviceDialogAltBody
source: We are sorry, but this route cannot be calculated using your mobile device position, as it is exceeds the range.
fi: Valitettavasti tätä reittiä ei voida laskea mobiililaitteesi sijainnista; se on toimintasäteen ulkopuolella.
pl: Przepraszamy, nie można obliczyć tej trasy na podstawie lokalizacji Twojego urządzenia mobilnego; trasa znajduje się poza zasięgiem.
sk: Je nám ľúto, túto trasu nie je možné vypočítať z aktuálnej polohy vášho mobilného zariadenia. Nachádza sa mimo dosahu.

# DestinationsStrings_unreachableDeviceDialogBody
source: We are sorry, but this route cannot be calculated based on your device position. Would you like to calculate the route based on your vehicle position?
fi: Pahoittelemme, mutta tätä reittiä ei voida laskea laitteen sijainnin perusteella. Haluatko laskea reitin ajoneuvosi sijainnin perusteella?
pl: Przepraszamy, nie można obliczyć tej trasy na podstawie lokalizacji Twojego urządzenia. Czy chcesz obliczyć trasę na podstawie lokalizacji pojazdu?
sk: Prepáčte, táto trasa sa nedá vypočítať z aktuálnej polohy vášho zariadenia. Chcete vypočítať trasu z polohy vozidla?

# DestinationsStrings_unreachableSuccessDescription
source: We're sorry, but we cannot calculate a route with the current settings. Do you want to load the most recently used settings?
fi: Valitettavasti emme pysty laskemaan reittiä nykyisillä asetuksilla. Haluatko ladata viimeksi käytetyt asetukset?
pl: Przykro nam, ale przy obecnych ustawieniach nie możemy obliczyć trasy. Czy chcesz załadować ostatnio stosowane ustawienia?
sk: Ľutujeme, ale s aktuálnymi nastaveniami nemôžeme vypočítať trasu. Chcete nahrať naposledy používané nastavenia?

# DestinationsStrings_unreachableSuccessPrimaryAction
source: Reset planning options
fi: Nollaa suunnitteluvalinnat
pl: Zresetuj opcje planowania
sk: Resetovať možnosti plánovania

# DestinationsStrings_unreachableVehicleDialogAction
source: Use device location
fi: Käytä laitteen sijaintia
pl: Użyj lokalizacji urządzenia
sk: Použiť polohu zariadenia

# DestinationsStrings_unreachableVehicleDialogBody
source: We are sorry, but this route cannot be calculated based on the position of your vehicle, as it exceeds the range. The departure position will be set from the location of your mobile device.
fi: Valitettavasti tätä reittiä ei voi laskea ajoneuvosi sijainnista; se on toimintasäteen ulkopuolella. Lähtöpaikaksi asetetaan mobiililaitteesi sijainti.
pl: Przepraszamy, nie można obliczyć tej trasy na podstawie lokalizacji Twojego pojazdu; trasa znajduje się poza zasięgiem. Lokalizacja odjazdu zostanie ustalona na podstawie lokalizacji Twojego urządzenia mobilnego.
sk: Je nám ľúto, túto trasu nie je možné vypočítať z polohy vášho vozidla. Nachádza sa mimo dosahu. Poloha odjazdu sa určí na polohu vášho mobilného zariadenia.

# DigitalServicesStrings_allBooked
source: All available infotainment, and innovative operating functions for your vehicle have been activated.
fi: Kaikki ajoneuvollesi käytettävissä olevat Infotainment-palvelut ja innovatiiviset säätötoiminnot ovat aktiivisia.
pl: Aktywowane są wszystkie usługi Infotainment i innowacyjne funkcje obsługi dostępne w pojeździe.
sk: Aktivované sú všetky infotainment služby a inovatívne funkcie ovládania dostupné pre vozidlo.

# DigitalServicesStrings_availableServices
source: Available services
fi: Käytettävissä olevat palvelut
pl: Dostępne usługi
sk: Dostupné služby

# DigitalServicesStrings_bookedServices
source: Booked services
fi: Tilatut palvelut
pl: Zamówione usługi
sk: Predplatené služby

# DigitalServicesStrings_demoExplanation
source: Not available for demo vehicles. You can purchase services and check their status for your own vehicle here.
fi: Ei käytettävissä esittelyajoneuvoissa. Täältä voit ostaa palveluja ja tarkistaa niiden tilan oman ajoneuvosi osalta.
pl: Niedostępne w przypadku pojazdów demonstracyjnych. Tutaj możesz zakupić usługi i sprawdzić ich status w odniesieniu do własnego pojazdu.
sk: Nie je dostupné pre predvádzacie vozidlá. Tu si môžete zakúpiť služby a skontrolovať ich stav pre vaše vozidlo.

# DigitalServicesStrings_digitalServices
source: Digital services
fi: Digitaaliset palvelut
pl: Usługi cyfrowe
sk: Digitálne služby

# DigitalServicesStrings_digitalServicesWithLineBreak
source: Digital services
fi: Digitaaliset palvelut
pl: Usługi cyfrowe
sk: Digitálne služby

# DigitalServicesStrings_digitalUpgrades
source: Digital upgrades
fi: Digitaaliset päivitykset
pl: Uaktualnienia cyfrowe
sk: Digitálne aktualizácie

# DigitalServicesStrings_digitalUpgradesWithLineBreak
source: Digital upgrades
fi: Digitaaliset päivitykset
pl: Uaktualnienia cyfrowe
sk: Digitálne aktualizácie

# DigitalServicesStrings_fullyEquipped
source: Fully equipped
fi: Täysin varustettu
pl: W pełni wyposażone
sk: Plne vybavené

# DigitalServicesStrings_mapVehicle
source: Add vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# DigitalServicesStrings_mapVehicleExplanation
source: Add your vehicle to see the services available for you.
fi: Lisää ajoneuvosi nähdäksesi käytettävissä olevat palvelut.
pl: Dodaj swój pojazd, aby zobaczyć dostępne usługi.
sk: Pridajte vaše vozidlo, aby ste zobrazili pre vás dostupné služby.

# DigitalServicesStrings_predeliveryExplanation
source: When your vehicle arrives, add your vehicle in the app to see the services available for you.
fi: Kun ajoneuvosi saapuu, lisää se sovellukseen nähdäksesi käytettävissäsi olevat palvelut.
pl: Gdy Twój pojazd przyjedzie, dodaj go w aplikacji, aby zobaczyć dostępne usługi.
sk: Keď príde vaše vozidlo, pridajte ho do aplikácie, aby ste zobrazili pre vás dostupné služby.

# DigitalServicesStrings_renew
source: Renew
fi: Uudista
pl: Wymień
sk: Obnoviť

# DigitalServicesStrings_secondaryUserBanner
source: Contact the primary user to purchase or extend services.
fi: Ota yhteyttä pääkäyttäjään palvelujen ostamista tai jatkamista varten.
pl: Skontaktuj się z głównym użytkownikiem, aby zakupić lub przedłużyć usługi.
sk: Ak chcete zakúpiť alebo obnoviť služby, kontaktujte hlavného používateľa.

# DigitalServicesStrings_unableToRetrieveData
source: We are currently unable to retrieve your data. Please try again later.
fi: Emme voi hakea tietojasi tällä hetkellä. Yritä myöhemmin uudelleen.
pl: Aktualnie nie możemy wywołać Twoich danych. Spróbuj ponownie później.
sk: Momentálne nemáme prístup k vašim údajom. Skúste to znovu neskôr.

# DigitalServicesStrings_viewDetails
source: View details
fi: Näytä yksityiskohdat
pl: Wyświetl szczegóły
sk: Zobraziť podrobnosti

# DigitalServicesStrings_warrantyAndMaintenance
source: Warranty and preventive maintenance
fi: Takuu ja huolto
pl: Gwarancja i serwisowanie
sk: Záruka a údržba

# DigitalServicesStrings_warrantyAndMaintenanceSubtitle
source: Display available preventive maintenance and precautionary measures for your vehicle
fi: Näytä ajoneuvosi käytettävissä olevat huolto- ja suojaohjelmat
pl: Wyświetl dostępne programy serwisowania i ochrony Twojego pojazdu
sk: Zobraziť dostupné programy údržby a ochrany pre vaše vozidlo

source: Djibouti
pl: Dżibuti
sk: Džibutsko

source: Dominica
pl: Dominika
sk: Dominika

source: Dominican Republic
fi: Dominikaaninen tasavalta
pl: Republika Dominikańska
sk: Dominikánska republika

source: Dutch
fi: Hollanti
pl: Niderlandzki
sk: Holandčina

source: Ecuador
pl: Ekwador
sk: Ekvádor

source: El Salvador
pl: Salwador
sk: Salvádor

source: English
fi: Englanti
pl: Angielski
sk: Angličtina

source: Equatorial Guinea
fi: Päiväntasaajan Guinea
pl: Gwinea Równikowa
sk: Rovníková Guinea

# EsimStrings__eSimCustomerBenefitDesc
source: The personal eSIM provides the best possible mobile network access for telephone functions and mobile data by using your {brand}'s powerful exterior antenna. This includes a Personal Hotspot in the vehicle and the 5G capability of your {brand}. The availability may be limited by the market and your mobile network provider.
fi: Henkilökohtainen eSIM-kortti tarjoaa parhaan mahdollisen yhteyden matkapuhelinverkkoon puhelimen ja mobiilidatan käyttöä varten {brand}:si tehokkaan ulkoantennin kautta. Siihen sisältyy ajoneuvon Personal Hotspot sekä {brand}:n 5G-kelpoisuus. Palvelun käytettävyys kotimaassasi ja matkapuhelinoperaattorillasi voi olla rajoitettu.
pl: Personal eSIM zapewnia najlepszy możliwy dostęp do komórkowej sieci telefonicznej i danych mobilnych dzięki wykorzystaniu wydajnej anteny zewnętrznej w {brand}. Hotspot osobisty w pojeździe oraz obsługa 5G w {brand} znajdują się w zestawie usług. Dostępność na rynku oraz u dostawcy usług komórkowych może być ograniczona.
sk: Osobná eSIM ponúka najlepší možný prístup do mobilnej siete na telefonovanie a mobilné dáta prostredníctvom výkonnej vonkajšej antény vášho {brand}. Do toho patrí osobný Hotspot vo vozidle, ako aj spôsobilosť pre 5G. Dostupnosť na vašom trhu a u vášho mobilného operátora môže byť obmedzená.

# EsimStrings__eSimDeactivateDescriptionUnderButton
source: Deactivating will permanently delete all personal eSIM data from all your vehicles and your {brand} ID.
fi: Kun aktivointi poistetaan, henkilökohtaiset eSIM-tietosi poistetaan pysyvästi kaikista ajoneuvoistasi ja {brand}-tunnuksestasi.
pl: Po dezaktywowaniu dane Personal eSIM zostaną trwale usunięte ze wszystkich Twoich pojazdów oraz z Twojego {brand} ID.
sk: Deaktiváciou sa natrvalo odstránia údaje vašej osobnej eSIM zo všetkých vašich vozidiel a z vášho {brand} ID.

# EsimStrings__eSimDisconnectDialogDesc
source: Deactivating will permanently delete all personal eSIM data from all your vehicles and your {brand} ID. The eSIM option may remain active with your mobile network provider unless you cancel it with them.
fi: Kun aktivointi poistetaan, henkilökohtaiset eSIM-tietosi poistetaan pysyvästi kaikista ajoneuvoistasi ja {brand} ID:stäsi. Matkapuhelinoperaattorisi eSIM-toiminto voi pysyä aktiivisena, kunnes irtisanot sen operaattorillesi.
pl: Po dezaktywowaniu dane Personal eSIM zostaną trwale usunięte ze wszystkich Twoich pojazdów oraz z Twojego {brand} ID. Opcja eSIM u operatora telefonii komórkowej może pozostawać aktywna do czasu wypowiedzenia jej u swojego operatora telefonii komórkowej.
sk: Deaktiváciou sa natrvalo odstránia údaje vašej osobnej eSIM zo všetkých vašich vozidiel a z vášho {brand} ID. Možnosť eSIM možno zostane u vášho mobilného operátora aktívna, kým ju u svojho mobilného operátora nevypoviete.

# EsimStrings__eSimDisconnectDialogDescAus
source: Deactivating will permanently delete all personal eSIM data from all your vehicles and your {brand} ID. You will be forwarded to the website of your mobile communications provider to cancel the subscription.
fi: Kun aktivointi poistetaan, henkilökohtaiset eSIM-tietosi poistetaan pysyvästi kaikista ajoneuvoistasi ja {brand} ID:stäsi. Sinut ohjataan matkaviestinoperaattorisi internet-sivustolle sopimuksen irtisanomista varten.
pl: Po dezaktywowaniu dane Personal eSIM zostaną trwale usunięte ze wszystkich Twoich pojazdów oraz z Twojego {brand} ID. Nastąpi przekierowanie na stronę internetową Twojego operatora sieci komórkowej, aby wypowiedzieć umowę.
sk: Deaktiváciou sa natrvalo odstránia údaje vašej osobnej eSIM zo všetkých vašich vozidiel a z vášho {brand} ID. Budete presmerovaný na webovú stránku vášho operátora, kde môžete zmluvu zrušiť.

# EsimStrings__eSimDisconnectSuccessPageSubtitle
source: Your eSIM has been deleted from all {brand}
fi: eSIM on poistettu kaikista {brand}-ajoneuvoista
pl: Usunięto Twoją kartę eSIM ze wszystkich pojazdów {brand}
sk: Vaša eSIM bola odstránená zo všetkých vozidiel {brand}

# EsimStrings__eSimEnterPhoneNumberJp
source: Enter your telephone number to activate an eSIM on your mobile network provider's website. We will transfer your {brand} ID information to the mobile network provider selected above.
fi: Anna puhelinnumerosi, jotta voit aktivoida eSIM-toiminnon matkaviestinoperaattorisi internet-sivustolla. Siirrämme {brand} ID:täsi koskevat tiedot edellä valitsemallesi matkaviestinoperaattorille.
pl: Wpisz numer telefonu, aby aktywować eSIM na stronie internetowej swojego operatora sieci komórkowej. Przekażemy informacje o Twoim {brand} ID do operatora sieci komórkowej wybranego powyżej.
sk: Zadajte svoje telefónne číslo, aby ste aktivovali eSIM na webovej stránke svojho mobilného operátora. Informácie o vašom {brand} ID prenesieme mobilnému operátorovi, ktorého ste si vybrali vyššie.

# EsimStrings__eSimGenericErrorDescriptionTwo
source: If this problem persists, please contact {brand} Assist
fi: Jos ongelma ei poistu, käänny {brand} Assist -palvelun puoleen
pl: Jeżeli problem nadal występuje, skontaktuj się z {brand} Assist
sk: Ak tento probém naďalej pretrváva, obráťte sa na {brand} Assist

# EsimStrings__eSimHelpPageInfoSixTitleDesc
source: By deactivating or deleting the personal eSIM in the {appName} App, the eSIM option may remain active with your mobile network provider unless you cancel it with them.
fi: Jos poistat henkilökohtaisen eSIM-kortin tai sen aktivoinnin {appName}-sovelluksessa, matkapuhelinoperaattorisi eSIM-palvelu voi silti olla edelleen aktiivinen, kunnes irtisanot sen operaattorillesi.
pl: Po dezaktywowaniu lub usunięciu Personal eSIM w aplikacji {appName} opcja eSIM u operatora telefonii komórkowej może być nadal aktywna do czasu złożenia wypowiedzenia u tego operatora telefonii komórkowej.
sk: Deaktiváciou alebo odstránením osobnej eSIM v aplikácii {appName} pravdepodobne zostane možnosť eSIM u vášho mobilného operátora aktívna, kým ju u svojho mobilného operátora nevypoviete.

# EsimStrings__eSimHelpPageInfoTwoTitleFirstSubtitleDesc
source: Please ensure that your {brand}, or the {brand} you are using, supports eSIM.
fi: Varmista, että {brand}:si tai se {brand}, jota haluat käyttää, tukee eSIM-toimintoa.
pl: Upewnij się, że Twój {brand} lub {brand}, którego chcesz użyć, obsługuje eSIM.
sk: Uistite sa, že vaše {brand} alebo {brand}, ktoré používate, podporuje eSIM.

# EsimStrings__eSimManagementPageSetUpAnotherVehiclesButton
source: SET UP IN ANOTHER {brand}
fi: ASENNA TOISEEN {brand}-AJONEUVOON
pl: SKONFIGURUJ W INNYM {brand}
sk: NASTAVIŤ V INOM {brand}

# EsimStrings__eSimManagementPageVehicleListDeleteDialogTitle
source: Delete eSIM from {vehicle}?
fi: Poistetaanko eSIM ajoneuvosta {vehicle}?
pl: Usunąć eSIM z {vehicle}?
sk: Odstrániť eSIM z {vehicle}?

# EsimStrings__eSimProfilePageRemoveDialogDesc
source: Deleting the eSIM will delete all eSIM data from this {brand}. This will not affect the contract with your mobile network provider.
fi: Jos eSIM poistetaan, kaikki eSIM-tiedot poistetaan tästä {brand}:stä. Tietojen poistaminen ei vaikuta sopimukseesi matkapuhelinoperaattorin kanssa.
pl: Usunięcie eSIM spowoduje usunięcie wszystkich danych eSIM z tego {brand}. Usunięcie danych nie ma wpływu na umowę z operatorem telefonii komórkowej.
sk: Odstránenie eSIM vymaže všetky údaje eSIM z tohto {brand}. Odstránenie údajov nemá žiadny vplyv na zmluvu s mobilným operátorom.

# EsimStrings__eSimTutorialStepTwoDesc
source: Setting up a personal eSIM activates the eSIM connectivity and telephone functions, which can be carried over from one vehicle to another with your {brand} ID.
fi: Henkilökohtaisen eSIM:n asentaminen aktivoi eSIM-yhteydet ja -puhelut, jolloin ne seuraavat sinua {brand}-tunnuksen avulla ajoneuvosta toiseen.
pl: Po skonfigurowaniu Personal eSIM łączność i telefonia eSIM zostają aktywowane, aby wraz z {brand} ID umożliwić przenoszenie między pojazdami.
sk: Nastavením osobnej eSIM sa aktivuje vaša konektivita a telefonovanie eSIM, aby vás mohla s vaším {brand} ID sledovať od vozidla k vozidlu.

# EsimStrings__esimNoVehiclesMapped
source: No vehicle added to your {brand} ID. Please link your {brand} to check the eSIM compatibility.
fi: {brand} ID:hesi ei ole lisätty ajoneuvoa. Yhdistä {brand}:si, jotta voidaan tarkistaa sen eSIM-yhteensopivuus.
pl: Żaden pojazd nie został dodany do Twojego {brand} ID. Sparuj {brand}, aby sprawdzić kompatybilność eSIM.
sk: S vášmu {brand} ID nie je pridané žiadne vozidlo. Prepojte svoje {brand}, aby ste mohli overiť kompatibilitu eSIM.

# EsimStrings_bottomSheetDescriptionLocked
source: Personal eSIM is temporarily blocked in this vehicle.
fi: Henkilökohtainen eSIM on tilapäisesti estetty tässä ajoneuvossa.
pl: Personal eSIM jest tymczasowo zablokowany w tym samochodzie.
sk: Osobná eSIM je v tomto vozidle dočasne zablokovaná.

# EsimStrings_bottomSheetDescriptionUnlocked
source: You can temporarily block the usage of the Personal eSIM for the selected vehicle, and unblock it again later.
fi: Voit tilapäisesti estää henkilökohtaisen eSIM-kortin käytön valitussa ajoneuvossa ja poistaa eston myöhemmin.
pl: Można tymczasowo zablokować korzystanie z Personal eSIM w wybranym pojeździe, a później odblokować tę funkcję.
sk: Používanie osobnej eSIM pre vybrané vozidlo môžete dočasne zablokovať a neskôr odblokovať.

# EsimStrings_bottomSheetLockButton
source: Block in vehicle
fi: Estä ajoneuvossa
pl: Zablokuj w samochodzie
sk: Zablokovať vo vozidle

# EsimStrings_bottomSheetUnlockButton
source: Unblock in vehicle
fi: Poista esto ajoneuvosta
pl: Odblokuj w samochodzie
sk: Odblokovať vo vozidle

# EsimStrings_contactProvider
source: Contact your provider
fi: Ota yhteyttä matkapuhelinoperaattoriin
pl: Skontaktuj się z operatorem telefonii komórkowej
sk: Kontaktujte svojho mobilného operátora

# EsimStrings_deleteFromVehicle
source: Delete from vehicle
fi: Poista ajoneuvosta
pl: Usuń z samochodu
sk: Odstrániť z vozidla

# EsimStrings_eSimActivationButtonSubtitle
source: Before continuing, ensure that your vehicle and your mobile network provider support eSIM.
fi: Ennen kuin jatkat, varmista, että ajoneuvosi ja matkapuhelinoperaattorisi tukevat eSIM-korttia.
pl: Przed kontynuowaniem upewnij się, że pojazd i operator telefonii komórkowej obsługują eSIM.
sk: Pred pokračovaním skontrolujte, či vaše vozidlo a váš mobilný operátor podporujú eSIM.

# EsimStrings_eSimActivationButtonTitle
source: ACTIVATE eSIM
fi: AKTIVOI eSIM
pl: AKTYWUJ eSIM
sk: AKTIVOVAŤ eSIM

# EsimStrings_eSimActivationErrorTitle
source: eSIM could not be activated
fi: eSIM-korttia ei voitu aktivoida
pl: Nie udało się aktywować eSIM
sk: eSIM nebolo možné aktivovať

# EsimStrings_eSimActivationLegalConsentError
source: We are currently unable to retrieve data from third parties. Please try again in a few minutes.
fi: Kolmansien osapuolten tietojen haku ei ole tällä hetkellä mahdollista. Yritä muutaman minuutin kuluttua uudelleen.
pl: Obecnie nie mamy możliwości wyświetlenia danych dostawców zewnętrznych. Spróbuj ponownie za kilka minut.
sk: Momentálne nie je možné zobraziť vaše údaje od tretích poskytovateľov. Skúste to znova o niekoľko minút.

# EsimStrings_eSimCheckOperator
source: Ensure that your mobile network provider supports personal eSIM.
fi: Varmista, että matkapuhelinoperaattorisi tukee henkilökohtaista eSIM-korttia.
pl: Upewnij się, że operator telefonii komórkowej obsługuje Personal eSIM.
sk: Skontrolujte, či váš mobilný operátor podporuje eSIM.

# EsimStrings_eSimCountry
source: Country
fi: Maa
pl: Kraj
sk: Krajina

# EsimStrings_eSimCountryListFetchFailDesc
source: Failed to retrieve country list
fi: Maaluettelon haku epäonnistui
pl: Pobieranie listy krajów nie powiodło się
sk: Otvorenie zoznamu krajín zlyhalo

# EsimStrings_eSimDeactivateButton
source: DEACTIVATE
fi: POISTA AKTIVOINTI
pl: DEZAKTYWUJ
sk: DEAKTIVOVAŤ

# EsimStrings_eSimDeactivateButtonDialogTitle
source: Deactivate eSIM?
fi: Poistetaanko eSIM:n aktivointi?
pl: Dezaktywować eSIM?
sk: Deaktivovať eSIM?

# EsimStrings_eSimDeactivateDescriptionUnderButtonAus
source: Deleting an eSIM will delete it from all connected vehicles. To deactivate your eSIM, make sure that Wi-Fi is turned off and mobile data is turned on. You will be forwarded to the website of your mobile communications provider to cancel the subscription.
fi: Kun poistat eSIM-kortin, se poistetaan kaikista yhdistetyistä ajoneuvoista. Jos haluat poistaa eSIM-kortin aktivoinnin, varmista, että Wi-Fi on pois käytöstä ja mobiilidata on päällä. Sinut ohjataan matkaviestinoperaattorisi internet-sivustolle sopimuksen irtisanomista varten.
pl: Jeśli usuniesz kartę eSIM, zostanie ona usunięta ze wszystkich podłączonych pojazdów. Aby dezaktywować eSIM, upewnij się, że Wi-Fi jest wyłączone, a mobilna transmisja danych jest włączona. Nastąpi przekierowanie na stronę internetową Twojego operatora sieci komórkowej, aby wypowiedzieć umowę.
sk: Keď odstránite eSIM, odstráni sa táto zo všetkých prepojených vozidiel. Na dektiváciu vašej eSIM sa uistite, že je vypnutá WiFi a sú zapnuté mobilné dáta. Budete presmerovaný na webovú stránku vášho operátora, kde môžete zmluvu zrušiť.

# EsimStrings_eSimDeactivationDisableWifiDescriptionAus
source: To deactivate your eSIM, make sure your Wi-Fi is off and mobile data on.
fi: Jos haluat poistaa eSIM-kortin aktivoinnin, varmista, että Wi-Fi on poistettu käytöstä ja mobiilidata on aktivoitu.
pl: Aby dezaktywować swoją eSIM, upewnij się, że Wi-Fi jest dezaktywowane, a mobilna transmisja danych jest aktywna.
sk: Ak chcete deaktivovať svoju eSIM, uistite sa, že je deaktivovaná WiFi a aktivované mobilné dáta.

# EsimStrings_eSimDeactivationDisableWifiScreenTitleAus
source: Deactivate eSIM
fi: Poista eSIM:n aktivointi
pl: Dezaktywuj eSIM
sk: Deaktivovať eSIM
