Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# preDeliveryModeIntroPageSection2TextMini
source: Made for racers and trailblazers, the young, the young at heart, and all those who dare to be different – made for you.
fi: Tehty kilpa-ajajille ja uranuurtajille, reippaille, rohkeille ja kaikille, jotka ovat erilaisia — tehty sinua varten.
pl: Stworzone dla rajdowców i pionierów, dla aktywnych, odważnych i wszystkich pozostałych – stworzone dla Ciebie.
sk: Vyrobené pre pretekárov a priekopníkov, pre ľudí plných života, pre odvážnych a všetkých, ktorí sú iní – vyrobené pre vás.

# preDeliveryModeIntroPageSkipActionButton
source: Skip
fi: Ohita
pl: Pomiń
sk: Preskočiť

# preDeliveryModeManualVinEntryCancelProcessDialogPrimaryButton
source: YES
fi: KYLLÄ
pl: TAK
sk: ÁNO

# preDeliveryModeManualVinEntryCancelProcessDialogSecondaryButton
source: DO NOT CANCEL
fi: ÄLÄ KESKEYTÄ
pl: NIE ANULUJ
sk: NEZRUŠIŤ

# preDeliveryModeManualVinEntryCancelProcessDialogText
source: Do you really want to cancel adding the vehicle?
fi: Haluatko todella keskeyttää ajoneuvon lisäämisen?
pl: Czy na pewno chcesz anulować dodawanie pojazdu?
sk: Naozaj chcete zrušiť pridávanie vozidla?

# preDeliveryModeManualVinEntryCancelProcessDialogTitle
source: Cancel procedure
fi: Keskeytä toimenpide
pl: Anuluj proces
sk: Zrušiť proces

# preDeliveryModeManualVinEntryEnterVinScreenActionButton
source: PROCEED
fi: JATKA
pl: KONTYNUUJ
sk: POKRAČOVAŤ

# preDeliveryModeManualVinEntryEnterVinScreenText
source: The VIN (vehicle identification number) is a 17-digit code which identifies the vehicle. You can obtain the VIN from your dealer or find it in the purchase documents.
fi: VIN (ajoneuvon valmistenumero) on 17 numeroa sisältävä koodi, jolla ajoneuvo voidaan tunnistaa yksiselitteisesti. Voit saada VIN-koodin jälleenmyyjältäsi tai se löytyy ostosopimuksesta.
pl: Nr VIN (numer identyfikacyjny pojazdu) to 17-znakowy kod, który unikalnie identyfikuje pojazd. Nr VIN możesz otrzymać od swojego dealera lub znaleźć go w umowie kupna-sprzedaży.
sk: VIN (identifikačné číslo vozidla) je 17-miestny kód, ktorý jednoznačne identifikuje vozidlo. VIN získate od svojho predajcu alebo ho nájdete v kúpnej zmluve.

# preDeliveryModeManualVinEntryGenericPageTitle
source: Add vehicle
fi: Lisää ajoneuvo
pl: Dodaj pojazd
sk: Pridať vozidlo

# preDeliveryModeManualVinEntryWelcomeScreenActionButton
source: NEXT
fi: SEURAAVA
pl: DALEJ
sk: ĎALEJ

# preDeliveryModeMapTabSaveFavoriteDestinationsHint
source: See your favorite destinations here.
fi: Katso suosikkikohteesi tästä.
pl: Zobacz tu swoje preferowane cele.
sk: Pozrite si svoje obľúbené ciele.

# preDeliveryModePersonalizationAddProfileImageCoachmarkTitle
source: Add your profile image
fi: Lisää profiilikuva
pl: Dodaj zdjęcie profilowe
sk: Pridať profilový obrázok

# preDeliveryModePersonalizationCalendarSyncSubpageActionButton
source: YOUR UPCOMING DESTINATIONS
fi: TULEVIIN KOHTEISIIN
pl: DO PRZYSZŁYCH CELÓW
sk: K NAJBLIŽŠÍM CIEĽOM

# preDeliveryModePersonalizationCalendarSyncSubpageDescriptionNote
source: Note: Only calendar events with valid destinations are synchronized.
fi: Huomautus: Synkronointi koskee vain kalenterimerkintöjä, joille on voimassa oleva kohdepaikkakunta.
pl: Wskazówka: synchronizowane są tylko wpisy kalendarza z prawidłowymi miejscami docelowymi.
sk: Upozornenie: synchronizujú sú iba položky kalendára s platnými cieľmi.

# preDeliveryModePersonalizationCalendarSyncSubpageFindCalendarTripsText2
source: Your next trip will be proposed in the navigation panel.
fi: Seuraava ajosi näkyy navigointivalikossa.
pl: Twoja następna jazda będzie wyświetlana w menu nawigacji.
sk: Vaša najbližšia jazda sa zobrazí v ponuke Navigácia.

# preDeliveryModePersonalizationCalendarSyncSubpageFindCalendarTripsText3
source: Or you can select the desired trip in the navigation menu under "Upcoming Destinations".
fi: Tai valitse haluamasi ajo navigointivalikon kohdassa "Tulevat kohteet".
pl: Lub wybierz odpowiednią jazdę w menu nawigacji w sekcji "Przyszłe cele".
sk: Alebo v ponuke Navigácia v časti „Najbližšie ciele“ vyberte požadovanú cestu.

# preDeliveryModePersonalizationCalendarSyncSubpageTitle
source: Synchronize calendar
fi: Synkronoi kalenteri
pl: Synchronizuj kalendarz
sk: Synchronizovať kalendár

# preDeliveryModePersonalizationCalendarSyncSubpageUpcomingEventsText
source: You can find your trips on the "Map" tab under "My Destinations" (button next to the search bar)
fi: Löydät ajosi "Kartta"-välilehdeltä kohdasta "Omat kohteet" (painike hakupalkin vieressä)
pl: Znajdź swoje jazdy w zakładce "Mapa" w sekcji "Moje cele" (przycisk obok paska wyszukiwania)
sk: Nájdite svoje jazdy na karte „Mapa“ v časti „Moje ciele“ (tlačidlo vedľa vyhľadávacieho panela)

# preDeliveryModePersonalizationCalendarSyncSubpageUpcomingEventsTitle
source: Find upcoming trips in the app
fi: Löydä tulevat ajot sovelluksesta
pl: Znajdź przyszłe cele w aplikacji
sk: Nájsť najbližšie jazdy v aplikácii

# preDeliveryModePersonalizationCoachmarkAction
source: Start
fi: Aloita
sk: Štart

# preDeliveryModePersonalizationFavoriteDestinationsSubPageActionButton
source: GO TO FAVORITES
fi: SUOSIKKEIHIN
pl: DO ULUBIONYCH
sk: K OBĽÚBENÝM POLOŽKÁM

# preDeliveryModePersonalizationFavoriteDestinationsSubPageDescriptionTitle
source: Fastest way to set them
fi: Nopeinta tietä
pl: Najszybciej
sk: Najrýchlejší spôsob

# preDeliveryModePersonalizationFavoriteDestinationsSubPageFindFavoritesAppText1
source: Search for any destination on the "Map" tab and use the star button in the detail view to set it as a favorite.
fi: Hae haluamasi kohde "Kartta"-välilehdeltä ja merkitse se suosikiksi "Karttatiedot"-kohdassa olevalla tähtipainikkeella.
pl: Wyszukaj w zakładce "Mapa" wybrany cel i wykorzystaj przycisk gwiazdki w "Szczegółach mapy", aby oznaczyć go jako ulubiony.
sk: Nájdite cieľ podľa vášho výberu na karte „Mapa“ a pomocou tlačidla s hviezdičkou v časti „Detail mapy“ ho označte ako obľúbený.

# preDeliveryModePersonalizationFavoriteDestinationsSubPageFindFavoritesAppText2
source: Find your favorites in the "My Destinations" panel (button next to the search bar)
fi: Löydät suosikkisi kohdasta "Omat kohteet" (painike hakupalkin vieressä)
pl: Znajdź ulubione pozycje w sekcji "Moje cele" (przycisk obok paska wyszukiwania)
sk: Nájdite svoje obľúbené položky v časti „Moje ciele“ (tlačidlo vedľa vyhľadávacieho panela)

# preDeliveryModePersonalizationFavoriteDestinationsSubPageFindFavoritesAppTitle
source: Add and find favorite destinations in the app
fi: Lisää ja löydä suosikkeja sovelluksessa
pl: Dodaj i znajdź ulubione w aplikacji
sk: Pridať a nájsť obľúbenú položku v aplikácii

source: Go to "My Destinations" on the navigation panel
fi: Valitse "Omat kohteet" kohdasta "Navigointi"
pl: Wybierz w sekcji "Nawigacja" "Moje cele"
sk: V časti „Navigácia“ vyberte položku „Moje ciele“

# preDeliveryModePersonalizationFavoriteDestinationsSubPageTitle
source: Set your favorite destinations
fi: Tallenna suosikkeja
pl: Zapisz ulubione
sk: Uložiť obľúbenú položku

# preDeliveryModePersonalizationFindChargingStationSubPageButton
source: FIND A CHARGING STATION
fi: HAE LATAUSASEMIA
pl: ZNAJDŹ STACJĘ ŁADOWANIA
sk: NÁJSŤ NABÍJACIU STANICU

# preDeliveryModePersonalizationFindChargingStationsCoachmarkTitle
source: Find charging stations
fi: Hae latausasemia
pl: Znajdź stacje ładowania
sk: Nájsť nabíjacie stanice

# preDeliveryModePersonalizationFindChargingStationsHeadline
source: Find charging stations
fi: Hae latausasemia
pl: Znajdź stacje ładowania
sk: Nájsť nabíjacie stanice

# preDeliveryModePersonalizationFindChargingStationsSubPageDescriptionTitle
source: Find the nearest charging stations
fi: Löydä lähimmät latausasemat
pl: Znajdź najbliższe stacje ładowania
sk: Nájdite najbližšie nabíjacie stanice

source: Open the "Map" tab and select "Charging stations" under the search bar
fi: Avaa "Kartta"-välilehti ja valitse "Latausasemat" hakurivin alta
pl: Otwórz zakładkę "Mapa" i wybierz na pasku wyszukiwania "Stacje ładowania"
sk: Otvorte záložku "Mapa" a zvoľte "Nabíjacie stanice" pod vyhľadávacím panelom

source: Use the filter to refine the search in line with your preferences.
fi: Mukauta hakua omien tarpeiden mukaan käyttämällä suodatinta.
pl: Wykorzystaj filtr, aby dostosować wyszukiwanie do swoich preferencji.
sk: Použite filter a prispôsobte si vyhľadávanie podľa svojich preferencií.

source: Highlight a charging station with the star symbol in the detail view
fi: Merkitse yksityiskohtaisessa näkymässä latausasema tähdellä
pl: Oznacz stację ładowania w widoku szczegółowym symbolem gwiazdki
sk: V podrobnom zobrazení označte nabíjaciu stanicu symbolom hviezdičky

source: Search for charging stations in the app
fi: Hae latausasemia sovelluksessa
pl: Wyszukaj stacje ładowania w aplikacji
sk: Vyhľadávajte nabíjacie stanice v aplikácii

# preDeliveryModePersonalizationFindChargingStationsSubPageTitle
source: Find charging stations
fi: Hae latausasemia
pl: Znajdź stacje ładowania
sk: Nájsť nabíjacie stanice

# preDeliveryModePersonalizationFindChargingStationsSubText
source: Simply search for the closest charging station
fi: Hae lähimpiä latausasemia
pl: Wystarczy wyszukać najbliższe stacje ładowania
sk: Jednoducho vyhľadať najbližšie nabíjacie stanice

# preDeliveryModePersonalizationGotoMapTabTooltip
source: Go to the map.
fi: Siirry karttaan.
pl: Przejdź do mapy.
sk: Prepnite na mapu.

# preDeliveryModePersonalizationGotoProfileTabTooltip
source: Go to the "Profile" tab.
fi: Siirry "Profiili"-välilehdelle.
pl: Przejdź do zakładki "Profil".
sk: Prepnite na záložku "Profil".

# preDeliveryModePersonalizationProfilePictureExistentHeadline
source: You already have a profile image
fi: Profiilikuva jo olemassa
pl: Zdjęcie profilowe już jest
sk: Profilový obrázok už existuje

# preDeliveryModePersonalizationProfilePictureExistentSubtext
source: Do you want to update your profile image?
fi: Haluatko päivittää profiilikuvasi?
pl: Zaktualizować zdjęcie profilowe?
sk: Chcete aktualizovať svoj profilový obrázok?

# preDeliveryModePersonalizationProfilePictureNotSetHeadline
source: Add your profile image
fi: Lisää profiilikuva
pl: Dodaj zdjęcie profilowe
sk: Pridať profilový obrázok

# preDeliveryModePersonalizationProfilePictureNotSetSubtext
source: Give your account a personal touch
fi: Anna tilillesi henkilökohtainen silaus
pl: Dodaj własną notatkę do swojego konta
sk: Dodajte svojmu účtu osobný nádych

# preDeliveryModePersonalizationProfilePictureSubPageActionButton
source: GO TO PROFILE
fi: PROFIILIIN
pl: DO PROFILU
sk: K PROFILU

# preDeliveryModePersonalizationProfilePictureSubPageAddProfilePictureText
source: Go to "Profile" and click on the profile image to edit it.
fi: Siirry kohtaan "Profiili" ja muokkaa profiilikuvaa napauttamalla sitä.
pl: Przejdź do opcji "Profil" i dotknij zdjęcia profilowego, aby je edytować.
sk: Prejdite na „Profil“ a ťuknutím na profilový obrázok ho upravte.

# preDeliveryModePersonalizationProfilePictureSubPageAddProfilePictureTitle
source: Add your profile image in the app
fi: Lisää profiilikuvasi sovelluksessa
pl: Dodaj w aplikacji swoje zdjęcie profilowe
sk: Pridajte svoj profilový obrázok v aplikácii

# preDeliveryModePersonalizationProfilePictureSubPageCardLinkout
source: VIEW TUTORIAL
fi: NÄYTÄ OHJEET
pl: ZOBACZ INSTRUKCJĘ
sk: POZRIEŤ NÁVOD

# preDeliveryModePersonalizationProfilePictureSubPageDescriptionText
source: Add your image and, depending on your model, the image will also be shown in the control display of your vehicle.
fi: Kun lisäät kuvan, se voidaan mallista riippuen näyttää myös ajoneuvon monitoiminäytössä.
pl: Gdy dodasz zdjęcie, w zależności od modelu, można je też wyświetlić na monitorze centralnym.
sk: Ak pridáte svoj obrázok, môže sa v závislosti od modelu zobraziť aj na kontrolnom displeji vo vozidle.

# preDeliveryModePersonalizationProfilePictureSubPageTitle
source: Add your profile image
fi: Lisää profiilikuvasi
pl: Dodaj swoje zdjęcie profilowe
sk: Pridajte svoj profilový obrázok

# preDeliveryModePersonalizationProfilePictureUpdatedHeadline
source: You have added a profile image
fi: Olet lisännyt profiilikuvan
pl: Dodano zdjęcie profilowe
sk: Pridali ste profilový obrázok

# preDeliveryModePersonalizationProgressBarText
source: {actual}/{expected} completed
fi: {actual}/{expected} suoritettu
pl: Zrealizowano {actual}/{expected}
sk: {actual}/{expected} hotovo

# preDeliveryModePersonalizationSaveFavoriteDestinationsCoachmarkAction
source: Start
fi: Aloita
sk: Štart

# preDeliveryModePersonalizationSaveFavoriteDestinationsCoachmarkTitle
source: Set favorite destinations
fi: Määritä kohteita suosikeiksi
pl: Zdefiniuj cele jako ulubione
sk: Stanoviť ciele ako obľúbené položky

# preDeliveryModePersonalizationSectionTitle
source: GET STARTED
fi: OHJATTU ESITTELY
pl: PIERWSZE KROKI
sk: AKO ZAČAŤ

# preDeliveryModePersonalizationSetFavoriteDestinationsExistentHeadline
source: You have favorite destinations
fi: Henkilökohtaisia suosikkeja käytettävissä
pl: Występują własne ulubione
sk: Osobné obľúbené položky sú k dispozícii

# preDeliveryModePersonalizationSetFavoriteDestinationsExistentSubtext
source: Did you know that you can add up to 30 destinations?
fi: Tiesitkö, että voit tallentaa jopa 30 suosikkia?
pl: Wiesz, że możesz zapisać do 30 ulubionych?
sk: Vedeli ste, že si môžete uložiť až 30 obľúbených položiek?

# preDeliveryModePersonalizationSetFavoriteDestinationsNotSetHeadline
source: Save your favorite destinations
fi: Tallenna suosikkikohteesi
pl: Zapisz preferowane cele
sk: Uložte si svoje obľúbené ciele

# preDeliveryModePersonalizationSetFavoriteDestinationsNotSetSubtext
source: Tap once to start navigation
fi: Napauta kerran ja navigoi kohteeseen
pl: Dotknij raz i przejdź do celu
sk: Ťuknite raz a navigujte do cieľa

# preDeliveryModePersonalizationSetFavoriteDestinationsUpdatedHeadline
source: You have favorite destinations
fi: Henkilökohtaisia suosikkeja käytettävissä
pl: Występują własne ulubione
sk: Osobné obľúbené položky sú k dispozícii

# preDeliveryModePersonalizationSetFavoriteDestinationsUpdatedSubtext
source: Did you know that you can add up to 30 destinations?
fi: Tiesitkö, että voit tallentaa jopa 30 suosikkia?
pl: Wiesz, że możesz zapisać do 30 ulubionych?
sk: Vedeli ste, že si môžete uložiť až 30 obľúbených položiek?

# preDeliveryModePersonalizationSyncCalendarCoachmarkTitle
source: Synchronize your calendar
fi: Synkronoi kalenteri
pl: Synchronizuj kalendarz
sk: Synchronizovať kalendár

# preDeliveryModePersonalizationSyncCalendarExistentHeadline
source: Your calendar is already synced
fi: Kalenteri on jo synkronoitu
pl: Kalendarz został już zsynchronizowany
sk: Kalendár je už synchronizovaný

# preDeliveryModePersonalizationSyncCalendarExistentSubtext
source: You are so organized!
fi: Olet todella hyvin organisoitunut!
pl: Masz świetną organizację!
sk: Ste naozaj dobre organizovaný!

# preDeliveryModePersonalizationSyncCalendarNotSetHeadline
source: Synchronize calendar
fi: Synkronoi kalenteri
pl: Synchronizuj kalendarz
sk: Synchronizovať kalendár

# preDeliveryModePersonalizationSyncCalendarUpdatedHeadline
source: No way you'll arrive late now!
fi: Myöhästyminen oli eilistä!
pl: Spóźnianie się to przeszłość!
sk: Meškanie je minulosťou!

# preDeliveryModeSaveFavoriteDestinationsMapTabAddFavoriteTooltip
source: Make this a favorite destination.
fi: Lisää tämä kohde suosikkeihin.
pl: Dodaj ten cel do ulubionych.
sk: Pridajte tento cieľ k svojim obľúbeným položkám.

# preDeliveryModeSaveFavoriteDestinationsMapTabSearchDestinationTooltip
source: Search for a destination here.
fi: Hae kohdetta tästä.
pl: Wyszukaj tutaj celu.
sk: Tu hľadajte nejaký cieľ.

# preDeliveryModeSyncCalendarMapTabCalendarTooltip
source: Find your calendar events in the "My destinations" section.
fi: Löydät kalenterimerkintäsi kohdasta "Omat kohteet".
pl: Swoje wpisy w kalendarzu znajdziesz w "Moje cele".
sk: Položky kalendára nájdete v časti "Moje ciele".

# preDeliveryModeSyncCalendarTooltip
source: Synchronize your calendar here.
fi: Synkronoi kalenterisi tästä.
pl: Synchronizuj tu swój kalendarz.
sk: Synchronizujte svoj kalendár.

# preDeliveryModeSyncCalendarUpcomingCalendarTooltip
source: See your calendar events in the "Upcoming" tab.
fi: Löydät kalenterimerkintäsi välilehdeltä "Tulevat".
pl: Swoje wpisy kalendarzowe znajdziesz w zakładce "Nadchodzące".
sk: Svoje položky kalendára nájdete v záložke "Najbližší".

# preDeliveryModeTutorialsCardLinkout
source: WATCH ON YOUTUBE
fi: NÄYTÄ YOUTUBESSA
pl: ZOBACZ NA YOUTUBE
sk: POZRIEŤ NA YOUTUBE

# preDeliveryModeTutorialsCardText
source: Explore our curated selection of YouTube tutorials at any time
fi: Tutustu valikoituihin opetusohjelmiin YouTubessa
pl: Zobacz nasze samouczki w serwisie YouTube
sk: Objavte náš starostlivo pripravený výber náodov na YouTube

# preDeliveryModeTutorialsCardTitle
source: How-To Videos
fi: Ohjevideot
pl: Filmy How to
sk: Videá s postupmi

# preDeliveryModeTutorialsSectionTitle
source: TUTORIALS
fi: OHJEET
pl: SAMOUCZKI
sk: NÁVODY

# preDeliveryModeVehicleTabFindVehiclesHint
source: Find more vehicles in the garage.
fi: Autotallista löydät lisää ajoneuvoja.
pl: Pozostałe pojazdy znajdziesz w garażu.
sk: Ďalšie vozidlá nájdete v garáži.

# preDeliveryModeVehicleTabGalleryEntrySubtext
source: Discover detailed interior and exterior views.
fi: Tutustu yksityiskohtaisiin sisä- ja ulkonäkymiin.
pl: Odkryj szczegółowe widoki wewnątrz i na zewnątrz.
sk: Objavte podrobné pohľady zvnútra a zvonku.

# prePaidinWeChat
source: Parking Fee (Pre-paid in WeChat)
fi: Pysäköintimaksu (maksettu etukäteen WeChat-sovelluksessa)
pl: Opłata parkingowa (zapłacono z góry w WeChat)
sk: Parkovací poplatok (vopred uhradené v službe WeChat)

source: Precondition for departure
fi: Ilmastointi lähtöaikaan
pl: Klimatyzowanie na godzinę odjazdu
sk: Predklimatizovanie v čase odjazdu

# preconditionForDepartureDescription
source: Heating or cooling for the set departure time.
fi: Ajoneuvon lämmitys tai jäähdytys asetettuun lähtöaikaan.
pl: Ogrzewanie i chłodzenie pojazdu na ustawioną godzinę odjazdu.
sk: Vyhrievanie alebo chladenie vozidla k nastavenému času odjazdu.

source: Preferred
fi: Ensisijainen
pl: Preferowany
sk: Preferované

# preferredContactMethodTitle
source: Preferred Contact Method
fi: Ensisijainen yhteydenottotapa
pl: Preferowana forma kontaktu
sk: Preferovaný spôsob kontaktu

# preferredDealerDescription
source: Save your selected dealer as Preferred to save yourself time when requesting another service.
fi: Tallenna valitsemasi jälleenmyyjä suosikiksi, jotta säästät aikaa seuraavan huoltotiedustelun yhteydessä.
pl: Zapisz wybranego dealera jako ulubionego, aby oszczędzić czas w przypadku zapytania o inny przegląd.
sk: Uložte si svojho vybraného predajcu ako obľúbenú položku, čím si ušetríte čas, keď budete požadovať ďalšie servisné služby.

# preferredDealerSemantics
source: Preferred dealer
fi: Ensisijainen jälleenmyyjä
pl: Preferowany dealer
sk: Preferovaný predajca

# preferredServiceCallButton
source: Call
fi: Soita
pl: Zadzwoń
sk: Zavolať

# preferredServiceCallDescription
source: {dealerName} is set as your Preferred Dealer. To schedule service, please call them. You can also find another dealer that currently supports scheduling within the app.
fi: {dealerName} on valittu ensisijaiseksi jälleenmyyjäksi. Soita siihen, jos haluat varata huoltoajan. Voit myös hakea toisen jälleenmyyjän, joka tukee aikojen varaamista sovelluksella.
pl: {dealerName} jest zdefiniowany jako Twój preferowany dealer. Zadzwoń do niego, aby uzgodnić termin przeglądu. Możesz wyszukać także innego dealera, dla którego obecnie w aplikacji obsługiwane jest ustalanie terminu.
sk: {dealerName} je stanovený ako Váš preferovaný predajca. Zavolajte mu na dohodnutie termínu servisu. Môžete tiež vyhľadať iného servisného partnera, ktorý momentálne podporuje plánovanie termínov v rámci aplikácie.

# preferredServiceCallTitle
source: Call {dealerName} To Schedule?
fi: Soitetaanko jälleenmyyjälle {dealerName} aikavarausta varten?
pl: Czy zadzwonić do dealera {dealerName} w celu umówienia terminu?
sk: Zavolať {dealerName} kvôli termínu?

# preferredServiceDefaultDescription
source: {dealerName} is set as your Preferred Dealer. If you would like to schedule with a different dealer, press "Find another dealer".
fi: {dealerName} on valittu ensisijaiseksi jälleenmyyjäksi. Jos haluat sopia ajan toiselle jälleenmyyjälle, valitse "Hae toinen jälleenmyyjä".
pl: {dealerName} jest zdefiniowany jako Twój preferowany dealer. Jeśli chcesz uzgodnić termin z innym dealerem, wybierz opcję "Znajdź innego dealera".
sk: {dealerName} je stanovený ako Váš preferovaný predajca. Ak si chcete dohodnúť termín s iným predajcom, zvoľte „Nájsť iného predajcu“.

# preferredServiceEmailTitle
source: Request Service With {dealerName}?
fi: Tiedustellaanko huoltoa jälleenmyyjältä {dealerName}?
pl: Czy zapytać o serwis u dealera {dealerName}?
sk: Vyžiadať termín v {dealerName}?

# preferredServiceFindAnotherDealer
source: Find another service center
fi: Hae toinen huoltopiste
pl: Znajdź inny serwis
sk: Nájsť iného servisného partnera

# preferredServiceNativeTitle
source: Schedule with {dealerName}?
fi: Varataanko aika jälleenmyyjälle {dealerName}?
pl: Czy uzgodnić termin z dealerem {dealerName}?
sk: Dohodnúť termín v {dealerName}?

# preferredServicePartnerTagText
source: Preferred
fi: Ensisijainen
pl: Preferowany
sk: Preferovaný

# preferredServiceScheduleWithPreferredDealer
source: Continue with preferred service center
fi: Jatka ensisijaisella huoltopisteellä
pl: Kontynuacja w preferowanym serwisie
sk: Ďalej s preferovaným servisným partnerom

# prepareUploadHowToConnectViaBluetooth
source: How to connect via Bluetooth®
fi: Ohje: Muodosta yhteys Bluetoothin kautta
pl: Instrukcja: podłączenie przez Bluetooth
sk: Návod: Pripojte cez Bluetooth

# prepareUploadHowToConnectViaBluetoothaAndWiFi
source: How to connect via Bluetooth® & Wi-Fi
fi: Miten muodostetaan Bluetooth- & WLAN-yhteys
pl: Jak nawiązać połączenie przez Bluetooth i wi-fi
sk: Keď sa vytvorí pripojenie cez Bluetooth a WLAN

# prepareUploadHowToConnectViaWiFi
source: How to connect via Wi-Fi
fi: Miten muodostetaan WLAN-yhteys
pl: Jak nawiązać połączenie przez wi-fi
sk: Keď sa vytvorí pripojenie cez WLAN

# prepareUploadSubtitle
source: Download completed. Please set up the connection for your mobile device both via Bluetooth® and Wi-Fi in the vehicle. The upgrade will be transferred automatically while driving.
fi: Lataus valmis. Tee ajoneuvon yhteysasetukset mobiililaitetta varten sekä Bluetooth- että Wi-Fi-yhteyden kautta. Versiopäivitys siirretään automaattisesti ajon aikana.
pl: Pobieranie zakończone. Skonfiguruj na swoim urządzeniu mobilnym połączenie przez Bluetooth i korzystając z Wi-Fi w pojeździe. Uaktualnienie zostanie przesłane automatycznie podczas jazdy.
sk: Sťahovanie bolo dokončené. Pre svoje mobilné zariadenie zriaďte vo vozidle pripojenie cez Bluetooth, ako aj cez WiFi. Upgrade sa prenesie automaticky počas jazdy.

# prepareVehicleSemantics
source: Prepare vehicle
fi: Valmistele ajoneuvo
pl: Przygotuj pojazd
sk: Pripraviť vozidlo

# pressUnlockToChangeGearSemantics
source: Press unlock button to change gear
fi: Paina Unlock vaihteenvaihtoa varten
pl: Aby zmienić bieg, naciśnij przycisk odblokowujący
sk: Na zmenu rýchlostného stupňa stlačte odblokovať

# priceDisclaimerCaption
source: Disclaimer: Prices may vary at your dealer.
fi: Vastuun rajoitus: Jälleenmyyjälläsi voi olla poikkeavat hinnat.
pl: Wyłączenie odpowiedzialności: ceny u dealera mogą się zmieniać.
sk: Vylúčenie záruky: Ceny sa môžu u Vášho predajcu odlišovať.

# priceFilter
source: Price
fi: Hinta
pl: Cena
sk: Cena

# primaryDateTime
source: Preferred Date and Time
fi: Ensisijainen päivämäärä ja kellonaika
pl: Preferowana data i godzina
sk: Preferovaný dátum a čas
