Repository: iiasceri/mybmw
Catalog: mybmw/assets/flutter_assets/packages/localizations_sdk/assets/translations/intl_*.arb
Languages: fi, pl, sk

# EsimStrings_eSimDescriptionForTutorialCard
source: The eSIM is an extension of your mobile plan, which you can request from your mobile network provider.
fi: eSIM on matkapuhelintariffisi laajennus, jonka voit pyytää matkapuhelinoperaattoriltasi.
pl: eSIM to rozszerzenie taryfy telefonii komórkowej, o jakie możesz wnioskować u swojego operatora telefonii komórkowej.
sk: Služba eSIM je rozšírenie vášho mobilného paušálu, ktorú si môžete vyžiadať u svojho mobilného operátora.

# EsimStrings_eSimDisableWifiTitleAus
source: Deactivate your Wi-Fi
fi: Poista Wi-Fi-verkon aktivointi
pl: Dezaktywuj Wi-Fi
sk: Deaktivujte WiFi

# EsimStrings_eSimDisconnectDialogDeactivateButton
source: DEACTIVATE
fi: POISTA AKTIVOINTI
pl: DEZAKTYWUJ
sk: DEAKTIVOVAŤ

# EsimStrings_eSimDisconnectFailPageSubtitle
source: An error occurred.
fi: On ilmaantunut virhe.
pl: Wystąpił błąd.
sk: Vyskytla sa chyba.

# EsimStrings_eSimDisconnectFailPageTitle
source: eSIM deactivation error
fi: Virhe eSIM-kortin aktivoinnin poistamisessa
pl: Błąd przy dezaktywacji eSIM
sk: Chyba pri deaktivácii eSIM

# EsimStrings_eSimDisconnectInProgressPageTitle
source: Deactivating eSIM
fi: eSIM:n aktivointi poistetaan.…
pl: Nastąpi dezaktywacja eSIM…
sk: Deaktivuje sa eSIM…

# EsimStrings_eSimDisconnectSuccessPageDesc
source: Your Personal eSIM has been deactivated and all eSIM data are deleted from all vehicles. The personal eSIM is no longer available in your vehicle(s).
fi: Henkilökohtaisen eSIM:n aktivointi on poistettu ja kaikki eSIM-tiedot poistetaan kaikista ajoneuvoista. Henkilökohtainen eSIM ei ole enää käytettävissä ajoneuvossasi/ajoneuvoissasi.
pl: Zdezaktywowano funkcję Personal eSIM, a całość danych eSIM zostanie usunięta ze wszystkich pojazdów. Personal eSIM niedostępne w Twoim pojeździe / Twoich pojazdach.
sk: Vaša osobná eSIM bola deaktivovaná a všetky údaje eSIM budú odstránené zo všetkých vozidiel. Osobná eSIM už nie je k dispozícii vo vašom vozidle/vozidlách.

# EsimStrings_eSimDisconnectSuccessPageDescMno
source: Please contact your mobile communications provider to cancel or adjust your contract.
fi: Jos haluat irtisanoa tai muuttaa sopimustasi, käänny matkapuhelinoperaattorisi puoleen.
pl: Aby rozwiązać lub dostosować umowę, skontaktuj się ze swoim operatorem sieci komórkowej.
sk: Na zrušenie alebo úpravu vašej zmluvy sa obráťte na svojho mobilného operátora.

# EsimStrings_eSimDisconnectSuccessPageTitle
source: eSIM deactivated
fi: eSIM:n aktivointi poistettu
pl: Zdezaktywowano eSIM
sk: eSIM deaktivovaná

# EsimStrings_eSimEnterPhoneNumber
source: Enter your telephone number to activate an eSIM on your mobile network provider's website.
fi: Anna puhelinnumerosi, jotta voit aktivoida eSIM-toiminnon matkaviestinoperaattorisi internet-sivustolla.
pl: Wpisz numer telefonu, aby aktywować eSIM na stronie internetowej swojego operatora sieci komórkowej.
sk: Zadajte svoje telefónne číslo, aby ste aktivovali eSIM na webovej stránke svojho mobilného operátora.

# EsimStrings_eSimErrorContactMnoTextAus
source: Unfortunately, your mobile network provider’s website could not be opened. To cancel the subscription please contact the provider directly.
fi: Matkaviestinoperaattorisi internet-sivustoa ei valitettavasti voitu avata. Jos haluat irtisanoa sopimuksen, ota yhteyttä suoraan palveluntarjoajaan.
pl: Niestety nie udało się otworzyć strony internetowej Twojego operatora sieci komórkowej. Aby wypowiedzieć umowę, skontaktuj się z operatorem.
sk: Žiaľ, nebolo možné otvoriť webovú stránku vášho poskytovateľa mobilnej siete. Keď chcete vypovedať zmluvu, kontaktujte svojho poskytovateľa.

# EsimStrings_eSimErrorDeactivationWrongMobileNetworkAus
source: To deactivate your eSIM, make sure you have activated the mobile data of the selected mobile network provider.
fi: Jos haluat poistaa eSIM-kortin aktivoinnin, varmista, että valitsemasi matkaviestinoperaattorin mobiilidata on aktivoitu.
pl: Aby dezaktywować eSIM, upewnij się, że dane mobilne wybranego operatora sieci komórkowej są aktywowane.
sk: Ak chcete deaktivovať svoju eSIM, uistite sa, že sú aktivované mobilné dáta vybratého mobilného operátora.

# EsimStrings_eSimErrorPhoneNumberTextAus
source: Your telephone number could not be verified, please try activating your eSIM again.
fi: Puhelinnumeroasi ei voitu pyytää; yritä aktivoida eSIM-kortti uudelleen.
pl: Twój numer telefonu nie został wyszukany; spróbuj ponownie aktywować swoją kartę eSIM.
sk: Nepodarilo sa zistiť vaše telefónne číslo; skúste aktivovať svoju eSIM neskôr.

# EsimStrings_eSimErrorSubscriptonWrongMobileNetworkAus
source: To activate your eSIM, make sure you have activated the mobile data of the selected mobile network provider.
fi: Jotta voit aktivoida eSIM-korttisi, varmista, että valitsemasi matkaviestinoperaattorin mobiilidata on aktivoitu.
pl: Aby aktywować eSIM, upewnij się, że dane mobilne wybranego przez Ciebie operatora sieci komórkowej są aktywowane.
sk: Ak chcete aktivovať svoju eSIM, uistite sa, že sú aktivované mobilné dáta vybratého mobilného operátora.

# EsimStrings_eSimGenericErrorButtonContactUs
source: Contact us
fi: Ota yhteyttä
pl: Skontaktuj się z nami
sk: Kontaktujte nás

# EsimStrings_eSimGenericErrorDescription
source: Please try to activate your personal eSIM again.
fi: Yritä henkilökohtaisen eSIM:n aktivointia uudelleen.
pl: Spróbuj ponownie aktywacji swojej Personal eSIM.
sk: Znovu sa pokúste o aktiváciu svojej osobnej eSIM.

# EsimStrings_eSimGenericErrorTitle
source: Something went wrong.
fi: Jotain meni pieleen.
pl: Coś poszło nie tak.
sk: Niečo sa nepodarilo.

# EsimStrings_eSimHelpPageInfoFiveTitleDesc
source: 5G is being enabled in the vehicle for future applications.
fi: Ajoneuvostasi tehdään 5G-kykyinen tulevia sovelluksia varten.
pl: Następuje przystosowanie pojazdu do przyszłej obsługi sieci 5G.
sk: Uskutoční sa prispôsobenie vozidla na 5G pre budúce aplikácie.

# EsimStrings_eSimHelpPageInfoFourTitle
source: Personal Hotspot
pl: Hotspot osobisty
sk: Osobný Hotspot

# EsimStrings_eSimHelpPageInfoFourTitleDescFour
source: All devices connected to the Personal Hotspot use your personal eSIM's data allowance from your smartphone contract.
fi: Kaikki Personal Hotspotiin yhdistetyt laitteet käyttävät henkilökohtaisen eSIM-korttisi dataa matkapuhelinsopimuksesi pohjalta.
pl: Wszystkie urządzenia połączone z hotspotem osobistym korzystają z wolumenu danych Personal eSIM na podstawie umowy o świadczenie usług telefonii komórkowej.
sk: Všetky zariadenia prepojené s osobným Hotspotom využívajú objem dát vašej osobnej eSIM na základe vašej zmluvy o mobilných službách.

# EsimStrings_eSimHelpPageInfoFourTitleDescOne
source: Please ensure that the eSIM is set up as described above to use the Personal Hotspot.
fi: Varmista Personal Hotspotin käyttöä varten, että eSIM on asennettu valmiiksi yllä kuvatulla tavalla.
pl: Przy korzystaniu z hotspotu osobistego upewnij się, że konfiguracja eSIM została zakończona w sposób opisany powyżej.
sk: Keď chcete používať osobný Hotspot, uistite sa, že ste ukončili zriadenie eSIM podľa vyššie uvedeného popisu.

# EsimStrings_eSimHelpPageInfoFourTitleDescThree
source: If you want to change your Personal Hotspot settings, please go to "Menu" > "All Apps" > "Personal Hotspot" > "Settings" in the vehicle's control display.
fi: Jos haluat muuttaa Personal Hotspotin asetuksia, siirry ajoneuvossa monitoiminäytöllä kohtaan "Valikko" > "Kaikki sovellukset" > "Personal Hotspot" > "Asetukset".
pl: Jeżeli chcesz zmienić ustawienia hotspotu osobistego, przejdź na monitorze centralnym w pojeździe do opcji "Menu" > "Wszystkie aplikacje" > "Hotspot osobisty" > "Ustawienia".
sk: Keď chcete zmeniť nastavenia osobného Hotspotu, prepnite cez kontrolný displej vo vozidle na "Menu" > "Všetky aplikácie" > "Osobný Hotspot" > "Nastavenia".

# EsimStrings_eSimHelpPageInfoFourTitleDescTwo
source: If you want a device to use your Personal Hotspot's internet access, please go to "Menu" > "All Apps" > "Personal Hotspot" > "Connect new device" in the vehicle's control display.
fi: Jos haluat käyttää laitteella Personal Hotspotin internet-yhteyttä, siirry ajoneuvossa monitoiminäytöllä kohtaan "Valikko" > "Kaikki sovellukset" > "Personal Hotspot" > "Yhdistä uusi laite".
pl: Aby korzystać na urządzeniu z dostępu do Internetu przez hotspot osobisty, przejdź na monitorze centralnym w pojeździe do opcji "Menu" > "Wszystkie aplikacje" > "Hotspot osobisty > "Połącz nowe urządzenie".
sk: Keď chcete so zariadením využívať prístup na internet osobného Hotspotu, prepnite cez kontrolný displej vo vozidle na "Menu " > "Všetky aplikácie" > "Osobný Hotspot" > "Pripojiť nové zariadenie".

# EsimStrings_eSimHelpPageInfoOneTitle
source: Your benefits
fi: Etusi
pl: Korzyści
sk: Vaše výhody

# EsimStrings_eSimHelpPageInfoSixTitle
source: More information & FAQ
fi: Lisätietoja & FAQ
pl: Więcej informacji i FAQ
sk: Ďalšie informácie a FAQ

# EsimStrings_eSimHelpPageInfoThreeTitle
source: eSIM telephone functions
fi: Puhelut eSIM:n kautta
pl: Telefonia poprzez eSIM
sk: Telefonovanie cez eSIM

# EsimStrings_eSimHelpPageInfoThreeTitleDesc
source: Please ensure that the eSIM has been set up as described above in order to use the eSIM telephone functions. If you want to change your eSIM telephone settings, please go to "Menu" > "All Apps" > "Device manager" > "Personal eSIM" > "Settings" in the vehicle's control display.
fi: Jotta voit soittaa puheluita eSIM:n kautta, varmista, että eSIM on asennettu valmiiksi yllä kuvatulla tavalla. Jos haluat muuttaa eSIM-puheluasetuksia, siirry ajoneuvossa monitoiminäytöllä kohtaan "Valikko" > "Kaikki sovellukset" > "Laitehallinta" > "Henkilökohtainen eSIM" > "Asetukset".
pl: Aby korzystać z telefonii przez eSIM, upewnij się, że konfiguracja eSIM została zakończona zgodnie z powyższym opisem. Jeżeli chcesz zmienić ustawienia telefonii przez eSIM, przejdź na monitorze centralnym w pojeździe do "Menu" > "Wszystkie aplikacje" > "Menedżer urządzeń" > "Personal eSIM" > "Ustawienia".
sk: Na používanie telefonovania cez eSIM sa uistite, či ste ukončili nastavenie eSIM podľa vyššie uvedeného popisu. Keď chcete zmeniť nastavenia telefonovania cez eSIM, prepnite cez kontrolný displej vo vozidle na "Menu" > "Všetky aplikácie" > "Správca zariadení" > "Osobná eSIM" > "Nastavenia".

# EsimStrings_eSimHelpPageInfoTwoTitle
source: eSIM setup
fi: eSIM-asennus
pl: Konfiguracja eSIM
sk: Nastavenie eSIM

# EsimStrings_eSimHelpPageInfoTwoTitleFirstSubtitle
source: Before starting
fi: Ennen kuin aloitat
pl: Zanim zaczniesz
sk: Skôr ako začnete

# EsimStrings_eSimHelpPageInfoTwoTitleSecondSubtitle
source: Activate your eSIM
fi: Aktivoi eSIM
pl: Aktywuj eSIM
sk: Aktivujte svoju eSIM

# EsimStrings_eSimHelpPageInfoTwoTitleSecondSubtitleButtonActivate
source: ACTIVATE eSIM
fi: eSIM-AKTIVOINTI
pl: AKTYWACJA eSIM
sk: AKTIVÁCIA eSIM

# EsimStrings_eSimHelpPageInfoTwoTitleSecondSubtitleButtonAvailability
source: CHECK AVAILABILITY
fi: KÄYTETTÄVYYDEN TARKISTAMINEN
pl: SPRAWDŹ DOSTĘPNOŚĆ
sk: OVERIŤ DOSTUPNOSŤ

# EsimStrings_eSimHelpPageInfoTwoTitleSecondSubtitleDescOne
source: You must activate your eSIM with your mobile network provider.
fi: Matkapuhelinoperaattorisi eSIM-toiminto on aktivoitava.
pl: Musisz aktywować eSIM u swojego operatora telefonii komórkowej.
sk: Svoju eSIM musíte aktivovať u svojho mobilného operátora.

# EsimStrings_eSimHelpPageInfoTwoTitleSecondSubtitleDescThree
source: Check availability
fi: Käytettävyyden tarkistaminen
pl: Sprawdź dostępność
sk: Overiť dostupnosť

# EsimStrings_eSimHelpPageInfoTwoTitleSecondSubtitleDescTwo
source: Please be aware that not all mobile network providers support eSIM. Additional costs may be charged by your provider.
fi: Ota huomioon, että kaikki matkapuhelinoperaattorit eivät tue eSIM-toimintoa. Tästä voi syntyä lisäkustannuksia operaattoriltasi.
pl: Pamiętaj, że nie wszyscy operatorzy telefonii komórkowej obsługują eSIM. Operator może naliczyć dodatkowe koszty.
sk: Berte do úvahy, že nie všetci mobilní operátori podporujú eSIM. U vášho operátora by mohli vzniknúť dodatočné náklady.

# EsimStrings_eSimHelpPageInfoTwoTitleThirdSubtitle
source: Set up in vehicle
fi: Asennus ajoneuvossa
pl: Konfiguracja w pojeździe
sk: Nastaviť vo vozidle

# EsimStrings_eSimHelpPageInfoTwoTitleThirdSubtitleDesc
source: You must follow these steps in the vehicle before you can use your personal eSIM:
fi: Ennen kuin voit käyttää henkilökohtaista eSIM-toimintoa, noudata seuraavia ohjeita ajoneuvossasi:
pl: Przed użyciem Personal eSIM musisz przestrzegać poniższych instrukcji w pojeździe:
sk: Skôr ako budete môcť používať osobnú eSIM, musíte sa riadiť nasledujúcimi pokynmi vo vozidle:

# EsimStrings_eSimHelpPageTitle
source: Personal eSIM help
fi: Henkilökohtaisen eSIM:n ohjeet
pl: Pomoc Personal eSIM
sk: Pomocník pre osobnú eSIM

# EsimStrings_eSimHelpPageVehicleSetupStepOneTitle
source: Go to "Menu" > "All Apps" > "Mobile devices" in the vehicle's control display
fi: Siirry ajoneuvossa monitoiminäytöllä kohtaan "Valikko" > "Kaikki sovellukset" > "Mobiililaitteet"
pl: Na monitorze centralnym w pojeździe przejdź do opcji "Menu" > "Wszystkie aplikacje" > "Urządzenia mobilne"
sk: Cez kontrolný displej vo vozidle prepnite na "Menu" > "Všetky aplikácie" > "Mobilné zariadenia"

# EsimStrings_eSimHelpPageVehicleSetupStepThreeTitle
source: Follow the instructions
fi: Noudata ohjeita
pl: Postępuj zgodnie z instrukcjami
sk: Riaďte sa pokynmi

# EsimStrings_eSimHelpPageVehicleSetupStepTwoTitle
source: Select "Set up personal eSIM"
fi: Valitse "Henkilökohtainen eSIM asennus"
pl: Wybierz "Skonfiguruj Personal eSIM"
sk: Vyberte „Nastaviť osobnú eSIM“

# EsimStrings_eSimInvalidationPendingSnackbar
source: Your eSIM will be deactivated. This may take a few minutes.
fi: eSIM:n aktivointi poistetaan. Se voi kestää joitakin minuutteja.
pl: Nastąpi dezaktywacja eSIM. Może to potrwać kilka minut.
sk: Vaša eSIM sa deaktivuje. To môže trvať niekoľko minút.

# EsimStrings_eSimLoadingYourInformationAus
source: Loading your information…
fi: Tietoja ladataan…
pl: Trwa pobieranie Twoich informacji…
sk: Vaše informácie sa načítavajú…

# EsimStrings_eSimMainPageTitle
source: Personal eSIM
fi: Henkilökohtainen eSIM
sk: Osobná eSIM

# EsimStrings_eSimManagementPageTelNumberActive
source: Active
fi: Aktiivinen
pl: Aktywny
sk: Aktívny

# EsimStrings_eSimManagementPageVehicleListDeleteButton
source: DELETE
fi: POISTA
pl: USUŃ
sk: ODSTRÁNIŤ

# EsimStrings_eSimManagementPageVehicleListSetUpButton
source: SET UP
fi: ASENNA
pl: SKONFIGURUJ
sk: NASTAVIŤ

# EsimStrings_eSimNotFoundDialogDesc
source: Please contact your mobile network operator to activate the eSIM before continuing
fi: Ota eSIM:n aktivointia varten yhteyttä matkapuhelinoperaattoriin, ennen kuin jatkat
pl: Przed kontynuacją skontaktuj się ze swoim operatorem telefonii komórkowej w celu aktywacji eSIM
sk: Pred pokračovaním kontaktujte svojho mobilného operátora, aby ste si aktivovali eSIM

# EsimStrings_eSimNotFoundDialogTitle
source: eSIM not found
fi: eSIM ei löytynyt
pl: Nie znaleziono eSIM
sk: eSIM sa nenašla

# EsimStrings_eSimNotSetUp
source: Not set up
fi: Ei asennettu
pl: Nie skonfigurowano
sk: Nenainštalovaná

# EsimStrings_eSimNumberUsedDescriptionAus
source: This telephone number will be used to activate your eSIM
fi: Tätä puhelinnumeroa käytetään eSIM-kortin aktivointiin
pl: Ten numer telefonu służy do aktywacji eSIM
sk: Toto telefónne číslo sa používa na aktiváciu vašej eSIM

# EsimStrings_eSimOnboardingAppBarTitle
source: Activate eSIM
fi: Aktivoi eSIM
pl: Aktywuj eSIM
sk: Aktivovať eSIM

# EsimStrings_eSimOnboardingPendingSnackbar
source: Waiting for your mobile network provider to activate your eSIM…
fi: Odotetaan eSIM:n aktivointia matkapuhelinoperaattorin toimesta…
pl: Trwa oczekiwanie na aktywowanie eSIM przez operatora telefonii komórkowej…
sk: Čaká sa na aktiváciu eSIM vaším mobilným operátorom…

# EsimStrings_eSimOpenOperatorWebsite
source: CHECK WITH PROVIDER
fi: TARKISTA OPERAATTORILTA
pl: SPRAWDŹ U OPERATORA
sk: SKONTROLOVAŤ U OPERÁTORA

# EsimStrings_eSimOperator
source: Mobile network provider
fi: Matkapuhelinoperaattori
pl: Operator telefonii komórkowej
sk: Mobilný operátor

# EsimStrings_eSimPhoneNumberInputHelperText
source: e.g. 015160160000
fi: esim. 015160160000
pl: np. 015 160 160
sk: napr. 015160160000

# EsimStrings_eSimPhoneNumberInputSubtitle
source: Telephone number
fi: Puhelinnumero
pl: Numer telefonu
sk: Telefónne číslo

# EsimStrings_eSimProfileListFetchFailDesc
source: Failed to retrieve profile list
fi: Profiililuettelon haku epäonnistui
pl: Otwieranie listy profili nie powiodło się
sk: Vyvolanie zoznamu profilov zlyhalo

# EsimStrings_eSimProfilePageRemoveDialogButton
source: DELETE eSIM
fi: POISTA eSIM
pl: USUŃ eSIM
sk: ODSTRÁNIŤ eSIM

# EsimStrings_eSimSetUp
source: Set up
fi: Asennettu
pl: Skonfigurowano
sk: Nainštalovaná

# EsimStrings_eSimStatusPageRetryDesc
source: Sorry, your eSIM subscription could not be checked.
fi: Pahoittelemme, mutta eSIM-sopimustasi ei voitu tarkistaa.
pl: Przepraszamy, nie udało się sprawdzić Twojej umowy eSIM.
sk: Prepáčte, nebolo možné overiť vašu zmluvu eSIM.

# EsimStrings_eSimSubscriptionDisableWifiDescriptionAus
source: Make sure your Wi-Fi is off and mobile data is on to activate your eSIM.
fi: Jos haluat aktivoida eSIM-kortin, varmista, että Wi-Fi on poistettu käytöstä ja mobiilidata on aktivoitu.
pl: Aby aktywować swoją eSIM, upewnij się, że Wi-Fi jest dezaktywowane, a mobilna transmisja danych jest aktywna.
sk: Ak chcete aktivovať svoju eSIM, uistite sa, že je deaktivovaná WiFi a aktivované mobilné dáta.

# EsimStrings_eSimSuccessDialogueDescription
source: Your activation request is being processed. Please check again later.
fi: Aktivointitiedusteluasi käsitellään parhaillaan. Tarkista tilanne myöhemmin.
pl: Zapytanie o aktywację jest właśnie przetwarzane. Sprawdź później.
sk: Vaša žiadosť o aktiváciu sa práve spracúva. Pozrite sa znovu neskôr.

# EsimStrings_eSimSuccessDialogueTitle
source: Request completed
fi: Tiedustelu valmis
pl: Zapytanie zakończone
sk: Požiadavka dokončená

# EsimStrings_eSimSupportingMnos
source: Mobile network providers which currently support eSIM
fi: Matkapuhelinoperaattoreita, jotka tällä hetkellä tukevat eSIM-toimintoa
pl: Operatorzy telefonii komórkowej, którzy obecnie obsługują eSIM
sk: Mobilní operátori, ktorí momentálne podporujú eSIM

# EsimStrings_eSimTileSubtitle
source: Hotspot, telephone & 5G
fi: Hotspot, puhelut & 5G
pl: Hotspot, telefonia i 5G
sk: Hotspot, telefonovanie a 5G

# EsimStrings_eSimTitleForTutorialCard
source: A personal eSIM gives you improved connectivity and enables 5G in your vehicle.
fi: Henkilökohtainen eSIM parantaa yhteyksiäsi ja tekee ajoneuvostasi 5G-kelpoisen.
pl: Personal eSIM poprawia łączność i umożliwia stosowanie w pojeździe 5G.
sk: Vaša osobná eSIM zlepší vašu konektivitu a vozidlo urobí spôsobilým pre 5G.

# EsimStrings_eSimTutorialStepOneTitle
source: Your benefits
fi: Etusi
pl: Korzyści
sk: Vaše výhody

# EsimStrings_eSimTutorialStepTwoButton
source: START NOW
fi: ALOITA NYT
pl: URUCHOM TERAZ
sk: SPUSTIŤ TERAZ

# EsimStrings_eSimTutorialStepTwoTitle
source: Activate and set up
fi: Aktivointi ja asennus
pl: Aktywowanie i konfiguracja
sk: Aktivovať a nastaviť

# EsimStrings_eSimVehicleSetupAnotherVehicle
source: Please ensure that the BMW you would like to use supports eSIM.
fi: Varmista, että se BMW, jota haluat käyttää, tukee eSIM-toimintoa.
pl: Upewnij się, że Twoje BMW, którego chcesz użyć, obsługuje eSIM.
sk: Uistite sa, že vaše BMW alebo BMW, ktoré chcete použiť, podporuje eSIM.

# EsimStrings_eSimViewAllMnos
source: SHOW ALL PROVIDERS
fi: NÄYTÄ KAIKKI OPERAATTORIT
pl: WYŚWIETL WSZYSTKICH OPERATORÓW
sk: ZOBRAZIŤ VŠETKÝCH OPERÁTOROV

# EsimStrings_eSimYourPhoneNumberAus
source: Your telephone number
fi: Puhelinnumerosi
pl: Twój numer telefonu
sk: Vaše telefónne číslo

# EsimStrings_esimCompatibilityListTitle
source: Your vehicles
fi: Ajoneuvosi
pl: Twoje pojazdy
sk: Vaše vozidlá

# EsimStrings_esimCompatible
source: Compatible
fi: Yhteensopiva
pl: Kompatybilny
sk: Kompatibilné

# EsimStrings_esimDeletePending
source: Waiting to be deleted
fi: Odotetaan poistamista
pl: Oczekiwanie na usunięcie
sk: Čaká sa na odstránenie

# EsimStrings_esimLockPending
source: Waiting to be blocked
fi: Odotetaan estoa
pl: Oczekiwanie na blokadę
sk: Čaká sa na zablokovanie

# EsimStrings_esimLocked
source: Temporarily blocked
fi: Tilapäisesti estetty
pl: Tymczasowo zablokowane
sk: Dočasne zablokovaná

# EsimStrings_esimNotCompatible
source: Incompatible
fi: Ei yhteensopiva
pl: Niekompatybilny
sk: Nekompatibilné

# EsimStrings_esimUnlockPending
source: Waiting to be unblocked
fi: Odotetaan eston poistamista
pl: Oczekiwanie na zniesienie blokady
sk: Čaká sa na odblokovanie

# EsimStrings_lockingFail
source: Blocking Personal eSIM in vehicle failed.
fi: Henkilökohtaisen eSIM:n esto ajoneuvossa epäonnistui.
pl: Blokada Personal eSIM w pojeździe zakończona niepowodzeniem.
sk: Blokovanie osobnej eSIM vo vozidle bolo neúspešné.

# EsimStrings_lockingSuccess
source: Blocking Personal eSIM in vehicle
fi: Ajoneuvon henkilökohtainen eSIM estetään…
pl: Funkcja Personal eSIM w pojeździe jest zablokowana…
sk: Blokuje sa osobná eSIM vo vozidle…

# EsimStrings_options
source: Options
fi: Valinnat
pl: Opcje
sk: Možnosti

# EsimStrings_unlockingFail
source: Unblocking Personal eSIM in vehicle failed.
fi: Henkilökohtaisen eSIM:n eston poistaminen ajoneuvossa epäonnistui.
pl: Zniesienie blokady Personal eSIM w pojeździe zakończone niepowodzeniem.
sk: Odblokovanie osobnej eSIM vo vozidle bolo neúspešné.

# EsimStrings_unlockingSuccess
source: Unblocking Personal eSIM in vehicle
fi: Henkilökohtaisen eSIM:n esto ajoneuvossa poistetaan…
pl: Blokada Personal eSIM w pojeździe anulowana…
sk: Prebieha odblokovanie osobnej eSIM vo vozidle…

source: Estonia
fi: Viro
sk: Estónsko

source: Estonian
fi: Viro
pl: Estoński
sk: Estónčina

source: Ethiopia
fi: Etiopia
pl: Etiopia
sk: Etiópia

source: Ewe
sk: Eweština

# ExplainInCarProfileStrings__entrypointTitle
source: Benefits of your driver profile
fi: Kuljettajan profiilin edut
pl: Zalety profilu kierowcy
sk: Prednosti profilu vodiča

# ExplainInCarProfileStrings__infoPageOtherFeaturesTitle
source: APP FEATURES WITH {brand} ID
fi: SOVELLUKSEN TOIMINNOT {brand}-TUNNUKSELLA
pl: FUNKCJE APLIKACJI Z {brand} ID
sk: FUNKCIE APLIKÁCIE S {brand} ID

# ExplainInCarProfileStrings__infoPageSetUpNewVehicleDescription
source: Tap the profile icon in the top right corner of the control display in the vehicle and select "Add driver profile". You can either log in with your {brand} ID or scan the QR code to send your {brand} ID to your {brand}.
fi: Napauta ajoneuvon monitoiminäytön oikeassa yläkulmassa näkyvää profiilin symbolia ja valitse "Lisää kuljettajan profiili". Voit joko kirjautua sisään {brand}-tunnuksesi tiedoilla tai skannata QR-koodin, jolla lähetät {brand}-tunnuksen {brand}-ajoneuvoosi.
pl: Dotknij symbolu profilu w prawym górnym rogu na monitorze centralnym w pojeździe i wybierz "Dodaj profil kierowcy". Możesz zalogować się za pomocą danych dostępu {brand} ID lub zeskanować kod QR, aby przesłać {brand} ID do swojego {brand}.
sk: Ťuknite na symbol profilu vpravo hore na kontrolnom displeji vo vozidle a zvoľte „Pridať profil vodiča“. Môžete sa prihlásiť buď s prístupovými údajmi svojho {brand} ID alebo naskenovať QR kód, aby ste svoje {brand} ID poslali do svojho {brand}.

# ExplainInCarProfileStrings__infoPageSetUpNewVehicleTitle
source: Create a driver profile using your {brand} ID
fi: Luo kuljettajan profiili {brand}-tunnuksellasi
pl: Utwórz profil kierowcy za pomocą {brand} ID
sk: Vytvorte si pomocou svojho {brand} ID profil vodiča
